Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: It's bunged up.
japanese: クシャクシャになってる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_ENTRANCE.OPEN
source: It looks like Sudbury down there.
japanese: まるでカナダのサドベリーみたいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS_ITEM
source: Heh, stoned again eh?
japanese: 酔っぱらって石で殴られたの、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK2
source: Dead metal
japanese: 死んでる金属

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_RUINS
source: Crumbling but still secure, eh?
japanese: 崩れ落ちてるけれど、まだまだしっかりしてるよ、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHINGROD
source: I should spend some time at the lake.
japanese: 湖で時間を過ごそうかな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.EMPTY
source: This won't be safe come winter.
japanese: 冬になったら、これじゃあ危ない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_CAMP.GENERIC
source: Walruses are nearby, eh?
japanese: セイウチが近くにいる、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PITCHFORK
source: This really isn't my style.
japanese: これって僕のスタイルじゃないな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_BAT
source: Metal on a stick.
japanese: 棒に乗った金属。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE
source: Safe and secure, eh?
japanese: 安心安全だ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY_ITEM
source: I could sneeze it over.
japanese: クシャミで飛ばせるよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's... it's beautiful.
japanese: これって…なんて美しいんだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINERHAT
source: Down deep in a coal mine.
japanese: 炭鉱の奥深く。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUNNYMAN
source: He looks friendly enough.
japanese: 親しみやすそうに見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTONE
source: I don't know if I should touch it.
japanese: 触るべきわからない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT
source: That's rabbit food.
japanese: それってウサギの餌だよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WAFFLES
source: I prefer flapjacks.
japanese: ホットケーキの方がいいな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNIMPLEMENTED
source: It doesn't look safe.
japanese: 安全には見えないよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK3
source: Dead metal
japanese: 死んでる金属

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUBBLE
source: Broken furniture.
japanese: 壊れた家具。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_WINTER
source: It's thick and hairy.
japanese: 分厚くて毛深そう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRD
source: I don't trust birds that can't fly, either.
japanese: 飛べない鳥も、信用できないな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BONESTEW
source: Sticks to your ribs.
japanese: あばら骨にくっつく。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARELIGHT
source: They should have used wood.
japanese: 木材を使えばよかったのに。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAT
source: Who taught that rat to fly?
japanese: 誰があのネズミに飛び方を教えたの？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_PLANTED
source: I'm not one for vegetables, eh?
japanese: ワシって野菜派じゃないんだよ、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_SUMMER
source: It's pretty thin.
japanese: けっこう薄い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNK_COOKED
source: I think it boiled off all of the nose cheese.
japanese: 鼻の角質が全部茹で落ちちゃったみたいだね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_WINTER
source: This could stand up to the winters back home, eh?
japanese: 地元の冬に勝るとも劣らない、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB4
source: I like to call it the 'Hat Machine!'
japanese: 「帽子マシーン」と呼ぶことにしよう！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTBULB
source: It looks chewy.
japanese: 噛み応えがありそうさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOOTBALLHAT
source: Will this give me hockey hair?
japanese: これ被ったらホッケー選手みたいな髪型になる？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like justice.
japanese: 正義の味がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: I wish I had some chips.
japanese: ポテトチップスがあったらいいのに。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEATERVEST
source: It's not plaid but it'll do.
japanese: チェック柄じゃないけれど、まぁいいか。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES_COOKED
source: Tastes like warm berries.
japanese: あったかいベリーのような味さ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRUNKVEST_SUMMER
source: Nice and breezy
japanese: いーいそよ風

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RELIC
source: Piece of furniture.
japanese: 家具の一部。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUGNET
source: It can collect skeeters.
japanese: トンボを集められる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERQUEEN
source: You're not my queen!
japanese: 君はワシの女王様じゃないんだわ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMAREFUEL
source: All of me fears in liquid form, eh?
japanese: ワシの恐怖が結集された液体ってとこだ、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP_COOKED
source: Only if I get really hungry.
japanese: ものすごくお腹がすいたときにだけ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
japanese: 準備万端みたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEMSOCKET.GEMS
source: It'll need a gem.
japanese: ジェムが必要。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_8
source: If I find a tub, I'm all set.
japanese: これで風呂桶がみつかれば、完璧さ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FUNGUS
source: It's mushy like peas.
japanese: エンドウ豆みたいに煮くずれてる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINS_RUBBLE
source: All busted up.
japanese: めちゃくちゃになった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DRYING
source: This is like watching meat dry.
japanese: まるで肉が乾燥するのを見てるみたいさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.DONE
source: That looks done.
japanese: もうできてるみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATRACK.GENERIC
source: It's set up... just add meat.
japanese: 用意できた…あとは肉を加えるだけ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_COOKED
source: Pies are good.
japanese: パイって美味しいのだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER
source: I think it's living hair.
japanese: 生きてる髪の毛かな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_6
source: They're not good any more, eh?
japanese: もう美味しくないよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.GENERIC
source: I never trusted those things, eh?
japanese: あれは信用できなかったよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLY.HELD
source: Where are you going to run?
japanese: どこへ逃げるのかい？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAUR
source: Another poor soul with a curse.
japanese: また一つ、呪いをかけられた哀れな魂。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CANE
source: It's good for the back country.
japanese: 田舎ならいいけどね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_5
source: It needs a robot arm, eh?
japanese: ロボットアームが必要だ、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_4
source: Don't ask me.
japanese: ワシにきかないで。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_3
source: Reminds me of a story I heard once.
japanese: 昔きいた話に似てる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UNAGI
source: It'll fill ya up.
japanese: お腹いっぱいになるよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a green mushroom.
japanese: 緑のキノコだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: They have their own schedule.
japanese: 各自の予定がある。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I think I broke it.
japanese: 壊しちゃったかも。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_2
source: Not the real thing, eh?
japanese: 本物じゃない、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Shiny!
japanese: ピカピカ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
japanese: 赤いキノコだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.INGROUND
source: They have their own schedule.
japanese: 各自の予定がある。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_MUSHROOM.PICKED
source: I think I broke it.
japanese: 壊しちゃったかも。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHAT
source: This will keep the bees out of my eyes.
japanese: これで蜂から目を守れる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.GENERIC
source: Reminds me of Algonquin park.
japanese: カナダのアルゴンキン公園を思い出すなあ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREFLIES.HELD
source: I've got a pocket full of sunshine!
japanese: ポケットにいっぱいの太陽を持っているのだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_LOW
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET
source: That'll drive the hosers off.
japanese: これで連中を追い払える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHOLE
source: I should skedaddle before they come out of there.
japanese: 彼らが出てくる前に、さっさと逃げなくっちゃ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEHARP
source: You lost your head, eh?
japanese: 頭をなくしちゃったみたいだ、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMONSTERMEAT
source: I still don't want to eat it.
japanese: まだ食べたくない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEAMULET
source: Just need a beverage to cool now, eh?
japanese: クールダウンするのに飲み物があればいい、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_11
source: Quiet, you!
japanese: そこ、静かに！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_10
source: Choppers for old folks.
japanese: お年寄りには、ぶった切る道具を。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Shiny!
japanese: ピカピカ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FIRE
source: This seems a bit aggressive.
japanese: ちょっと攻撃的かも。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEGEM
source: It's shimmering.
japanese: キラキラ光ってる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSHHAT
source: It's good for hiding from nature.
japanese: 自然から隠れるにはいいね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENSHOVEL
source: Time to dig golden holes.
japanese: 金の穴を掘る時間。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST_TRAP
source: Something is not quite right about that chest.
japanese: あのチェストは何かがおかしい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREASURECHEST
source: Wood is so handy! Look at all the things you can make!
japanese: 木材って使えるね！こんなに色々なものがつくれるよ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STATUEMAXWELL
source: He's kind of a jerk, eh?
japanese: 彼ってイヤなやつだ、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_STATUE
source: Another hoser.
japanese: またペテン師さ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH
source: This seems a bit rough.
japanese: ちょっと手荒かもしれない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLINT
source: This could be an axe head.
japanese: これって斧頭になるかも。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP
source: Work smarter, eh?
japanese: もっと賢く働こう、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TORCH
source: Trees by torchlight.
japanese: 焚き火の明かりで木こりごっこ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN
source: A disgusting feather.
japanese: 気色悪い羽。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_SHORT
source: Oh boy! Here it comes!
japanese: あぁ！やってきたぞ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.EMPTY
source: It seems a waste to just leave it sitting there empty.
japanese: 空っぽのままにしておくなんて、なんだか無駄な気がするなぁ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.DONE
source: Time for supper!
japanese: 夕飯の時間さ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKPOT.COOKING_LONG
source: It'll be a bit longer, eh?
japanese: もうちょっとかかりそうだ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_STONE_ITEM
source: Safe and secure, eh?
japanese: 安心安全だ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: It seems a bit show-offy to me.
japanese: ワシにはちょっと見栄っ張りな感じがするな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTREEDS
source: Want to hear my loon call?
japanese: 水潜り鳥の鳴き声を真似してみようかい？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_FOOD
source: Aw, it's Diefenbakered.
japanese: あぁ、ディーフェンベーカーになっちゃったわさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPOTS
source: I'm blushing!
japanese: ほっぺが赤くなってきたさ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_FOREST
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLESPIKE
source: It wobbles when you wave it.
japanese: 振ると揺れるぞう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS
source: Back off, hoser!
japanese: 後ろへ下がれ、この野郎！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RATATOUILLE
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.FULL
source: It's bacon-stuffed.
japanese: ベーコンが詰まっている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Sorry! I'm not looking in!
japanese: すまん！″俺はのぞきこんでいない！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHOUSE.GENERIC
source: A little duct tape would fix that right up.
japanese: 少しのガムテープですぐに直せるだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SAVANNA
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_EVIL
source: Something is wrong with that flower.
japanese: その花はどこかおかしい｡

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT_NIGHTMARE
source: Doesn't look to be in the best of shape.
japanese: 最高の形には見えないけれど。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MUD
source: At least you don't have to clean it.
japanese: 少なくともそれをきれいにする必要はない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENT
source: I'm used to sleeping in worse.
japanese: もっとひどい状態で寝ることには慣れている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_RING
source: Ringy, eh?
japanese: 怒った、でしょう？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASALT
source: That rock ain't going to move.
japanese: その岩は動こうとはしない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS
source: They're still jumping!
japanese: あいつらはまだジャンプしている！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG
source: There's a bird in there thinking evil bird thoughts.
japanese: 邪悪の鳥の考えを持つ鳥が一羽その中にいる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_POTATO
source: Potato-y, eh?
japanese: ポテトー、でしょう？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.GENERIC
source: I should grow it and then chop it down!
japanese: それを育てて切り倒すべきだな！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PINECONE.PLANTED
source: Here comes a tree!
japanese: よし、木だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BOX
source: Boxy, eh?
japanese: 角張ってる、だろ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE_PIECES
source: It's not wood but it'll do.
japanese: それは木製じゃないけれど、大丈夫。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIRESTAFF
source: I don't trust this magic business.
japanese: この魔法とやらを信用しない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PENGUIN
source: Take off! To the Great White North! Beauty.
japanese: 出発！グレイト・ホワイト・ノースへ！美しい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT_DRIED
source: Just a bite.
japanese: たった一口。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.GENERIC
source: It's looking at me.
japanese: こっちをじっと見つめている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.PICKED
source: What have I done?
japanese: 俺は何をやっちまった？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE.DEAD
source: Sorry, little guy.
japanese: すまない、平凡な君。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.GENERIC
source: That bee doesn't seem as friendly.
japanese: その蜂はあまり気の良い風には見えない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KILLERBEE.HELD
source: He's none to pleased with his situation.
japanese: 彼は自分の情況を全く喜んでいない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_COOKED
source: It smells even worse.
japanese: もっとひどい匂いがする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: It's hatching.
japanese: 孵化している。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is it crying?
japanese: 泣いているのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Too cold for you?
japanese: 君には寒すぎる？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any time now.
japanese: もうすぐだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: Birds are never prompt.
japanese: 鳥たちは決して機敏ではない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDEGG
source: What's in here?
japanese: 中に何が入っている？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGLOG
source: I am going to keep you, and call you Frank.
japanese: 君をキープしてFrankと呼ぶことにする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_STRAW
source: I've slept on worse back at the lumber camp.
japanese: 丸太小屋で、もっとひどい状態で眠りについてきた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_COOKED
source: It tastes like maple syrup.
japanese: メープルシロップみたいな味がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHAT
source: This will keep my noggin safe.
japanese: これで俺の頭を安全に保てる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_SANITY
source: It makes me queasy to look at.
japanese: そいつを見ると吐き気がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STUFFEDEGGPLANT
source: I'm getting better at cooking.
japanese: 料理していると気分が良くなる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STRAWHAT
source: It will keep the sun off my head.
japanese: それで俺の頭を日光から守り続けてくれる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POTTEDFERN
source: It shows my love of plant life.
japanese: 俺の植物への愛を示しているんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BANDAGE
source: At least I didn't have to pay for it.
japanese: 少なくともその代金を支払う必要はなかった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STINGER
source: Ouch! It's pointy.
japanese: 痛い！先がとがっている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_12
source: It's all withered.
japanese: 全部干からびている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR
source: It's so big!
japanese: かなりデカイ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: They come in yellow now, eh?
japanese: 黄色になっている、だろ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake it.
japanese: そいつを起こしたくない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERHAT
source: She's a real beaut, ain't she?
japanese: 彼女は本物の美じゃないか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEALINGSALVE
source: Healthiness in goo form.
japanese: ぐちゃぐちゃとしての健全さ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDEREGGSACK
source: Why would I want to carry that around?
japanese: なぜ俺はあれをあちこち持ち運びたがるのだろう？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT
source: Plant.
japanese: 植物。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERDEN
source: Holy Mackinaw! Look at that thing!
japanese: 神聖なマッキーノ！あれを見てみろよ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELL
source: Why does he hate me?
japanese: なぜ奴は俺を嫌うのだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEAMULET
source: The sparkle is gone from the gem.
japanese: その宝石から輝きは失われた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOOMERANG
source: That looks hard to throw.
japanese: それを投げるのは難しそうだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_UNDERROCK
source: Rocks. Bleh.
japanese: 岩だ。ヘンッ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENGEM
source: How flashy.
japanese: なんて見かけ倒し。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
japanese: 罠にかかった！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANFLUTE
source: I only sing for Lucy.
japanese: 俺はLucyのためだけに歌う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.GENERIC
source: It's growing up to be a jerk, just like its parents.
japanese: 成長し嫌な奴になる、まるで両親みたいに。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.HUNGRY
source: Are you ALWAYS hungry?
japanese: 君はいつも腹ペコなのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TEENBIRD.STARVING
source: It getting wild with hunger.
japanese: 腹ペコだとど気が荒くなってくる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLMEAT
source: I wish this were bigger.
japanese: これが大きければ良かったのに。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.GENERIC
source: What do you want?
japanese: 一体どうしたいんだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.HUNGRY
source: It wants something.
japanese: 何かを必要としている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMALLBIRD.STARVING
source: I think it's starving.
japanese: 餓死寸前だと思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_HAY
source: I could sneeze it over.
japanese: クシャミで飛ばせるよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LITTLE_WALRUS
source: Why are they so far south?
japanese: なぜ彼らはそんなに遠い南にいるのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LANTERN
source: High tech!
japanese: ハイテク！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_9
source: I just sew my clothing shut around me when I put it on.
japanese: その洋服を着て、単に周りをぐるっと縫うだけ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHOVEL
source: Dig a hole. Plant a tree!
japanese: 穴を掘れ。木を植えろ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.GENERIC
source: We call those 'night rocks' back home.
japanese: こいつらを故郷では「夜の岩」と呼ぶ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.HOT
source: I could chop all winter with that in my pocket!
japanese: あれがポケットにあれば、冬中ずっとたたき切れる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.COLD
source: It's gone cold, eh?
japanese: 寒くなったんだよな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HEATROCK.WARM
source: It's getting a bit dimmer.
japanese: 少し薄暗くなってきている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEVTOOL
source: I'm not commenting on that.
japanese: それについてコメントしていない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURPER_PELT
source: Looks like a dead beaver.
japanese: 死んだビーバーみたいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL
source: This should cook up nicely.
japanese: これをうまく調理できるはず。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEWING_KIT
source: I'm pretty good at sewing.
japanese: 裁縫はかなり得意だぜ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE_MAXWELL
source: Hey! That's just mean!
japanese: ねえ！そんなのって意地悪！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.DUG
source: Sorry! Don't haunt me!
japanese: すまん！俺に付きまとうな！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOUND.GENERIC
source: I should probably leave that alone.
japanese: 多分そいつを一人で残しておくべきだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BABYBEEFALO
source: A face only a mother could love.
japanese: 母親だけが愛せる顔。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS_COOKED
source: We call this 'lumberjack surprise'.
japanese: 俺たちはこれを「木こりのサプライズ」と呼ぶ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLEPILLAR
source: Somebody must have built that.
japanese: 誰かがそれを建てたに違いない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_COOKED
source: I cooked it.
japanese: 俺がそいつを調理した。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEEDS
source: Not trees.
japanese: 木じゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.INACTIVE
source: That makes sense.
japanese: つじつまが合う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANITYROCK.ACTIVE
source: Something is off about that rock, eh?
japanese: その岩の何かが変、だろ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROTTENEGG
source: One less bird. Good.
japanese: 一羽少ない鳥。やったね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROPE
source: Good for holding stuff to other stuff.
japanese: 他の物のために物を持っておくのは良いことだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK
source: Hmm.. does the rook move in a straight line? I forget.
japanese: うーむ…そのヤマガラスは直線的に動くのか？忘れた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.GENERIC
source: It all burnt up.
japanese: すべて燃え尽きた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_THINGIE
source: I guess that doesn't go through there.
japanese: そいつはそこで上手くいかないと思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASH.REMAINS_EYE_BONE
source: This used to be an eyebone.
japanese: これは昔、目玉の骨だった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER
source: That's nice.
japanese: そりゃいい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK
source: I could break it down if I tried hard enough.
japanese: かなり頑張ればそれを壊せた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP_COOKED
source: That's not meat.
japanese: あれは肉じゃないさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND_ALGAE
source: Doesn't look edible.
japanese: 食料品には見えない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEROGIES
source: I call them 'Yum pockets'.
japanese: こいつらを「おいしいポケット」と呼ぶ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGGLEBUNWICH
source: You can really taste the swamp.
japanese: 本当にその沼地の味がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT
source: Must have hit a nor'easter.
japanese: 北東からの強風にぶつかったに違いない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.GENERIC
source: A fire that needs no wood? Un-natural!.
japanese: まきを必要としない火？自然じゃない！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.OUT
source: This looks like that will break.
japanese: それは壊れそうに見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.LOW
source: Needs more... wood?
japanese: もっと…木が必要？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_LIGHT.NORMAL
source: A fire that needs no wood? Un-natural!.
japanese: まきを必要としない火？自然じゃない！
