Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: The mighty mandrake. I should pick it at night.
french: Le puissant mandragore. Je devrais le prendre le soir.

source: Onward, my vegetable minions!
french: En avant, mes serviteurs légumes!

source: Alas, poor mandrake!
french: Hélas, le pauvre mandragore!

source: Time to stare into the abyss.
french: Le temps de regarder dans l'abîme.

source: A nest of filth and villany.
french: Un nid de saleté et de scélératesse.

source: At least they are comfortable.
french: Au moins, ils sont à l'aise.

source: Now I am all alone.
french: Maintenant, je suis tout seul.

source: I hope he is enjoying himself.
french: J'espère qu'il est en train de s'amuser.

source: Sticks and silk turned lethal.
french: Bâtons et de la soie s'est mortelle.

source: I wonder who used to own this.
french: Je me demande qui sert à possédez ce produit.

source: What a devilish tool!
french: Quel outil diabolique!

source: A bush that always hurts.
french: Un buisson qui fait toujours mal.

source: Even that is not permanent.
french: Même cela n'est pas permanent.

source: It's a carrot.
french: C'est une carotte.

source: I have become the destroyer of worlds.
french: Je suis devenu le destructeur des mondes.

source: A tiny life, ensconced in brittle death.
french: Une petite vie, bien calé dans la mort cassant.

source: I am full of emptiness.
french: Je suis plein de vide.

source: And there was light!
french: Et la lumière fut!

source: The darkness will be here soon. I must prepare.
french: L'obscurité sera bientôt là. Je dois me préparer.

source: The darkness has swallowed me.
french: L'obscurité m'a avalé.

source: The darkness! It is too dark!
french: L'obscurité! Il est trop sombre!

source: The hounds are baying.
french: Les chiens sont aboiements.

source: You try my patience.
french: Vous essayez ma patience.

source: Demon! Show yourself!
french: Démon! Montrez-vous!

source: You shall live. For now.
french: Tu vivras. Pour l'instant.

source: Darkness has returned!
french: Ténèbres est de retour!

source: INSUFFICIENT RESOURCES
french: RESSOURCES INSUFFISANTES

source: TRACES OF BEAK DETECTED
french: TRACES DE BEC DÉTECTÉE

source: THAT IS NOT A VALID SHAVE TARGET
french: QUI N'EST PAS VALIDE RASAGE CIBLE

source: DANGER! TARGET IS AWAKE
french: DANGER! TARGET est éveillé

source: THERE IS NO STUBBLE TO SHAVE
french: IL N'Y A PAS DE CHAUME DE RASAGE

source: IT IS AT CAPACITY
french: IL EST DE CAPACITÉ

source: THAT INPUT IS NOT ALLOWED
french: Cette entrée est INTERDIT

source: SOMETHING IS COMING
french: Quelque chose vient

source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED.
french: AVERTISSEMENT: menace détectée. MODE SOMMEIL DESACTIVE.

source: ITEM EXCEEDS CARRYING CAPACITY
french: ARTICLE DÉPASSE LA CAPACITE

source: ACTION NOT AVAILABLE IN CURRENT CONTEXT
french: ACTION NON DISPONIBLE DANS LE CONTEXTE ACTUEL

source: IT IS PERFORMING A SEARCH ALGORITHM
french: Elle effectue un algorithme de recherche

source: I HOLD ITS TINY LIFE IN MY HANDS
french: Je TIENDRA SON petite vie dans mes mains

source: ROAD PIECE
french: PIECE DE ROUTE

source: ANOMOLY DETECTED
french: ANOMOLY DÉTECTÉE

source: IMPROVISED STINGING DEVICE
french: IMPROVISÉ DISPOSITIF piqueurs

source: EMPTY CALORIES
french: CALORIES VIDES

source: I WIN
french: JE GAGNE

source: IT'S LIKE SOURCE CODE FOR PLANTS
french: C'EST COMME CODE SOURCE POUR LES PLANTES

source: THEY ARE MORE NUTRITIOUS NOW
french: ELLES SONT PLUS NUTRITIFS L'ENTREPRISE

source: I CAN REBOOT FLESHLINGS WITH THIS
french: J'ai pouvez redémarrer FLESHLINGS AVEC CE

source: IT IS FLOPPY NOW
french: IL EST MAINTENANT FLOPPY

source: IMPROVED TEMPERATURE CONTROL HOUSING
french: AMÉLIORATION DU LOGEMENT CONTRÔLE DE LA TEMPÉRATURE

source: CLUMP
french: PSUTC

source: IT IS SMARTER THAN MOST HUMANS
french: IT est plus intelligent que la plupart des humains

source: NOT SO SMART NOW, ARE YOU?
french: NOT SO SMART MAINTENANT, VOUS ÊTES?

source: USELESS JUNK FROM A BYGONE AGE
french: Paperasserie inutile d'une époque révolue

source: THEY EXHIBIT MINIMAL INTELLIGENCE
french: Ils présentent INTELLIGENCE MINIMAL

source: ERROR: ANOMALY!
french: ERREUR: ANOMALIE!

source: DO MY BIDDING
french: FAIRE MON APPEL D'OFFRES

source: IT IS LESS USEFUL THAN IT APPEARS
french: Elle est moins utile qu'il n'y paraît

source: THAT IS AN UNUSUALLY LARGE BIRD
french: C'est une BIRD inhabituellement élevé

source: TEMPERATURE CONTROL HOUSING
french: LOGEMENT CONTRÔLE DE LA TEMPÉRATURE

source: IT TASTES LIKE REVENGE
french: Il a un goût REVENGE

source: AGGRESSIVE LIFEFORMS WITHIN
french: Lifeforms agressif au sein

source: MEATLINGS ARE SO SUPERSTITIOUS
french: MEATLINGS SONT si superstitieux

source: WORMS AND ICHOR
french: WORMS ET ICHOR

source: IT IS STILL INITIALIZING
french: IL EST ENCORE INITIALISATION

source: REST FUNCTION ACTIVATED
french: FONCTION DE REPOS ACTIF

source: I HAVE IMPROVED THE ROCKS
french: J'ai amélioré LES ROCHES

source: GOLD IS MORE DURABLE?
french: GOLD est plus durable?

source: A TEMPORARY ENCAMPMENT
french: Un campement temporaire

source: NO FIRE DETECTED
french: NO FIRE DÉTECTÉE

source: WARNING: FIRE LEVEL CRITICAL
french: AVERTISSEMENT: RISQUES D'INCENDIE DE NIVEAU CRITIQUE

source: WARNING: FIRE IS RAMBUNCTIOUS
french: AVERTISSEMENT: le feu est exubérant

source: WARNING: FIRE LEVEL LOW
french: AVERTISSEMENT: RISQUES D'INCENDIE DE BAS NIVEAU

source: IT REMINDS ME OF SOMETHING
french: IT me rappelle quelque chose

source: POTENTIAL BUNWICH
french: POTENTIEL BUNWICH

source: I SHOULD HARVEST IT
french: JE DEVRAIS la moisson

source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
french: Câble est plus dégoûtant et POILUE QUE LA NORMALE

source: ERROR: UNKNOWN
french: ERREUR: UNKNOWN

source: UPGRADED FOOD MATERIAL
french: PRODUIT ALIMENTAIRE AMÉLIORÉ

source: WHAT PRIMITIVE "TECHNOLOGY"
french: QU'EST-CE QUE PRIMITIVE "TECHNOLOGIE "

source: SOON I WILL BE FREE OF THIS FILTY REALM
french: Bientôt je serai libre de cette dégoûtante REALM

source: I AM CERTAIN THIS WILL WORK
french: Je suis certain que FONCTIONNERA

source: THEY ARE FLATTER NOW
french: ILS SONT MAINTENANT PLAT

source: IT IS AFLAME
french: IL EST AFLAME

source: UNKNOWN PILE FORMAT
french: FORMAT INCONNU PILE

source: LIFEFORM DETECTED
french: Lifeform DÉTECTÉE

source: IT TASTES LIKE BURNT REVENGE
french: Il a un goût BRULE REVENGE

source: BOAT
french: bateau

source: THAT SEEMS SUBOPTIMAL
french: Cela semble sous-optimal

source: THAT MAKES ME FEEL SAFE
french: QUE me sens en sécurité

source: HE IS UNKNOWN
french: IL EST INCONNU

source: MINING IMPLEMENT DETECTED
french: MINES mettre en œuvre DÉTECTÉE

source: NOT FOR THE SQUEMISH
french: PAS POUR LA SQUEMISH

source: TARGET ACQUIRED
french: CIBLE ACQUISE

source: THE NATURAL WORLD IS OVERRATED
french: Le monde naturel est SURESTIMÉ

source: I WIN. GOOD.
french: JE GAGNE. BON.

source: SOON THERE WILL BE NOTHING LEFT
french: Bientôt, il ne restera plus rien

source: A WEAPON OF MINOR DESTRUCTION
french: ARME DE DESTRUCTION MINEUR

source: I AM SOMEWHAT REASSURED
french: JE SUIS un peu rassuré

source: ONE UNIT OF BEE STORAGE
french: UNE UNITÉ DE STOCKAGE D'ABEILLE

source: NOT VERY GOOD DEFENSES
french: PAS TRES BON DEFENSES

source: I WANT THAT EGG
french: JE VEUX QUE DES OEUFS

source: IT IS EMPTY
french: IL EST VIDE

source: SPIDER POTENTIAL = 6
french: SPIDER POTENTIEL = 6

source: GOOD THING I LACK A NOSE
french: Heureusement que je manque un NEZ

source: CRACK DETECTED
french: CRACK DÉTECTÉE

source: IT CAN NOT VENT EXCESS HEAT
french: IL NE PEUT VENT DE CHALEUR EXCESSIVE

source: IT REQUIRES WARMTH
french: IL A BESOIN DE CHALEUR

source: LIFE IS AN ANNOYINGLY SLOW PROCESS
french: LA VIE EST UN fâcheusement lent processus

source: SOMETHING IS EMERGING
french: QUELQUE CHOSE EST ÉMERGENTS

source: IT WOULD BE MORE USEFUL IN THE GROUND
french: IL SERAIT PLUS UTILE DANS LE SOL

source: IT HAS AN EERIE LIGHT
french: Il a une lumière sinistre

source: SPIDER INNARDS
french: Entrailles SPIDER

source: THREAT DETECTED
french: Menace détectée

source: IT IS VULNERABLE
french: Elle est vulnérable

source: THESE CREATURES ARE SO MANIPULABLE
french: Ces créatures sont manipulables SO

source: CARRY ON, MY FRIGID BROTHER
french: CARRY ON, mon frère FRIGID

source: I HAVE DESTROYED SOMETHING BEAUTIFUL. HA.
french: J'ai détruit quelque chose de beau. HA.

source: THEY REMIND ME OF BLOOD
french: Ils me rappellent SANG

source: PRIMITIVE LIGHT SOURCE
french: PRIMITIVE SOURCE DE LUMIERE

source: WOOD GROUND
french: SOL EN BOIS

source: TECHNOLOGY TURNED AGAINST ME
french: TECHNOLOGIE retourné contre moi

source: IT STEALS LIFE FROM OTHERS
french: Il vole LA VIE DES AUTRES

source: FILLED WITH DISGUSTING FLUIDS
french: Remplies de fluides DISGUSTING

source: WHY WOULD I WANT TO CHANGE?
french: Pourquoi voudrais-je changer?

source: USEFUL MATERIALS DETECTED
french: SUBSTANCES UTILES DÉTECTÉE

source: REGROWTH REQUIRED
french: REPOUSSE REQUIS

source: TOO HOT
french: TROP CHAUD

source: THESE ANIMALS ARE DISGUSTING
french: Ces animaux sont DISGUSTING

source: IT HAS BEEN SEPARATED FROM ITS BIRD
french: IL A été séparé de son BIRD

source: EXFOLIATE!
french: Exfolier!

source: BIOLOGY IS DISGUSTING
french: BIOLOGIE est dégoûtant

source: HOW INDUSTRIOUS
french: COMMENT industrieuse

source: POTENTIAL CONSTRUCTION MATERIAL
french: MATERIAUX DE CONSTRUCTION POTENTIEL

source: IT IS RECHARGING
french: IL EST DE RECHARGE

source: RESOURCES WASTED
french: Le gaspillage des ressources

source: REMINDS ME OF MY MOTHER
french: ME RAPPELLE DE MA MERE

source: A TASTE SENSATION
french: Une sensation de goût

source: THAT APPEARS TO BE THE DOMINANT PIG
french: Cela semble être LE COCHON DOMINANTE

source: I'M MADE OF TOUGHER STUFF
french: Je suis fait d'un durcissement STUFF

source: I WILL PROTECT MYSELF WITH NOTHINGNESS
french: JE ME PROTEGER avec le néant

source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
french: Cette unité de stockage externe semble être sensibles

source: I WANT TO STEP ON IT
french: Je veux pas marcher sur IT

source: THIS MEAT TUBE WILL SERVE MY PURPOSES
french: Ce tube VIANDES servir mon FINS

source: I PREFER DOT MATRIX PAPER
french: JE PRÉFÈRE DOT MATRIX PAPIER

source: A SPIKY TREE
french: UN ARBRE SPIKY

source: SPIKY TREE DEFEATED
french: ARBRE SPIKY DÉFAITE

source: THE SPIKY TREE IS NO MORE
french: L'ARBRE N'EST PLUS SPIKY

source: SPIKY TREE IGNITED
french: ARBRE SPIKY ALLUMAGE

source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
french: COMPRIMÉ matière morte. CE QUI N'EST PAS D'AIMER?

source: POSSESSES AMPLE ENERGY RESERVES
french: Possède des réserves ENERGY AMPLES

source: IT IS AN UNINTERESTING PLANT
french: C'est une plante inintéressante

source: STUPID BIRDS. HA.
french: OISEAUX stupide. HA.

source: EXTERNAL STORAGE UNIT
french: Unité de stockage externe

source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
french: IL EST INCOMPATIBLE AVEC MON MOTEUR CHIMIQUES

source: IT IS NOT CURRENTLY ACTIVE
french: Il n'est pas actuellement ACTIVE

source: LIFE IS INEFFICIENT
french: LA VIE EST INEFFICACE

source: ITS RESOURCES ARE EXHAUSTED
french: SES ressources sont épuisées

source: THESE FLESHLINGS ARE DISGUSTING
french: CES FLESHLINGS sont dégueulasses

source: MEAT RENDERED INACTIVE. EXCELLENT.
french: VIANDE rendu inactif. EXCELLENT.

source: UNKNOWN LIGHT SOURCE
french: Source de lumière

source: A TOOL FOR CHOPPING DOWN LIVING MATTER
french: UN OUTIL POUR abattre MATIÈRE VIVANTE

source: THE GROUND
french: L

source: IT IS A GOOD LUBRICANT FOR MY GEARS
french: C'est un lubrifiant BON POUR MES ENGRENAGES

source: IT HAS AN ILLOGICAL NAME
french: Il a un nom ILLOGIQUE

source: WORK HARDER, BEES
french: Travailler plus dur, BEES

source: HONEY LEVELS ARE LOW
french: NIVEAUX DE MIEL EST FAIBLE

source: HONEY LEVELS ARE HIGH
french: NIVEAUX DE MIEL SONT HAUT

source: NO HONEY DETECTED
french: NON DETECTE MIEL

source: FIRE MAKES THINGS BETTER
french: INCENDIE améliore les choses

source: IT HAS A STINGER AND A BAD ATTITUDE
french: IL YA UNE STINGER et une mauvaise attitude

source: WARNING: KILLER BEE IN POCKET
french: AVERTISSEMENT: Killer Bee dans la poche

source: I DO NOT LIKE WATER
french: JE N'AIME PAS L'EAU

source: A MINDLESS DRONE. I LIKE HIM.
french: Un DRONE MINDLESS. Je l'aime bien.

source: ITS VIBRATIONS ARE COMFORTING
french: Ses vibrations sont réconfortants

source: UNDEAD ALERT
french: ALERTE UNDEAD

source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBERS
french: Il ya des traces de matières fécales intégré dans le FIBRES

source: EVEN I CAN NOT PROCESS THAT
french: JE NE PEUX PAS MÊME processus qui

source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
french: Cela permet de garder mon processeur CONTRE LE GEL

source: WARMTH AND LIGHT
french: CHALEUR ET LUMIÈRE

source: IT NEEDS TO BE REBOOTED
french: IT doit être redémarré

source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
french: AVERTISSEMENT: NIVEAU SUPERIEUR AU FEU PARAMETRES DE CONCEPTION

source: THIS FIRE IS FULLY OPERATIONAL
french: CE FEU est pleinement opérationnel

source: IT LOOKS PATHTETIC
french: IL SEMBLE PATHTETIC

source: IT REQUIRES INPUT
french: IL A BESOIN D'ENTRÉE

source: IT IS ALMOST OUT OF FUEL
french: IL EST PRESQUE DE CARBURANT

source: I HAVE KILLED IT TWICE. HA.
french: Je l'ai tué deux fois. HA.

source: NUTRITIOUS
french: NUTRITIFS

source: HIS NAME IS HAL. HE IS MY FRIEND.
french: SON NOM EST HAL. Il est mon ami.

source: EXTRUDED BEEFALO DISGUSTINGNESS
french: EXTRUDÉ DISGUSTINGNESS Beefalo

source: IT LOOKS TERRITORIAL
french: IL SEMBLE TERRITORIALE

source: WARNING: TOXINS PRESENT
french: AVERTISSEMENT: les toxines présentes

source: ROBOT NEEDS FOOD
french: ROBOT besoins alimentaires

source: SPIDER SOURCE DETECTED
french: SOURCE Spider Detected

source: LIVING THINGS ARE MADE OF FASCINATING PARTS
french: Les êtres vivants sont constitués de pièces FASCINANTES

source: IT RADIATES WITH MEAT WARMTH
french: Elle rayonne de CHALEUR DE LA VIANDE

source: STORAGE MODULE 2.0
french: STOCKAGE Module 2.0

source: IT IS NO LONGER ALIVE
french: IL EST N'EST PLUS EN VIE

source: REQUIRES CHIPS
french: EXIGE CHIPS

source: THIS WOULD PROBABLY BLOW MY CIRCUITS
french: Ce serait sans doute BLOW MY CIRCUITS

source: THEY HAVE LOST STRUCTURAL INTEGRITY
french: Ils ont perdu INTÉGRITÉ STRUCTURALE

source: HOW DELIGHTFULLY INORGANIC
french: COMMENT délicieusement INORGANIQUE

source: IT LOOKS EDIBLE
french: IL SEMBLE COMESTIBLES

source: IT IS AT PEAK NUTRITIONAL VALUE
french: IL EST EN VALEUR NUTRITIVE PEAK

source: GO FASTER, PLANT
french: GO FASTER, USINES

source: HARVEST INSECTS
french: INSECTES DE RÉCOLTE

source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
french: Les araignées vivent dans un système de la monarchie

source: DEBUGGING RESIDUE
french: MISE AU POINT DES RÉSIDUS

source: IT HAS A PLEASING SHAPE
french: Il a une forme AGREABLE

source: IT LOOKS COMBUSTIBLE
french: IL SEMBLE COMBUSTIBLE

source: IT WILL RETURN SOON
french: IT reviendra bientôt

source: FERTILIZATION REQUIRED
french: FÉCONDATION REQUIS

source: PERIODIC CALORIE DISPENSOR
french: Dispensor CALORIE PÉRIODIQUE

source: IT IS REBOOTING
french: La réinitialisation

source: THE SYSTEM IS DOWN
french: Le système est hors

source: MY APPRECIATION FOR BEAUTY IS LIMITED
french: MON appréciation pour la beauté EST LIMITÉE

source: DELICIOUS
french: Delicieux!

source: UPGRADED ARMOUR
french: ARMOUR AMÉLIORÉ

source: I CAN HACK THIS WORLD
french: JE PEUX PIRATER CE MONDE

source: IT THINKS IT IS SO PRETTY
french: Elle pense qu'elle est très jolie

source: SQUISH
french: Gargouillis

source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
french: IT transmet sans fil PENSÉES aux araignées

source: WHO IS THAT?
french: Qui est-ce?

source: DELECTABLE
french: Délectable

source: WOODEN DEFENSES
french: DEFENSES EN BOIS

source: I WILL REFINE THESE INTO HIGH TECHNOLOGY
french: Je précisera ces DANS LA HAUTE TECHNOLOGIE

source: PLANT MATTER
french: La matière végétale

source: PADDING FOR MY PROCESSING UNIT
french: REMBOURRAGE POUR MON UNITÉ DE TRAITEMENT

source: SUPPORTS HANDS-FREE OPERATION
french: SUPPORTS mains-libres

source: THE MESH IS SMALLER THAN BEE STINGERS
french: LA MAILLE EST PLUS PETIT QUE STINGERS BEE

source: BIOLUMINESCENT INSECTS
french: INSECTES BIOLUMINESCENTS

source: THEY ARE VERY LIGHT
french: Ils sont très légers

source: IT HAS HEALING PROPERTIES
french: IT a des propriétés curatives

source: I WILL ENJOY THIS
french: Je apprécieront cette

source: IT HAS RUN OUT OF LIFE. I WIN.
french: IL EST EN PANNE DE VIE. JE GAGNE.

source: IT IS STILL SOMEWHAT INCOMPATIBLE
french: IL EST ENCORE UN PEU INCOMPATIBLE

source: UPGRADED STORAGE MODULE
french: MODULE DE STOCKAGE AMÉLIORÉ

source: I STILL CAN NOT FLY
french: Je n'arrive toujours pas FLY

source: THEY CAN NO LONGER GERMINATE
french: ILS NE PEUVENT PLUS germer

source: GREETINGS, RED BIRD
french: SALUTATIONS, OISEAU ROUGE

source: HOW DEMEANING
french: COMMENT avilissante

source: IT IS THE DRM KEY FOR THE STORAGE UNIT
french: C'est la clé DRM POUR L'UNITÉ DE STOCKAGE

source: REPLACEMENT PARTS FOR FROGS
french: PIÈCES DE RECHANGE POUR LES GRENOUILLES

source: IT HAS MANY USES
french: IT a de nombreuses utilisations

source: THIS IS IMPROBABLE
french: C'EST IMPROBABLE

source: THIS ROCK IS SHARPER THAN MOST
french: Cette roche est plus nette que la plupart des

source: IT IS VISCOUS
french: Il est visqueux

source: I WILL IMPRISON THE FLESHLINGS
french: JE emprisonner les FLESHLINGS

source: NOW I HAVE YOU
french: MAINTENANT JE VOUS AVEZ

source: THIS WILL PUNCTURE MY ENEMIES' FEET
french: Cette ponction WILL PIEDS mes ennemis

source: IT IS DIFFICULT TO PEEL
french: IL EST DIFFICILE DE PEEL

source: STONE DEFENSES
french: DEFENSES DE PIERRE

source: HOLLOW PLANT MATTER
french: La matière végétale CREUSE

source: WARNING: MOTILE TREE
french: AVERTISSEMENT: L'ARBRE mobiles

source: HIGHTENED THREAT DETECTED
french: MENACE DÉTECTÉE hightened

source: THREAT SUSPENDED
french: Menace suspendue

source: STOP! THIEF!
french: Au voleur !

source: THE FURNITURE IS ALL PIG-SHAPED
french: Les meubles sont tous PORC EN FORME

source: THE OCCUPANT MUST BE SLEEPING
french: L'occupant doit être SOMMEIL

source: OCCUPIED
french: OCCUPÉ

source: MOTHER?
french: Mere...

source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
french: Ils sont tous reliés par des tunnels SOUTERRAINS

source: AT LEAST THEY ARE DEAD
french: Au moins ils sont DEAD

source: IT STINKS OF MEAT
french: Ça pue le VIANDE

source: IT BEGS TO BE TIPPED OVER
french: IT prie d'être renversé

source: FOLLOW ME WITHOUT QUESTION.
french: FOLLOW ME SANS CAUSE.

source: I HAVE HUMILIATED IT. GOOD.
french: Je l'ai humilié. BON.

source: I APPRECIATE ITS CONDUCTIVITY
french: J'apprécie sa conductivité

source: IT IS ALMOST COMPLETE
french: IL EST PRESQUE COMPLET

source: I CAN REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
french: JE PEUX PRÉCISER LES VIANDES ET LEGUMES EN PLUS formes robustes

source: THE COOKING PROCESS IS DONE
french: LE PROCESSUS DE CUISSON EST FAIT

source: MORE TIME IS REQUIRED
french: Faut plus de temps

source: IS IT STILL ALIVE?
french: EST-IL ENCORE VIVANT?

source: ANGST DETECTED
french: ANGST DÉTECTÉE

source: IT NEEDS FOOD
french: IL A BESOIN DES ALIMENTS

source: IT IS STARTING TO BEHAVE IRRATIONALLY
french: Il commence à agir de façon irrationnelle

source: I AM ADEPT AT WEAVING
french: JE SUIS AU TISSAGE ADEPT

source: ERROR. STAY AWAY.
french: ERREUR. STAY AWAY.

source: I ENJOY ITS POINTY PARTS
french: Je PROFITEZ DE SES PIÈCES pointu

source: IT IS A PLANT
french: C'est une plante

source: WHAT DO YOU WANT?
french: QUE VOULEZ-VOUS?

source: I HAVE KILLED IT. GOOD.
french: J'ai dû le tuer. BON.

source: HELLO, FRIEND
french: BONJOUR, AMI

source: STILL NOT GOOD
french: TOUJOURS PAS BON

source: TENT
french: TENTE

source: WHO WROTE THAT?
french: Qui a écrit ça?

source: SOPHISTICATED
french: SOPHISTIQUÉ

source: I SHOULD EAT THIS SOON
french: Je ne mange cette BIENTÔT

source: THIS WILL COVER MY PROCESSING UNIT
french: Cela couvrira MON UNITÉ DE TRAITEMENT

source: HOW DOES THE TREE FIT IN THERE?
french: COMMENT FONCTIONNE L'ARBRE FIT IN THERE?

source: WARNING: NIGHT APPROACHING
french: AVERTISSEMENT: L'APPROCHE DE NUIT

source: OPTICAL SENSORS DEACTIVATED
french: CAPTEURS OPTIQUES DEACTIVATED

source: ERROR: UNKNOWN ATTACKER
french: ERREUR: agresseur inconnu

source: INFORMATION ADDED
french: Ajout d'informations

source: DISTANCE TO LIFEFORM: MINIMAL
french: DISTANCE DE Lifeform: MINIMAL

source: END OF TRAIL
french: FIN DE PARCOURS

source: INFORMATION OVERLOAD
french: La surcharge d'information

source: I WILL DESTROY YOU
french: Je te détruirai

source: MY INPUTS ARE FULL OF SLIME
french: MES ENTRÉES SONT PLEIN DE BOUE

source: MOSQUITOS!
french: MOUSTIQUES!

source: OPTICAL SENSORS ACTIVE
french: CAPTEURS OPTIQUES ACTIFS

source: CPU REBOOTED
french: CPU redémarré

source: STALE FOOD IS JUST AS GOOD
french: La nourriture avariée est tout aussi bon

source: THAT WAS NOT FOOD
french: QUI N'ETAIT PAS DES ALIMENTS

source: SPOILED FOOD IS STILL FOOD
french: La nourriture avariée EST ENCORE DES ALIMENTS

source: FUEL RESERVES LOW
french: RÉSERVES DE CARBURANT BASSE

source: MATIERAL HAS LOW INFORMATIONAL CONTENT
french: MATIERAL A FAIBLE TENEUR EN INFORMATION

source: ERROR: CATCH FAILED
french: ERREUR: ÉCHEC DE CAPTURE

source: TORCH EXHAUSTED
french: TORCHE EPUISE

source: INSUFFICIENT ILLUMINATION
french: Éclairage insuffisant

source: OUCH
french: Aïe !

source: MECHANISMS ARE FREEZING
french: Des mécanismes sont CONGÉLATION

source: COMBAT ROUTINE FAILED
french: ROUTINE DE COMBAT FAILED

source: SLEEP MODE UNAVAILABLE DURING DAY
french: SLEEP MODE PAS DISPONIBLE PENDANT LA JOURNÉE

source: Ow! It got me!
french: Ow! Il m'a fait!

source: I need to gather more things to make that.
french: J'ai besoin de recueillir plus de choses à faire cela.

source: This egg too crunchy.
french: Cet oeuf trop croquants.

source: Animal is close!
french: Animale est proche!

source: That cannot be shaved.
french: Cela ne peut pas être rasé.

source: I will wait until he is not looking.
french: Je vais attendre jusqu'à ce qu'il ne regarde pas.

source: I cannot shave when there are no hairs.
french: Je ne peux pas se raser quand il n'ya pas de poils.

source: What is this thing?
french: Quelle est cette chose?

source: Ow! Why did you hurt me, throwy stick?
french: Ow! Pourquoi m'as-tu fait mal, bâton throwy?

source: No animal here.
french: Aucun animal ici.

source: It makes me feel alive!
french: Il me fait me sentir vivant!

source: I will punch you!
french: Je vais te frapper!

source: I am sorry, my friend!
french: Je suis désolé, mon ami!

source: I am still stronger, scary bug!
french: Je suis encore plus forte, bug effrayant!

source: Die, evil scary bug!
french: Die, le mal de bug effrayant!

source: I hear puppies!
french: J'entends chiots!

source: My mighty arms can carry no more.
french: Mes bras puissants peut mener sans plus.

source: I am not mighty enough to do that.
french: Je ne suis pas assez puissant pour le faire.

source: I can see again!
french: Je revois!

source: Tiny rabbit! Hide from me!
french: Lapin minuscule! Cacher de moi!

source: He is my friend.
french: Il est mon ami.

source: Is plant.
french: Est-usine.

source: I can play folk song.
french: Je peux jouer chanson folklorique.

source: Is junk, I think.
french: Est indésirable, je pense.

source: Wall is made of grass!
french: Mur est faite d'herbe!

source: I do not like birds.
french: Je n'aime pas les oiseaux.

source: He is squawky.
french: Il est squawky.

source: Hello pig. How are you?
french: Bonjour cochon. Comment êtes-vous?

source: Is friend now!
french: Est-ami maintenant!
