Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE
source: Rocks are boring.
japanese: 岩は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER
source: I don't have time to waste on flowers.
japanese: 花に費やす無駄な時間はない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD
source: That could totally catch on fire.
japanese: それは全体に燃えるかもしれない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS_ITEM
source: Will they fit in my pockets?
japanese: 奴らは俺のポケットに入る大きさだと思う？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_RUINS
source: And they'll huff and they'll puff!
japanese: そして彼らは息を弾ませるだろう！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREASURECHEST
source: It's a trunk for my junk.
japanese: 俺のジャンク用のトランク。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRD
source: I don't think it wants to be friends.
japanese: そいつは友達になりたがるとは思わない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BONESTEW
source: Just add fire to food and voila!
japanese: 食べ物に火を加えるだけ、出来上がり！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARELIGHT
source: Light without fire is unnatural.
japanese: 火の無い明かりは不自然だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAT
source: Cute little guy!
japanese: キュートで小さな奴！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_PLANTED
source: Maybe its special carrot friend is in the ground.
japanese: 多分そいつの特別なニンジンの友は地中にいる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE
source: Eh. I guess that's OK.
japanese: ええ。それでOKだと思うけど。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY_ITEM
source: Hmmm. I wonder if these will burn.
japanese: うーん。こいつらは燃えるかどうか。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT_DRIED
source: Chewy, but satisfying.
japanese: 硬くてかまなきゃならないけど、満足。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB4
source: I can use the hat like a cauldron!
japanese: その帽子は大釜のように使える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTBULB
source: Bright!
japanese: 明るい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOOTBALLHAT
source: Sports are hard.
japanese: スポーツはハードだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_COOKED
source: Fire makes them so much better.
japanese: 炎でそいつらはずっと良くなった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_COOKED
source: Less slippery now that it's found fire.
japanese: 火を見つけた今はあまり滑らなくなった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEATERVEST
source: Not as nice as a flaming vest, but it'll do.
japanese: 燃え立つベストみたいにステキじゃないが、事足りる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES_COOKED
source: Red berries with fire somehow taste even better.
japanese: 火と一緒のレッドベリーはさらに美味しい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WAFFLES
source: Hi, waffles!
japanese: やぁ、ワッフル！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.GENERIC
source: Old furniture.
japanese: 古い家具。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RELIC.BROKEN
source: Bits and pieces, pieces and bits.
japanese: こまごまとした物、雑用。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUGNET
source: I can catch a bug!
japanese: 俺は虫を捕まえられる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERQUEEN
source: Kill it with fire!
japanese: それを火で殺せ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMAREFUEL
source: Eww, it's still warm!
japanese: うわぁ、まだ温かい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.GENERIC
source: It's full of electrical junk.
japanese: 電気のガラクタでいっぱい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.HOT
source: Gah! Enough with the beeping!
japanese: ガー！ビープ音は十分！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.COLD
source: It's making some kind of noise.
japanese: ある種のノイズを出している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARM
source: This thing is getting noisier.
japanese: これはどんどんうるさくなってきている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGROD.WARMER
source: I must be close!
japanese: 閉めなければ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.VALID
source: I wonder how they hover?
japanese: どうやって奴らは浮かんでいるのだろう？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEMSOCKET.GEMS
source: It's so empty!
japanese: まったく空っぽ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_WINTER
source: It's so soft and squishy!
japanese: とてもソフトでグニャグニャする！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_SUMMER
source: Well, part of him is still cuddly.
japanese: えっと、奴の部分はまだ柔らかい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_RUBBLE
source: I could probably fix that up.
japanese: 多分それを直すことができた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DRYING
source: Come on meat, dry already!
japanese: さーさー肉よ、さっさと乾け！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.DONE
source: It's ready!
japanese: 準備はできている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATRACK.GENERIC
source: I want to hang some meat!
japanese: 何枚か肉を干したい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_COOKED
source: Fire on the outside turned out pretty well.
japanese: 外の炎は上手い具合に燃えていた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER
source: Do they have little fires in their bellies?
japanese: 彼らは腹の中でかすかな炎を持っているのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNK_COOKED
source: I'm still not sure I want to eat this.
japanese: それを食べたいかどうか、まだ確信がない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.GENERIC
source: Flutter away, butterfly!
japanese: ヒラヒラと飛んで行け、蝶よ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLY.HELD
source: I want to squish it.
japanese: それをグシャっとつぶしたい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAUR
source: Poor thing. Trapped in this maze.
japanese: 可哀想な奴。この迷路にはまってしまった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL
source: More boring rocks.
japanese: もっと沢山のつまらない岩。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANE
source: I can walk more easily with this!
japanese: これでもっと簡単に歩ける！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_WINTER
source: Not as warm as a good fire, but still pretty good!
japanese: 理想的な炎のように温かくはないが、もう十分良い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRUNKVEST_SUMMER
source: Now I'll be with my friend forever.
japanese: これからは友達と永遠に一緒にいるつもり。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.GENERIC
source: Not quite a phoenix but still cute, I guess.
japanese: 完全に不死鳥ではないが、十分可愛いと思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you hungry?
japanese: お腹はすいているのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLBIRD.STARVING
source: Ok, ok! I get it, you're hungry.
japanese: OK、わかったよ！わかった、腹ぺこなんだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UNAGI
source: I cooked that.
japanese: 俺がそれを料理した。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Stupid mushroom.
japanese: 愚かなキノコ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Hey! You! Get up here!
japanese: ねえ！おまえ！ここに起き上がれ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Maybe it will return some day.
japanese: 多分いつかは帰ってくるだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_8
source: I've never liked bathing with water.
japanese: 水風呂を好きになったことなど一度もない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's burning inside.
japanese: 内側が燃えている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.GENERIC
source: Pretty!
japanese: かわいい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.INGROUND
source: Hey! You! Get up here!
japanese: ねえ！おまえ！ここに起き上がれ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_MUSHROOM.PICKED
source: Maybe it will return some day.
japanese: 多分いつかは帰ってくるだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHAT
source: This will keep the pokeys off of me.
japanese: これで俺は古くささとは縁遠くなるつもり。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.GENERIC
source: I wish they didn't run away!
japanese: あいつらが逃げていかなければ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREFLIES.HELD
source: They're like little fires in my pocket!
japanese: 俺のポケットの中の小さな火事のようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_LOW
source: More boring rocks.
japanese: もっと沢山のつまらない岩。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET
source: I wish it lit stuff on fire.
japanese: それは物に火をつけてくれれば良いのに。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHOLE
source: It's full of spiders.
japanese: クモでいっぱい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIRTPILE
source: Who just leaves dirt lying around in the forest?
japanese: この森の回りに誰が泥を残して行ったのか。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMONSTERMEAT
source: It's still gross.
japanese: まだゾッとする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEAMULET
source: Boo to this.
japanese: これに対するブーイング。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_6
source: Not even a spark.
japanese: 火の粉さえもない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_5
source: Check out those tiny thrusters. Such explosive power!
japanese: これらのちっぽけなスラスタを調べろ。すごい爆発性のパワー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's burning inside.
japanese: 内側が燃えている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_4
source: He looks like he was forged in flame.
japanese: 彼は炎の中でプレスされたようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEGEM
source: This one makes my fingers tingle.
japanese: これのせいで俺の指はズキズキする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSHHAT
source: Too passive!
japanese: 従順すぎ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENSHOVEL
source: It won't make flaming pits, but at least it's shiny.
japanese: 燃え立つピットはできないが、少なくとも輝いている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_3
source: The knot is stuck. Who needs a knife when you've got fire?
japanese: その結び目がひっかかっている。君が火を手に入れたら、ナイフが必要なのは誰？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_2
source: A cheap fake. It probably doesn't even burn properly.
japanese: 安物の偽物。多分適当に燃えることもない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEMAXWELL
source: I'm beginning to dislike that man.
japanese: あの男を嫌いになり始めている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_STATUE
source: Drat, won't burn.
japanese: チェッ、燃えない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SANITY
source: Like being wrapped in smoke.
japanese: まるで煙に包まれているみたい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLINT
source: The poor man's fire-starter.
japanese: その可哀想な男の発火具。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_11
source: Ooh, I wonder if he has a flamethrower!
japanese: オー、奴は火炎放射器を持っているのか！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_10
source: I don't think dentures don't burn well.
japanese: 入れ歯がよく燃えないとは思えない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN
source: Redbird feather. It probably smells terrible on fire.
japanese: 赤い鳥の羽。それは燃えるときっと恐ろしい臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FIRE
source: This is my favourite thing in the whole wide world.
japanese: これが俺の世界で一番好きなもの。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_STONE_ITEM
source: These are surprisingly heavy.
japanese: こいつらはびっくりするほど重たい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I hate that arrow!
japanese: あの矢を憎んでいる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTREEDS
source: Cut reeds, ready for burning. Or maybe crafting.
japanese: アシを刈って、燃やす準備はできている。それか多分工作する。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP
source: It's a bit passive aggressive, but it'll work.
japanese: 少し受動攻撃的だが、まだ動く。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TORCH
source: Fire is so pretty.
japanese: 火は本当に美しい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FOREST
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOPHAT
source: A top hat and a lighter, a perfect combination.
japanese: シルクハットとライター、完璧な組み合わせ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS
source: Stay back, you big jerk!
japanese: 下がっていろ、大バカ野郎！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RATATOUILLE
source: Vegetables. So many vegetables.
japanese: 野菜。すごく沢山の野菜。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.FULL
source: He's doing pig things in there.
japanese: 彼はその中でブタに関係あることをしている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: You jerk! Let me in!
japanese: バカ野郎！俺を中に入れろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have questionable taste in architecture
japanese: このブタたちの建築の趣味は疑問だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SAVANNA
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_GARDEN
source: I hear little digging sounds.
japanese: 少し掘り返している音が聞こえる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks pretty worn down.
japanese: かなりすり減って見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MUD
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STRAWHAT
source: A hat made of straw. To think, it could've been tinder.
japanese: 藁で作った帽子。考えてみれば、それは燃えやすいのかもしれなかった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
japanese: 先がとがってて、ネバネバ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASALT
source: It's too hard to break!
japanese: 固すぎで壊れない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS
source: It still twitches every now and then. Freaky.
japanese: 時々またピクピク動いている。怖い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG
source: It smells like a bird's butt.
japanese: 鳥のお尻のような臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLESPOTS
source: Ewwwww.
japanese: ウワッー。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_SEEDS
source: A tiny seed. Looks like the parts inside the fruit.
japanese: 小さな種。フルーツの内側部分のように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENT
source: I got all the badges in Girl Scouts.
japanese: ガールスカウトでバッチ全部を手に入れた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE_PIECES
source: This Thulecite crumbled to pieces.
japanese: このスーラサイトが崩れて粉々になる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_RING
source: This is too precious to burn!
japanese: これは高価すぎて燃やせない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PENGUIN
source: Run away tiny dancers.
japanese: チビダンサー達、逃げて。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_POTATO
source: Perhaps I could melt it into a more pleasing shape.
japanese: 多分それをもっと喜ばれる形に溶かすこともできた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.GENERIC
source: That's not a normal plant
japanese: それは普通の植物じゃない

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.PICKED
source: Now that's just creepy!
japanese: 今は単にゾッとする！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKE.DEAD
source: Why did this plant have a face?
japanese: なぜこの植物には顔があるの？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.GENERIC
source: I like the cut of that bee's jib.
japanese: あの蜂のジブの切れ具合が好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KILLERBEE.HELD
source: Buzz!
japanese: ブンブン！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_COOKED
source: Yuck, it smells just as bad cooked!
japanese: ゲーッ、調理しても同じくらいひどい臭い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT_COOKED
source: Fire makes everything better.
japanese: 火ですべてがより良くなる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BOX
source: It feels warm.
japanese: 温かい感じがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGLOG
source: It looks upset.
japanese: 動揺しているようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.GENERIC
source: I could watch it for hours.
japanese: 何時間でもそれを見ていられる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.OUT
source: I should make the fire come back.
japanese: その火をまた起こすべきだな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.EMBERS
source: Uh oh. It's almost gone!
japanese: まずい。ほぼなくなってしまった！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.HIGH
source: BURN! BURN FASTER!
japanese: 燃えろ！速攻で燃やせ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.LOW
source: This fire is small and boring.
japanese: この火は小さくてつまらない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREPIT.NORMAL
source: Burn!
japanese: 燃えろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_COOKED
source: It looks more like a fruit that's been in a fire now.
japanese: 火の中にあるフルーツにもっと似ているように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHAT
source: It fits my head.
japanese: 俺の頭にピッタリ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDEREGGSACK
source: Tons of tiny disgusting spiders.
japanese: 大量の小さな気色悪いクモたち。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Arise my phoenix!
japanese: 俺の不死鳥よ、蘇れ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is there such a thing as too much fire?
japanese: 火が強過ぎるなんてことがある？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs more fire!
japanese: もっと火が必要だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: I'm getting tired of waiting.
japanese: 俺は待ちくたびれてきた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: How long is this going to take?
japanese: これはあとどの位かかるのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDEGG
source: Does it like fire?
japanese: それは火のようなもの？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POTTEDFERN
source: I'd rather burn them.
japanese: どっちかというと奴らを燃やしたい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BANDAGE
source: Eww, do I have to?
japanese: 気色悪い、やらなきゃダメか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_STRAW
source: Musty.
japanese: カビ臭い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_12
source: All dried up, as if it stayed a bit too close to the fire.
japanese: その火に少し近づけ過ぎたのか、完全に乾いた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR
source: It's quivering.
japanese: ブルブル震えている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STINGER
source: It's pokey!
japanese: ぐず！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STATUEHARP
source: What a nice statue. Shame if something were to happen to it.
japanese: なんてステキな彫像。それに何か起きていたら恥だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FOOD
source: At least it's still flammable.
japanese: 少なくともそれはまだ燃やせる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Maybe I could kill it... with FIRE.
japanese: 多分それを殺せる…火をもってすれば。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Maybe I should just leave that one alone.
japanese: 多分ただそれだけを残していくべきだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He had it coming.
japanese: 彼は自業自得だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_PLANT
source: It's all planty.
japanese: 全部植物。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERHAT
source: Who's your mommy!
japanese: 君の母親は誰！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LITTLE_WALRUS
source: He looks tasty.
japanese: 彼は美味しそうだな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEAMULET
source: Has science gone too far?
japanese: 科学は行き過ぎたのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOOMERANG
source: It's not the most exciting weapon.
japanese: それは最もエキサイティングな武器ではない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_UNDERROCK
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENGEM
source: This one feels really light.
japanese: こいつは本当に軽く感じる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBOT_PUPPET
source: It looks scared half to death.
japanese: 半分死にかかっているからおびえたように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANFLUTE
source: Music is boring.
japanese: 音楽は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.GENERIC
source: I feel like he understands me.
japanese: 彼は俺を理解しているように感じる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.HUNGRY
source: He sure eats a lot.
japanese: 彼はすごく沢山食べる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TEENBIRD.STARVING
source: Don't look at me! Get your own food.
japanese: 俺を見るな！自分の食事を食べろ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERDEN
source: That's just nasty.
japanese: 単に君が悪い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLHEAD
source: He sure likes to talk.
japanese: 彼はとてもおしゃべり好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_HAY
source: That looks so flammable!
japanese: かなり燃えやすいように見える！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMALLMEAT
source: I could make this better with FIRE!
japanese: 火をもってすればこれをマシにできるかもしれない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LANTERN
source: Fire is not meant to be contained like this!
japanese: 火はこのように自制を意味するものではない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_9
source: You can strike a match on a zipper, but not on buttons.
japanese: チャックの上でマッチは擦れるが、ボタンでは無理。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.GENERIC
source: A redbird. The color of fire, but not a phoenix.
japanese: 赤い鳥。火の色、でも不死鳥ではない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN.HELD
source: It's cozy in my pocket.
japanese: 俺のポケットの中は居心地が良い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.GENERIC
source: A fire would make this even better!
japanese: 火があればこれはもっと良くなる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.HOT
source: Look at how it glows!
japanese: どんな風に光るのか見て！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
japanese: 石みたいに冷え冷え。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEATROCK.WARM
source: Heat without the flame... what fun is that?
japanese: 炎のない熱…なんて楽しいのだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.GENERIC
source: Wood! So flammable! Hooray!
japanese: 木だ！かなり良く燃える！やったー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOG.BURNING
source: Burn, log, buuuurn!
japanese: 燃えろ、丸太、燃えろおーー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURPER_PELT
source: Eeewwwww, it's still alive!
japanese: うーーわーーーー、まだ勢いがある！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL
source: I don't like the look it's giving me!
japanese: 俺を見ている様子が好きじゃない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB
source: Even I don't know everything, yet.
japanese: 全部はまだ俺にさえ解っていない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE_MAXWELL
source: Mosquitos inside. They don't sound happy.
japanese: 蚊が中に。あまりハッピーそうではない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.DUG
source: Better it than me.
japanese: 自分よりそのほうが適任。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOUND.GENERIC
source: It's full of dead stuff, I bet.
japanese: 屍でいっぱいに違いない、と思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.GENERIC
source: Even the babies are ugly.
japanese: 赤ちゃんですら醜い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYBEEFALO.SLEEPING
source: WAKE UP!
japanese: 起きろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHOVEL
source: Not great for fighting.
japanese: 戦うことは素晴らしいわけじゃない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLEPILLAR
source: I wonder if the rest burnt down.
japanese: 残りの燃え落ちたものはどうなっているんだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEWING_KIT
source: But destruction is so much more fun!
japanese: でも破壊するほうが、本当にずっと楽しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS_COOKED
source: No good for farming now.
japanese: 今耕作するには適さない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEEDS
source: Farming is boring.
japanese: 耕作は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.INACTIVE
source: Where'd it go?
japanese: それはどこに行ったのだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANITYROCK.ACTIVE
source: I wonder what these markings mean.
japanese: これらのマーキングの意味はなんだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROTTENEGG
source: Ew! Why? Oh Why?!
japanese: うわ！なぜだ？おーなぜだ？！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.GENERIC
source: Leftovers from a fire. I wish it was still here.
japanese: 1つの火からの残り物。それがまだここにあればなぁ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_THINGIE
source: I wish this thing was still burning, whatever it was.
japanese: それが何であろうと、まだ燃えていたらなぁ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
japanese: その目玉の骨はテレポートした時の燃料として火にくべられた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROPE
source: What can I tie up with this?
japanese: これと組み合わせて何ができる？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK
source: It's a castle!
japanese: 城だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP_COOKED
source: I changed it with fire!
japanese: 火でそれを変えた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND_ALGAE
source: It must need a lot of water.
japanese: 大量の水が必要に違いない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEROGIES
source: Tasty things sealed with fire.
japanese: 火で密封された美味いもの。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGGLEBUNWICH
source: Maybe I won't notice that it's frog legs in the sandwich.
japanese: サンドイッチにカエルの足入り、とは多分気づかずにいよう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYHAM
source: Fire, ham and honey go well together.
japanese: 火にハムと蜂蜜は良く合う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHSTICKS
source: What you see is what you get. Sticks of fish.
japanese: 目にしたものが手に入る。魚のスティック。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSLURPER
source: Oh, ick! Ick! Ick! Ick! Eeeeeewwwwww!
japanese: オー、オエッ！オエッ！オエッ！オエッ！気色悪いーーーーーーー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
japanese: 外皮で覆われた溶岩ピット。
