Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUNNYMAN
source: Hello rabbit!
japanese: こんにちは、ウサギさん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGESTAFF
source: Better to walk I think.
japanese: 歩いたほうがいい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT
source: Is food. I guess.
japanese: 食べ物。かな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE
source: Is pointy.
japanese: トゲトゲだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The bad light is here and getting stronger.
japanese: イヤな光がここへ来て、威力を増してる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Is safe from bad light.
japanese: イヤな光からは守られている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Bad light time is ending.
japanese: イヤな光が去って行く。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: The bad light comes soon.
japanese: イヤな光が現れそう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: Good time is soon.
japanese: イヤな光はもういない。もうすぐイイ日になる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: No bad light.
japanese: イヤな光なし。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: I think bad light not get stronger.
japanese: イヤな光は変化なし。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMARELIGHT
source: Is light, but not good light.
japanese: 光だけれど、良くない気配。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODSTART
source: Is funny rod thing.
japanese: へんてこな棒。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_GRASS
source: He is cold and lonely.
japanese: 彼は寒くて一人ぼっち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BOX
source: Has little lever.
japanese: 小さなレバーがついてる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRD
source: Is tallest bird!
japanese: 一番背の高い鳥！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BONESTEW
source: Is stew full of strong meat.
japanese: 強い肉でいっぱいのシチュー。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_GARDEN
source: Hmmmm, suspicious!
japanese: うーむ、あやしい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BAT
source: Flying mousey!
japanese: 空飛ぶネズミちゃん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_PLANTED
source: Is hiding?
japanese: 隠れてるの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.INACTIVE
source: Is hiding underground.
japanese: 地下に隠れてる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SANITYROCK.ACTIVE
source: Is beautiful!
japanese: 美しい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP_NIGHTMARE
source: Is angry man. Should relax.
japanese: 怒ってる男の人だ。リラックスしないと。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FUNGUS
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB4
source: Hat not just for head.
japanese: 帽子は頭以外にも使えるよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTBULB
source: Is food?
japanese: 食べ物？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS_SACK
source: I have goat man's sack.
japanese: ヤギ男の袋を持ってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_COOKED
source: Cooked bird. Good for breakfast!
japanese: 料理された鳥。朝食にいいね！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH_COOKED
source: Meat from water still make Wolfgang strong.
japanese: 水辺でとれた肉でも、Wolfgangの力となるよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SWEATERVEST
source: Is vest with pattern for fancy man.
japanese: お洒落な人の、柄いりベスト。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES_COOKED
source: Is more tasty!
japanese: もっと美味しい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.GENERIC
source: Like soft pillow, growing on ground.
japanese: 土に生えてる柔らかい枕みたいなもの。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMHOLE.OPEN
source: It can not harm this man!
japanese: この男を攻撃することはできない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RELIC
source: Is junk?
japanese: ゴミ？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUGNET
source: Catch bugs.
japanese: 虫を捕まえろ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERQUEEN
source: Oh no! Walking bug-house!
japanese: なんてことだ！動く虫の家！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTMAREFUEL
source: Scary stuff.
japanese: 怖いもの。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTEROMETER
source: Cold go up! Red go down!
japanese: 寒い空気が上がってく！赤下げて！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.VALID
source: Pretty rock now hovers.
japanese: きれいな小石が浮きだした。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEMSOCKET.GEMS
source: Is empty.
japanese: 空っぽだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIRTPILE
source: Dirty dirt.
japanese: 汚い土。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.GENERIC
source: Good bye dark times!
japanese: 暗闇にバイバイ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.OUT
source: Uh oh. It turned off.
japanese: まずい。電源きれた。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.EMBERS
source: The darkness is coming!
japanese: 暗闇が来る！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.HIGH
source: Is too much fire!
japanese: 火が大きすぎ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.LOW
source: The fire is not hot enough.
japanese: 火の熱さが足りない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREPIT.NORMAL
source: Is good fire!
japanese: いい感じの火！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER
source: They are very pretty.
japanese: とてもきれい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DRYING
source: Dry meaty things! Dry!
japanese: 乾燥肉のたぐい！乾いてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.DONE
source: Yum, meaty leather!
japanese: 肉っぽい革、美味しそう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATRACK.GENERIC
source: I can dry meat!
japanese: 肉を乾かせるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_COOKED
source: I cook your head, puny man! I am strongest Wolfgang.
japanese: おまえの頭を料理してやる、この野郎！Woldgangが一番強いんだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER
source: No! No! Stay off head!
japanese: いいえ、ダメ！頭は避けて！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WASPHIVE
source: Mind says no. Muscles say yes!
japanese: 脳はダメと言っても、筋肉がゴーサインを出してる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.GENERIC
source: Is pretty flutterby!
japanese: きれいなチョウチョ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLY.HELD
source: My pet!
japanese: ボクちゃんのペット！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAUR
source: Strong! Like me! I like him!
japanese: 強い！ボクちゃんそっくり！もう気にいっちゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL
source: Rock reaching for the roof.
japanese: 天井に伸びる岩。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CANE
source: I can walk AND hit things!
japanese: 歩きながらでも打てるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS
source: Sea cow man!
japanese: 海牛男！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYCOMB
source: Bee used to live inside.
japanese: 以前は中に蜂が住んでた。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD
source: Hello, pointy sticks!
japanese: こんにちは、尖った小枝よ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UNAGI
source: Food makes me mighty!
japanese: 食べ物で強くなるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Is mushy room.
japanese: ドロドロキノコ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Mushy room is hiding!
japanese: ドロドロキノコが隠れてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I already took that mushy room.
japanese: もうそのドロドロキノコは採っちゃったよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS_ITEM
source: Stack of old rocks!
japanese: 古い石の山！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Is light plant.
japanese: 光る植物だ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.GENERIC
source: Is mushy room.
japanese: ドロドロキノコ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.INGROUND
source: Mushy room is hiding!
japanese: ドロドロキノコが隠れてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_MUSHROOM.PICKED
source: I already took that mushy room.
japanese: もうそのドロドロキノコは採っちゃったよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHAT
source: Is hat for to protect from stinger bees.
japanese: 毒蜂から身を守るための帽子。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.GENERIC
source: Sparkly!
japanese: キラキラ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREFLIES.HELD
source: My pocket is sparkles!
japanese: ポケットがキラキラ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_LOW
source: Rock reaching for the roof.
japanese: 天井に伸びる岩。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET
source: Mighty structure will help me fight!
japanese: 強靭な構造が戦闘に役立つ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHOLE
source: Spiders everywhere.
japanese: クモだらけ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_RUINS
source: Old Wall is strong!
japanese: 古い壁強し！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMONSTERMEAT
source: I still do not want to eat this.
japanese: これは食べたくない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEAMULET
source: Would make good ice cube!
japanese: 氷を作るのに最適！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_SUMMER
source: Is floppy nose.
japanese: だらりとした鼻。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE
source: Wall is strong like me!
japanese: 俺みたいに強い壁！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Is light plant.
japanese: 光る植物だ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY_ITEM
source: Scratchy straws!
japanese: 引っ掻きワラ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEGEM
source: Pretty rock.
japanese: きれいな小石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUSHHAT
source: I am so sneaky!
japanese: ボクちゃんっていつでもコソコソ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENSHOVEL
source: Fancy shovel is good hole maker.
japanese: お洒落なシャベルはいい穴堀器。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG
source: There is bird inside.
japanese: 中に鳥がいる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WAFFLES
source: Why does bread have holes?
japanese: なんでパンに穴があいてるの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEMAXWELL
source: Man is rock now! Very tricky...
japanese: 石男になっちゃった！ご用心…

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_STATUE
source: Ugly, ugly, ugly.
japanese: ブスブスブス。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_MARSH_BUSH
source: He is cold and lonely.
japanese: 彼は寒くて一人ぼっち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLINT
source: Is rock, but pointy-er.
japanese: 石だけど、もっと尖ってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROTTENEGG
source: Stinky!
japanese: 臭い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_WINTER
source: Is floppy hairy nose.
japanese: だらりとした毛だらけの鼻。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN
source: Is feather of bird red.
japanese: 赤い鳥の羽。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_SHORT
source: Is almost cook!
japanese: もうすぐお料理完成！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.EMPTY
source: Empty pot make Wolfgang think hungry thoughts.
japanese: 空っぽのおなべを見ると、Wolfgang、お腹が減っちゃう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.DONE
source: Is time to eat!
japanese: ご飯の時間！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKPOT.COOKING_LONG
source: This take long time.
japanese: これは時間かかる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_STONE_ITEM
source: Piles of rocks!
japanese: 小石の山！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I will defeat you, tiny arrow!
japanese: 倒してやるぞ、このちっこい矢め！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTREEDS
source: I made a clump of reeds.
japanese: アシの塊を作ったよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_WINTER
source: I'm real cozy in this nose!
japanese: この鼻って心地いい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNKVEST_SUMMER
source: Is warm fuzzy nose.
japanese: あったかくてフサフサの鼻。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_FOREST
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.GENERIC
source: Is fat and angry-looking.
japanese: デブで怒ってるみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEE.HELD
source: Is safely in my pocket.
japanese: ボクちゃんのポケットの中で安心。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KRAMPUS
source: Scary goat man! Run!
japanese: 怖いヤギ男！逃げろ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RATATOUILLE
source: Is food. Sort of.
japanese: 食べ物。みたいな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.FULL
source: Hey! Come out here, pig man!
japanese: ねえ！出ておいで、ブタ男さん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Where did he go?
japanese: あいつどこいった？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHOUSE.GENERIC
source: The door is too small for me.
japanese: ボクちゃんにはドアが狭すぎる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SAVANNA
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_8
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT_NIGHTMARE
source: Funny metal man.
japanese: 変な鉄男。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MUD
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_6
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_5
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASALT
source: Is stronger even than me!
japanese: ボクちゃんより強い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS
source: Is delicacy in my country!
japanese: ボクちゃんの田舎ではご馳走！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG
source: Poor birdy.
japanese: かわいそうな鳥さん。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_4
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_3
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_2
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE_PIECES
source: I can smash together to make bigger piece!
japanese: つぶしちゃってもっと大きなピースにしよう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPIKE
source: Perfect for sticking!
japanese: くっつけるのに最適！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PENGUIN
source: Funny walking birds!
japanese: 変な歩く鳥！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_11
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.GENERIC
source: Is strange plant.
japanese: あやしい植物。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.PICKED
source: Little plant man friend!
japanese: ボクちゃんの友達、小さな植物人間！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKE.DEAD
source: Little plant man is died!
japanese: 小さな植物人間、死んじゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.GENERIC
source: Angry bee!
japanese: アングリー・ビー！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KILLERBEE.HELD
source: My angry bee!
japanese: ボクちゃんのアングリー・ビー！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_COOKED
source: Now is hot spiky smelly fruit.
japanese: 辛くてトゲトゲの臭いフルーツ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_10
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN
source: Is corn. What expect?
japanese: トウモロコシ。なんだと思ったの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGLOG
source: Creepy face log!
japanese: 不気味な顔の丸太！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREASURECHEST
source: I put stuff there!
japanese: ここに置いとこう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_COOKED
source: Is cooked but still look funny.
japanese: 料理してもまだヘンテコ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHAT
source: Keeps my head safe.
japanese: これで頭も安全。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH
source: It bites bottoms from below!
japanese: 下からお尻をかじられる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP
source: No trap can hold me!
japanese: どんな罠にもかからない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TORCH
source: I attack night with fire stick.
japanese: 火の棒で暗闇に攻撃。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POTTEDFERN
source: It makes me happy.
japanese: これで幸せ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BANDAGE
source: I can fix me!
japanese: 自分で治せるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TOPHAT
source: Is good hat!
japanese: いい帽子！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_12
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR
source: Lots of little friends!
japanese: 小さな友達がいっぱい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT
source: Meat makes me strong!
japanese: お肉で強くなるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUBBLE
source: Broken house stuff.
japanese: 壊れた家具とか。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENT
source: It is time for a mighty nap.
japanese: 強靭なお昼寝の時間。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_RING
source: I will bend into perfect circle!
japanese: 完璧な円の形に丸まろう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_PLANT
source: Is plant.
japanese: 植物だ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_POTATO
source: Ha ha! Ha ha! What ugly potato!
japanese: ハハハ！ハハハ！醜いジャガイモだ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAZOR
source: My skin is too strong for hairs!
japanese: ボクちゃんの皮膚は毛には強すぎる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEAMULET
source: This amulet... it frightens Wolfgang.
japanese: このお守り…Wolfgangビビっちゃう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOOMERANG
source: Boom! A rang! Ha!
japanese: ボーン！鳴った！ハハ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_UNDERROCK
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENGEM
source: Is pretty and not be crushed. Like me!
japanese: 可憐でつぶされちゃいけない。ボクちゃんみたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBOT_PUPPET
source: Scary chair scare it!
japanese: 怖い椅子で怖がっちゃう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANFLUTE
source: I can play folk song.
japanese: フォークソング弾けるよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.GENERIC
source: Hah! Not so tall.
japanese: ハハ！あんまり大きくないね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.HUNGRY
source: Is hungry, and noisy.
japanese: 腹ぺこだし、うるさい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TEENBIRD.STARVING
source: Is hungry, noisy and angry!
japanese: 腹ぺこだし、うるさいし、怒ってる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEALINGSALVE
source: It makes me feel alive!
japanese: 生き生きさせてくれる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Little bird is trying to get out.
japanese: 小鳥が逃げようとしてる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Is too hot for little bird!
japanese: 小鳥には暑すぎる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Bird like ice cube!
japanese: 鳥は氷が好き！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Bird comes soon.
japanese: すぐに鳥が来るよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I wait for bird.
japanese: 鳥を待つよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_HAY
source: Wall is made of grass!
japanese: 草でできた塀！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEARDHAIR
source: Gross. These are not from my face.
japanese: 気味悪い。俺の顔についてるのとは違う。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LANTERN
source: It keeps me safe from dark.
japanese: 暗闇から守ってくれる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_9
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STRAWHAT
source: Is good hat!
japanese: いい帽子！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.GENERIC
source: This round rock is like my head!
japanese: この丸い石ってボクちゃんの頭みたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.HOT
source: Is finally hot enough!
japanese: やっと熱くなった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.COLD
source: Cold rock is useless!
japanese: 冷たい石は役立たず！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HEATROCK.WARM
source: Is nice to touch!
japanese: 触ると気持ちいい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STINGER
source: Is sharp like skewer!
japanese: 串みたいに尖ってる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURPER_PELT
source: It's still moving!
japanese: まだ動いてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL
source: I must cook this!
japanese: これ料理しなくちゃ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STATUEHARP
source: Where is pretty music?
japanese: このきれいな音楽はどこから？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE_MAXWELL
source: Is ball full of anger mosquitos.
japanese: 怒った蚊の塊。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.DUG
source: I am sorry, dead peoples.
japanese: ごめんね、死んじゃった人たち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOUND.GENERIC
source: Scary! Is probably full of bones!
japanese: 怖い！きっと骨だらけ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BABYBEEFALO
source: Baby hair-cow!
japanese: 毛長牛の赤ちゃん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPOILED_FOOD
source: Is ball of yuck!
japanese: ムカムカの塊！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLEPILLAR
source: Is too heavy to lift.
japanese: 持ち上げるには重過ぎ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_COOKED
source: Is warm and tasty!
japanese: あったかくて美味しい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: This one extra scary.
japanese: これって特に怖い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I think not smart to poke it.
japanese: つつくのは賢くなさそう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Not scary now!
japanese: もう怖くない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERHAT
source: Is like smooch from giant bug.
japanese: 大きな虫からのチューみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLTHRONE
source: Scary chair!
japanese: 怖い椅子！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDEREGGSACK
source: Nasty spider eggs.
japanese: イヤなクモの卵。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERDEN
source: The bugs are hiding in there.
japanese: その中に虫が隠れてる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.GENERIC
source: Is skeleton of fire.
japanese: 炎の骸骨。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_THINGIE
source: Is burned pieces of some thing. Is dead now...
japanese: 何かの燃えカス。もう死んでる…

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Is burned pieces of eyebone from I teleport!
japanese: テレポート装置からアイボーンの燃えかす発見！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NITRE
source: Is rock, but different.
japanese: 石だけど、ちょっと変わってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT_DRIED
source: Look like leather, taste like meat.
japanese: 革みたいな見た目だけど、肉みたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP_COOKED
source: Is not same.
japanese: 同じじゃないよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND_ALGAE
source: Plant is so small! Is funny to me.
japanese: ちっちゃい植物！おかしいな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEROGIES
source: Wolfgang love perogi!
japanese: Wolfgangはピエロギ大好き！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGGLEBUNWICH
source: Is sandwich with tasty leg meat.
japanese: 美味しいもも肉のサンドウィッチ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYHAM
source: Big meat with sweet is good meat.
japanese: 大きなお肉に甘いタレをかけると、ウマウマ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLMEAT
source: I need more meat!
japanese: もっとお肉！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSLURPER
source: It moves with my many muscles!
japanese: たくさんの筋肉と一緒に動くよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.GENERIC
source: Is very small bird.
japanese: とっても小さな鳥さん。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.HUNGRY
source: Small bird is hungry.
japanese: 小鳥腹ぺこ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMALLBIRD.STARVING
source: Small bird will die from starving.
japanese: 小鳥腹ぺこで死んじゃう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_SINKHOLE
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROPE
source: Strong! Like me!
japanese: 強い！ボクちゃんみたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLESPOTS
source: Yuck! Slimy!
japanese: ゲーッ！ぬるぬる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERLASAGNA
source: Taste like hairs and meats with noodle.
japanese: 毛と肉の麺みたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNT
source: Is small and broken now.
japanese: 小さくて、もはや壊れている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.CHOPPED
source: Ha! I have prevailed!
japanese: ハハ！ボクちゃんは勝利した！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.GENERIC
source: Hello, tree!
japanese: こんにちは、木よ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN.BURNING
source: I broke it.
japanese: 壊しちゃった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKULLCHEST
source: This man had big head!
japanese: この人、大頭！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHERHAT
source: Is silly hat of feather. Is Wolfgang bird now?
japanese: 羽のヘンテコな帽子。Wolfgang鳥になっちゃった？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_PIPE
source: Dart do pain to enemies.
japanese: ダーツで敵に攻撃。
