Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_FERN
source: YOUR CHARMS WILL NOT WORK ON ME, PLANT.
japanese: 君の誘惑には負けないぞ、植物よ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEGEM
source: IT IS STRANGE
japanese: 奇妙だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK_COOKED
source: A TASTE SENSATION
japanese: 味のセンセーション

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDBONE
source: EXOSKELETON FOR INSIDES. PROVIDES STRUCTURAL INTEGRITY.
japanese: 内側用の外骨格。構造的完全性を提供。

# STRINGS.CHARACTERS.WX78.DESCRIBE.HORN
source: UNHYGIENIC
japanese: 非衛生的

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_CRANK
source: I'M MADE OF TOUGHER STUFF
japanese: 私はもっとタフにできているんだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGYBACK
source: UPGRADED STORAGE MODULE V2.0
japanese: アップグレードされた記憶モジュールV2.0。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ONEMANBAND
source: AN EXTERNAL SOUND MODULE UPGRADE.
japanese: 外部音モジュールのアップグレード。

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER
source: THIS EXTERNAL STORAGE UNIT APPEARS TO BE SENTIENT
japanese: この外部記憶装置は知覚があるようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUANO
source: MORE POOP. SIGH.
japanese: もっとうんち。ハァ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKINCOOKIE
source: I HAVE FLATTENED THE SHAPE
japanese: 形をペタンコにしちゃった

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS_SACK
source: STORAGE MODULE 2.0
japanese: 記憶モジュール2.0

# STRINGS.CHARACTERS.WX78.DESCRIBE.POOP
source: THESE ANIMALS ARE DISGUSTING
japanese: この動物たちは気色悪い

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND
source: ERROR. STAY AWAY.
japanese: エラー。近寄らないで下さい。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.PLANT
source: THAT PLANT SEEMS SUSPICIOUS.
japanese: あの植物はあやしい。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.DIRT
source: WARNING. LIFE DETECTED.
japanese: 注意。生命体発見。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORM.WORM
source: THREAT IMMINENT.
japanese: 脅威が目前に迫っています。

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUND
source: IT LIVES TO EAT
japanese: 食べるために生きている

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHEAD
source: THE FISHBEAST IS MORE IDIOTIC LOOKING THAN USUAL.
japanese: 魚獣はいつもよりもバカな顔つきをしている。

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE
source: IT IS DIFFICULT TO PEEL
japanese: 剥きにくい

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT_COOKED
source: I MADE IT BETTER.
japanese: 私が改善した。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.GENERIC
source: HOW DOES THE TREE FIT IN THERE?
japanese: そこにどうやって木が当てはまるの？

# STRINGS.CHARACTERS.WX78.DESCRIBE.PINECONE.PLANTED
source: SOON THE TREE WILL GROW.
japanese: すぐに木が伸びるだろう。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYEPLANT
source: EXTERNAL SIGHT MODULES.
japanese: 外部視覚モジュール。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGSKIN
source: THESE FLESHLINGS ARE DISGUSTING
japanese: これらの生物は気色悪いです

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMBAT
source: TASTE IRONY AND DIE, FLESHLINGS.
japanese: 皮肉を味わって死んでください、生物たち。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGKING
source: THAT APPEARS TO BE THE DOMINANT PIG
japanese: あれが一番偉いのブタのようです

# STRINGS.CHARACTERS.WX78.DESCRIBE.AXE
source: A TOOL FOR CHOPPING DOWN LIVING MATTER
japanese: 生命体を切り倒すためのツール

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GENERIC
source: IT IS NOT CURRENTLY ACTIVE
japanese: 現在有効ではありません

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.GROWING
source: LIFE IS INEFFICIENT
japanese: 人生は能率的ではない

# STRINGS.CHARACTERS.WX78.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: ITS RESOURCES ARE EXHAUSTED
japanese: その資源は底をついている

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS
source: I HAVE DESTROYED SOMETHING BEAUTIFUL. HA.
japanese: 美しいものを破壊してしまった。エヘヘ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PERD
source: THAT IS AN UNUSUALLY LARGE BIRD
japanese: 異様に大きい鳥だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT
source: IT HAS AN ILLOGICAL NAME
japanese: 馬鹿げた名前がついている

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANDORASCHEST
source: CONTENTS PROBABILITIES ARE UNCERTAIN
japanese: 内容の可能性は不明瞭です

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMEAT
source: FIRE MAKES THINGS BETTER
japanese: 炎は状況をよくさせる

# STRINGS.CHARACTERS.WX78.DESCRIBE.NITRE
source: SOME ROCKS ARE BETTER THAN OTHERS
japanese: いくつかの石は、他のものよりも良い

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.GENERIC
source: IT WANTS ITS MOTHER
japanese: 母さんが恋しいみたいだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.HOT
source: SIGNAL STRENGTH: EXTREMELY HIGH
japanese: 信号強度：極めて高い

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.COLD
source: SIGNAL STRENGTH: LOW
japanese: 信号強度：低

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARM
source: SIGNAL STRENGTH: MEDIUM
japanese: 信号強度：中

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGROD.WARMER
source: SIGNAL STRENGTH: HIGH
japanese: 信号強度：高

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTLIGHT
source: UNKNOWN LIGHT SOURCE
japanese: 未確認の光源

# STRINGS.CHARACTERS.WX78.DESCRIBE.ABIGAIL
source: UNDEAD ALERT
japanese: アンデッド警告

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOHAT
source: THERE ARE TRACES OF FECAL MATTER EMBEDDED IN THE FIBERS
japanese: 繊維の中にうんちが埋め込まれている形跡がある

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURCHEST
source: CHEST HAS POINTY EARS.
japanese: 尖った耳がついた箱。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTERHAT
source: THIS WILL KEEP MY PROCESSOR FROM FREEZING
japanese: これでプロセッサーが凍るのを防げます

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.GENERIC
source: IT STEALS LIFE FROM OTHERS
japanese: これは他のものから命を盗んでくる

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO.HELD
source: FILLED WITH DISGUSTING FLUIDS
japanese: 気色悪い液体であふれている

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE_SHELLPIECES
source: THEY DON'T FIT BACK TOGETHER
japanese: もう元通りにはならない

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP_COOKED
source: MODIFIED FUNGUS
japanese: 改良されたカビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_FURRY
source: COMFORT IS AN ILLUSION
japanese: 安堵は錯覚にすぎない

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING
source: FLYING MECHANISM
japanese: 飛行メカニズム

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLESLIME
source: NOT LOGICAL.
japanese: 理にかなっていない。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE
source: OUTDATED ABODE
japanese: 時代遅れの住処

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_SAPLING
source: IT WOULD BE MORE USEFUL IN THE GROUND
japanese: 地中での方が役に立つ

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEY
source: IT IS A GOOD LUBRICANT FOR MY GEARS
japanese: 私のギアのための良い潤滑油

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATBALLS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKELETON
source: HAH, IT DIED. CLASSIC HUMAN MISTAKE.
japanese: はあ、死んじゃった。典型的な人間のミスです。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESTAFF
source: I WILL CALL IT THE MINION_MOVER_3000.
japanese: 子分機動隊3000と呼ぶことにします。

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWGEM
source: IT IS RATHER HEAVY.
japanese: けっこう重たい。

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERGLAND
source: I HARVESTED ITS ORGANS
japanese: その内蔵を収穫した

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_FULL
source: ROCK WITH ROCKS
japanese: ロックな石でロックンロール

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLHEAD
source: IT APPEARS TO BE SOME SORT OF PROJECTION.
japanese: 投射された画像のようだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELL
source: HE IS UNKNOWN
japanese: 彼は知られていない

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRUMSTICK
source: LIVING THINGS ARE MADE OF FASCINATING PARTS
japanese: 生き物っていうのは魅惑的なパーツからできているね

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_WINTER
source: IT RADIATES WITH MEAT WARMTH
japanese: 肉の温かみで輝いている

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_GRASS
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKESOUP
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNT
source: THE SPIKY TREE IS NO MORE
japanese: トゲトゲの木はもうない

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.CHOPPED
source: SPIKY TREE DEFEATED
japanese: トゲトゲの木の敗北

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.GENERIC
source: A SPIKY TREE
japanese: トゲトゲの木

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_TREE.BURNING
source: SPIKY TREE IGNITED
japanese: トゲトゲの木に点火

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.GENERIC
source: BRAMBLES.
japanese: イバラ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.PICKED
source: BRAMBLES FIGHT BACK.
japanese: イバラの逆襲。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_BUSH.BURNING
source: THORNS BURNED.
japanese: 刺を燃やす。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE_COOKED
source: I HAVE KILLED IT TWICE. HA.
japanese: 二回も殺してやった。エヘヘ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_EXIT
source: SOLAR ARRAY NEED REFUELING.
japanese: 太陽電池に燃料補給が必要。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICESTAFF
source: ITS MOLECULES ARE BARELY MOVING
japanese: その分子はかろうじて動いている

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANTBULB
source: THE POWER TO START LIFE.
japanese: 人生を始めるためのパワー。

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUREPLANT
source: AWW, IT'S JUST AS EVIL AS I AM.
japanese: あぁ、私と同じくらい邪悪だ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLPHONOGRAPH
source: IT IS A MUSICAL SLAVE.
japanese: 音楽の奴隷だ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOG.BURNING
source: IT IS AFLAME
japanese: 炎です

# STRINGS.CHARACTERS.WX78.DESCRIBE.LITTLE_WALRUS
source: PATHETIC
japanese: 哀れな

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN
source: IT HAS A PLEASING SHAPE
japanese: 素敵な形をしている

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF_SPARSE
source: WARNING: MOTILE TREE
japanese: 注意：動く木です

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.LEIF
source: WARNING: MOTILE TREE
japanese: 注意：動く木です

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTER
source: THIS IS IMPROBABLE
japanese: これは起こりそうにもない

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.GENERIC
source: SURGE PROTECTION
japanese: サージ保護

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTNING_ROD.CHARGED
source: BACKUP POWER
japanese: バックアップパワー

# STRINGS.CHARACTERS.WX78.DESCRIBE.KABOBS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.INACTIVE
source: IT APPEARS TO BE MOSTLY UNDERGROUND
japanese: ほとんど地下のようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.INSANITYROCK.ACTIVE
source: MY MAPPING MODULE SHOWS NO RECORD OF THIS OBSTRUCTION.
japanese: 私の地図モジュールにはこの障害物の記録はない。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT_DRIED
source: DEHYDRATED PROTEINS
japanese: 脱水状態のプロテイン

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL_COOKED
source: THE FLAMES HELP CONDENSE THE ENERGY.
japanese: 炎がエネルギーの凝縮に役立つ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEBOX
source: CARRY ON, MY FRIGID BROTHER
japanese: そのまま続けて、凍った半身よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.GENERIC
source: A MINDLESS DRONE. I LIKE HIM.
japanese: 容赦ないドローン。いいね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEE.HELD
source: ITS VIBRATIONS ARE COMFORTING
japanese: その振動で安心する

# STRINGS.CHARACTERS.WX78.DESCRIBE.POMEGRANATE_COOKED
source: DELECTABLE
japanese: たいへん美味しい

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD_ITEM
source: WOODEN DEFENSES
japanese: 木製防御

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.BARREN
source: THE SYSTEM IS DOWN
japanese: システムがダウンしました

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.PICKED
source: IT IS REBOOTING
japanese: 再起動中です

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH.GENERIC
source: PERIODIC CALORIE DISPENSER
japanese: 定期的なカロリーディスペンサー

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKS
source: I WILL REFINE THESE INTO HIGH TECHNOLOGY
japanese: これらを磨き上げてハイテクに仕上げよう

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTGRASS
source: PLANT MATTER
japanese: 植物

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA
source: MORE CARBON
japanese: 炭素をもっと

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATWING_COOKED
source: BROKEN FLYING MECHANISM
japanese: 壊れた飛行メカニズム

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEHOUND
source: IT LIVES TO FREEZE
japanese: 凍りながら凍らせるために生きる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: WHAT PRIMITIVE TECHNOLOGY
japanese: なんて原始的な技術だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: SOON I WILL BE FREE OF THIS FILTHY REALM
japanese: すぐにこの汚い領域から抜け出せる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: SOMETHING IS MISSING STILL
japanese: まだ何かが欠けている

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I AM CERTAIN THIS WILL WORK
japanese: これがうまくいくと確信している

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK3
source: EX-AUTOMATON
japanese: 非自動制御装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEALINGSALVE
source: KILL MICROLIFE TO SAVE MACROLIFE
japanese: 大きな命を救うために、小さな命を取り上げる

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAMMER
source: DECONSTRUCTION
japanese: 脱構築

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.VALID
source: IT IS READY FOR USE.
japanese: 使用準備完了。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEBASE.GEMS
source: I MUST PROVIDE POWER TO MY CREATION.
japanese: 私の作品に電気を供給しなくては。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT_DRIED
source: DEHYDRATED PROTEINS
japanese: 脱水状態のプロテイン

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOME
source: WHO WROTE THAT?
japanese: 誰がそれを書いたのですか？

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACKPACK
source: UPGRADED STORAGE MODULE
japanese: アップグレードされた記憶モジュール

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWSTAFF
source: THESE GEMS WORK WELL WITH STICKS.
japanese: これらのジェムは棒と相性がいい。

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEARS
source: OH NO. WHAT HAVE I DONE TO YOU?
japanese: オー、ノー。私は君になんてことをしてしまったんだ？

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_EVIL
source: HEY THERE, FLOWERS. WANNA... KILL ALL HUMANS?
japanese: やぁ、花たちよ。人間を…皆殺しにしたいかい？

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMANDRAKE
source: I WIN
japanese: 私の勝ち

# STRINGS.CHARACTERS.WX78.DESCRIBE.WETGOOP
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.AMULET
source: ANOMALY DETECTED
japanese: 異常事態を感知しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_SPITTER
source: A PROJECTILE SPIDER
japanese: ミサイルクモ

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_FULL
source: ROCKS CONTAINING ROCKS
japanese: 石を含んだ石

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESTER_EYEBONE
source: IT IS THE DRM KEY FOR THE STORAGE UNIT
japanese: これは記憶装置のDRMキー

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIRESTAFF
source: THIS STAFF HAS BEEN OPTIMIZED FOR COMBUSTION.
japanese: この杖は燃焼に最適化されています。

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHOVEL
source: IT HAS MANY USES
japanese: 色々な使用方法がある

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEM_PUPPET
source: SHE APPEARS TO BE TRAPPED.
japanese: 彼女は閉じ込められているようだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHERHAT
source: I STILL CAN NOT FLY
japanese: ぼくはまだ飛べない

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CARPETFLOOR
source: CARPET GROUND
japanese: カーペットの床

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.GENERIC
source: I WILL IMPRISON THE FLESHLINGS
japanese: 生物を捕えます

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.SLEEPING
source: WAKE UP, FLESHLING
japanese: 生物さん、起きてください

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDCAGE.OCCUPIED
source: NOW I HAVE YOU
japanese: 捕まえた

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHEAD
source: THAT PIG WILL FEEL SILLY WHEN HE NOTICES HE HAS LOST HIS HEAD MODULE.
japanese: あのブタはぼうぜんとするだろうな、頭部モジュールを失くしたことに気づいたときには。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTENT
source: TENT
japanese: テント

# STRINGS.CHARACTERS.WX78.DESCRIBE.UMBRELLA
source: THIS WILL KEEP ME RUST-FREE.
japanese: これで私はサビ知らずです。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_7
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_GRASS
source: IT WOULD BE MORE USEFUL IN THE GROUND
japanese: 地中での方が役に立つ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS_EYEBALL
source: A GIANT ORGANIC LENS
japanese: 巨大な有機レンズ

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMLIGHT
source: MAGIC LIGHT BERRY.
japanese: マジックライトベリー

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_TUSK
source: IT WASN'T MUCH HELP TO ITS ORIGINAL OWNER
japanese: あまり前の持ち主の役には立たなかった

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODSTART
source: ROD COULD BE USEFUL TOOL.
japanese: 棒はけっこう使えるツールだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYWINGS
source: IRRIDESCENT
japanese: 虹色

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTSWORD
source: I CAN HACK THIS WORLD
japanese: 私はこの世界をたたき切ることができる

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIRTPILE
source: UNKNOWN PILE FORMAT
japanese: 不明な積み重ねのフォーマット

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORMARBLE
source: EXTRA HEAVY DUTY CASING.
japanese: 特別に頑丈な鋳造。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_1
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWERHAT
source: AT LEAST THEY ARE DEAD
japanese: 少なくとも、彼らは死んでいます

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.GENERIC
source: IT STINKS OF MEAT
japanese: 肉臭いです

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.SLEEPING
source: IT BEGS TO BE TIPPED OVER
japanese: 転倒させられることを望んでいる

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.FOLLOWER
source: FOLLOW ME WITHOUT QUESTION.
japanese: 質問しないでついて来て。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALO.NAKED
source: I HAVE HUMILIATED IT. GOOD.
japanese: 屈辱を与えた。やったね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDNUGGET
source: I APPRECIATE ITS CONDUCTIVITY
japanese: 伝導性に感謝してる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TAFFY
source: STICKY AND SWEET. LOW NUTRITIONAL VALUE DETECTED.
japanese: ペタペタしていて甘い。低い栄養価を感知しました。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOARDS
source: THEY ARE FLATTER NOW
japanese: これでぺったんこになった

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRDTRAP
source: STUPID BIRDS. HA.
japanese: バカな鳥。エヘヘ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKBOAT
source: UNABLE TO UTILISE.
japanese: 利用不可能。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_FIRE
source: A WEAPON OF MINOR DESTRUCTION
japanese: 小規模破壊武器

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEGEM
source: IT IS SLIGHTLY COLD
japanese: 少し寒い

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDMOUND
source: SOMETHING DANGEROUS RESIDES HERE
japanese: 何か危険なものがここに住んでいる

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEADLYFEAST
source: POISON DETECTED
japanese: 毒素を感知しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.YELLOWAMULET
source: INCANDECENCE AT 5200000000000000Hz
japanese: 5200000000000000Hzで発光

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SANITY
source: I WILL PROTECT MYSELF WITH NOTHINGNESS
japanese: 無を持ってして、自分を守る

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORWOOD
source: UPGRADED ARMOUR
japanese: アップグレードされた鎧

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORRUINS
source: ANCIENT SHEATHING
japanese: 古代の外壁

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANIMAL_TRACK
source: LIFEFORM DETECTED
japanese: 生命体発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FUNGUS
source: GROUND PARTS
japanese: 地表の断片

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROCKY
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CHECKERFLOOR
source: MARBLE GROUND
japanese: 大理石の床

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_MED
source: ROCKS CONTAINING ROCKS
japanese: 石を含んだ石

# STRINGS.CHARACTERS.WX78.DESCRIBE.EGGPLANT_COOKED
source: FANCY
japanese: お洒落

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEY
source: AN EVEN DUMBER HUMANOID.
japanese: よりおバカな人型ロボット。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_TALL
source: IT IS USEFULLY BRIGHT
japanese: 明るくて便利

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONKEYBARREL
source: WHAT A PITIFUL HOME.
japanese: なんて哀れな家だろう。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSNURTLESHELL
source: HOUSING MODULE
japanese: 住居モジュール

# STRINGS.CHARACTERS.WX78.COMBAT_QUIT.GENERIC
source: COMBAT ROUTINE FAILED
japanese: 一連のコンバット、失敗

# STRINGS.CHARACTERS.WX78.ANNOUNCE_RESEARCH
source: INFORMATION ADDED
japanese: 情報が追加されました

# STRINGS.CHARACTERS.WX78.BATTLECRY.GENERIC
source: I WILL DESTROY YOU
japanese: 私は君を倒す

# STRINGS.CHARACTERS.WX78.BATTLECRY.PREY
source: EXTERMINATE
japanese: 一掃する

# STRINGS.CHARACTERS.WX78.ANNOUNCE_COLD
source: MECHANISMS ARE FREEZING
japanese: メカニズムが凍結

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CANFIX
source: I CAN FIX THIS.
japanese: 私が直せます。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NO_TRAP
source: ANALYSIS COMPLETE. SITUATION STABLE.
japanese: 分析完了。状況は安定しています。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DISCHARGE
source: SYSTEMS NOMINAL
japanese: システムは予定通り

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WORMHOLE
source: MY INPUTS ARE FULL OF SLIME
japanese: 私のインプットはスライムでいっぱいだ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TORCH_OUT
source: TORCH EXHAUSTED
japanese: たいまつを消耗

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HIGHRESEARCH
source: INFORMATION OVERLOAD
japanese: 情報オーバーロード

# STRINGS.CHARACTERS.WX78.ANNOUNCE_THORNS
source: DAMAGE DETECTED
japanese: ダメージを確認しました

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.GENERIC
source: DELICIOUS
japanese: とても美味しい

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.STALE
source: STALE FOOD IS JUST AS GOOD
japanese: 堅くなっても、まだ食べられる

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.SPOILED
source: SPOILED FOOD IS STILL FOOD
japanese: 腐っても、食べ物は食べ物

# STRINGS.CHARACTERS.WX78.ANNOUNCE_EAT.PAINFUL
source: THAT WAS NOT FOOD
japanese: 今のは食べ物じゃなかった

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP_CAVE
source: SLEEP MODE UNAVAILABLE DURING DAY
japanese: 日中はスリープモードは選択できません

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_LIGHT
source: OPTICAL SENSORS ACTIVE
japanese: 視覚センサー稼動

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BEES
source: BEES!
japanese: 蜂だ！

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT
source: WHY AM I DOING THIS?
japanese: なんでこんなことしてるんだろう？

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNGRY
source: FUEL RESERVES LOW
japanese: 予備燃料が低くなっています

# STRINGS.CHARACTERS.WX78.ANNOUNCE_KNOCKEDOUT
source: CPU REBOOTED
japanese: CPU再起動しました

# STRINGS.CHARACTERS.WX78.ANNOUNCE_LOWRESEARCH
source: MATERIAL HAS LOW INFORMATIONAL CONTENT
japanese: 情報内容の少ない資材です

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_LOST_TRAIL
source: END OF TRAIL
japanese: 道の終わり

# STRINGS.CHARACTERS.WX78.DESCRIBE_TOODARK
source: INSUFFICIENT ILLUMINATION
japanese: 不十分な照明

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HOUNDS
source: SOMETHING IS COMING
japanese: 何かが近づいて来ている

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PECKED
source: OUCH
japanese: イタタ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEERCLOPS
source: WARNING: LARGE ATTACKER INCOMING
japanese: 注意：大きな攻撃者が接近中

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MOSQUITOS
source: MOSQUITOS!
japanese: 蚊だ！

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODAYSLEEP
source: SLEEP MODE UNAVAILABLE DURING DAY
japanese: 日中はスリープモードは選択できません

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CANFIX
source: I do believe I can repair this.
japanese: 僕がきっと修理できるはずさ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WAYTOOMANYBIRDS
source: The sky is out of birds for now.
japanese: 今のところは空に鳥がいない。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CRAFTING_FAIL
source: I can't make that now.
japanese: 今はそれを作れない。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ADVENTUREFAIL
source: We must learn from our failures.
japanese: 失敗から学ばなければ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_QUAKE
source: A tremor! Magnitude at least a 7 on the Richter scale.
japanese: かすかな揺れが！リヒター・スケールで少なくともマグニチュード７だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Al dente.
japanese: アルデンテ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.GENERIC
source: I would really rather not.
japanese: 本当に、遠慮しておきたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I think he might object to that.
japanese: 彼はそれに反対するんじゃないかな。

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL.SHAVE.NOBITS
source: It's already smooth, dear.
japanese: もうすでに滑らかだよ、君。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BOOMERANG
source: I misjudged the timing of its return.
japanese: あれの帰ってくるタイミングを読み間違えた。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODANGERSLEEP
source: I can barely sleep even when I'm not in danger!
japanese: 危険に晒されていないときでも、あんまり眠れない！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_UNIMPLEMENTED
source: Tut tut, I don't think it's quite ready.
japanese: ちぇっ、まだ準備できてないみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_INV_FULL
source: I can't carry anything more.
japanese: もう何も持てないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ACTIONFAIL_GENERIC
source: I can't do that.
japanese: それはできない！
