Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.GENERIC
source: It wouldn't fit.
japanese: しっくりこないだろう。

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
japanese: そこにはもう入りきれない。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BOOMERANG
source: Ow! Clumsy!
japanese: いて！不細工！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODANGERSLEEP
source: Not while there's danger afoot!
japanese: 危なっかしく歩いている場合ではない！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_UNIMPLEMENTED
source: Hmm, not quite done.
japanese: うむむ、あまり進んでないな。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_INV_FULL
source: My pockets are full.
japanese: 私のポケットはいっぱいだ。

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL_GENERIC
source: That didn't work.
japanese: それはうまくいかなかった。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry. I can't sleep.
japanese: 腹が減りすぎ。眠れない。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That kinda makes it all worthwhile.
japanese: その手のものはすべて価値がある。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DUSK
source: It'll be dark soon. Charlie will be waking up.
japanese: すぐに暗くなる。Charlieが目を覚ますだろう。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_DARK
source: It's dark! I can't see!
japanese: 真っ暗だ！見えない！

# STRINGS.CHARACTERS.WAXWELL.EAT_FOOD.TALLBIRDEGG_CRACKED
source: That tastes about as good as you'd expect.
japanese: だいたい期待通りの旨さだ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HOUNDS
source: The hounds are growing restless.
japanese: その猟犬たちは休む暇なく成長している。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_FREEDOM
source: Freedom, at last!
japanese: 少なくとも自由だ！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_WORMHOLE
source: Yech. It's horrible in there.
japanese: ゲーッ！その中は恐ろしいことになっている。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOFUEL
source: I need some nightmare fuel.
japanese: いくらか悪夢の追加が必要だ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE_ATTACK
source: Ow! Charlie, that hurt!
japanese: いて！Charlie、それは痛い！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ADVENTURE_PORTAL
source: So that's where I left that thing!
japanese: それは、俺がブツを置いてきた辺りだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.GENERIC
source: I've been here too long - it actually looks tasty.
japanese: ここに長くいすぎた。実際美味そうだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBIT.HELD
source: Don't worry, rabbit. Everything is under control.
japanese: 心配いらないぜ、ウサギさん。すべては順調。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS
source: Even I am afraid of that guy.
japanese: 私でさえ、あいつのことを怖れている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROAD
source: At least this one is useful.
japanese: 少なくともこれは使える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE
source: They wait so patiently.
japanese: やつらはやけに辛抱強く待っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOLIAGE
source: A meal fit for a peasant.
japanese: 田舎者にぴったりの食事。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEPRINT
source: I know all about that. I just forgot.
japanese: 全部解っている。ただ忘れた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS_COOKED
source: Stringy.
japanese: 筋が多い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEPLETED_GRASS.GENERIC
source: That's not doing anyone any good.
japanese: 誰にも何も良いことなどしていない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE
source: I don't remember those...
japanese: これを思い出せない…

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_SLEEP
source: Call me Mr. Sandman.
japanese: ミスターSandmanと呼べ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTLICHEN
source: Dry, crumbly, sustaining.
japanese: ドライでもろく、持ちが良い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Dust to dust.
japanese: ゴミまたゴミ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: I put it out of it's misery.
japanese: その窮状からは救い出した。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It looks sickly.
japanese: 弱々しく見える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.GENERIC
source: I don't know how they got here.
japanese: どうやってここに来たのか知らない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CROW.HELD
source: Shhhh... My pretty.
japanese: シーッ…俺の可愛い子ちゃん。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GENERIC
source: What a slobbering fool.
japanese: 泣き言を言うほど愚かなんだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.FOLLOWER
source: He's simple but he's mine.
japanese: 単純だが、私のものだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.WEREPIG
source: That one's gone feral.
japanese: あいつはいよいよ野生化しちまった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.GUARD
source: They're starting to organize.
japanese: 奴ら準備を始めたぜ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGMAN.DEAD
source: I dub thee 'Bacon'.
japanese: 君を「ベーコン」と呼ぶとしよう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERM
source: They were here when I got here.
japanese: ここに着いたら、あいつらがここにいた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN_WINTER
source: Grey is the colour of pain.
japanese: 灰色とは痛みの色だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.GENERIC
source: A more outdoorsy type might be able to make something of this.
japanese: よりアウトドアなタイプのほうがこれを何かに利用できるかも知れない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PINECONE.PLANTED
source: Oh my, it grows!
japanese: ああ、成長している！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTSTONE
source: The building blocks of civilization.
japanese: その建物は文明化を阻んでいる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPICKAXE
source: This must be game logic.
japanese: これはゲーム理論に違いない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.GENERIC
source: It jumps and licks things.
japanese: ジャンプしてブツを打ち負かした。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.SLEEPING
source: It looks tired.
japanese: 疲れているように見える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROG.DEAD
source: It croaked.
japanese: 死んだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GHOST
source: It remembers me!
japanese: 私のことを覚えている！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDSTOOTH
source: It could be used for fashion.
japanese: ファッションの役に立つかもしれない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_TREE
source: It looks like a banana, but I'm not buying it.
japanese: バナナのように見えるが、買うつもりはない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDSMALLMEAT
source: Well, at least it's not moving any more.
japanese: まぁ、少なくとももう動いてはいないな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATBAT
source: Violence has never felt better.
japanese: 暴力はいつでも決して良いものじゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TWIGS
source: Common, but useful.
japanese: 一般的だが、便利だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENSTAFF
source: I must rely on focusing tools in this form.
japanese: この形式のツールに絞って頼らなければ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDTRAP
source: They keep falling for it!
japanese: それについてはずっと失敗し続けている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PICKAXE
source: Everybody loves a little mining.
japanese: 誰もが少しは地雷を愛しているのさ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHOLE
source: That's revolting.
japanese: 極めて不快だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_MED
source: Stalagmite. How dull.
japanese: 石筍。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.GENERIC
source: Well. That's tempting.
japanese: まあな。魅惑的ではある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDNEST.PICKED
source: It's made of dirty beefalo hair.
japanese: 汚いビーファロの毛から出来ている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONPIE
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT
source: A feeble attempt to trick the weaker minded.
japanese: 弱気な奴をトリックにかけるかすかな試み。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN
source: It's an acquired taste.
japanese: 慣れ親しんだ味。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUSHAT
source: Made in Scotland.
japanese: スコットランド製。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHTACOS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_LANTERN
source: Why hello, Mr. Crane.
japanese: なぜハローだ、ミスターCrane。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK1
source: Mechanical refuse.
japanese: 機械の廃棄物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP
source: I forget what this one does.
japanese: これは何をする物か忘れた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.GENERIC
source: It's mostly digestive system.
japanese: 消化剤システムのようなものさ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.SLEEPING
source: Shhhh! It will wake up hungry.
japanese: シー！お腹を空かして目をさますよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER.DEAD
source: Splat.
japanese: ピシャッ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: The blue ones are good for something.
japanese: 青い物は何かの役に立つ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's not ready.
japanese: まだ準備できていない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Another time, maybe?
japanese: 別の機会に、多分？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOWOOL
source: It smells like a barn.
japanese: 納屋みたいな匂いがする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES
source: Sigh. If I have to.
japanese: ハァ。どうしてもなら仕方ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SNURTLE
source: That's strange. They must be new.
japanese: 変だぜ。新しいに違いない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.GENERIC
source: It holds my bees.
japanese: 私の蜂をキープしている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit longer.
japanese: ちょっと長めに待つべきだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.FULLHONEY
source: So tempting, but so full of bees.
japanese: かなりそそられるが、蜂でいっぱい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEBOX.NOHONEY
source: My bees are not working hard enough.
japanese: 私の蜂たちは十分に働いていない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENAXE
source: It gets sharper with every cut.
japanese: 切り込みごとに鋭さを増している。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'm sure I had my reasons when I placed this.
japanese: これの配置には、俺なりの理由が勿論ある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP
source: What could go wrong?
japanese: どんな悪い方向にいくというのだ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CAVE
source: Turf.
japanese: 芝生。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENPITCHFORK
source: I'm not sure this was a good investment.
japanese: それが良い投資だったのか確信がない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.GENERIC
source: There's wind in them there willows.
japanese: 柳がある所には風が吹く。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.PICKED
source: No more tubes.
japanese: もうチューブはないぞ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REEDS.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINSHAT
source: Fuel must flow.
japanese: 燃料が流れるはずだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side up.
japanese: 目玉焼き。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYNUGGETS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYMUFFIN
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOUSE
source: Oh, isn't that clever.
japanese: おー！賢くない？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FRUITMEDLEY
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLE
source: It's strong stuff.
japanese: 強靱だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP_NIGHTMARE
source: They degrade without proper upkeep.
japanese: 相応の飼育費なしにグレードを下げたな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE
source: An exceedingly rare but useful material.
japanese: かなり珍しいが、使えるマテリアル。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH
source: Fresh from the murky depths.
japanese: 暗い深みからの作りたて。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET_ITEM
source: Now I just have to set it up.
japanese: 今すぐセットアップしなければ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.GENERIC
source: A supple, woody stem.
japanese: しなやかな木の茎。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.PICKED
source: It'll grow back.
japanese: また次の芽が出てくるさ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SAPLING.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_HIDER
source: It's a tricky one.
japanese: 手の込んだやつだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.GENERIC
source: It's a piece of wood. What more is there to say?
japanese: 木のかけらだな。他に何か言い様はあるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOG.BURNING
source: Well. That was fun while it lasted.
japanese: まあな。それが持ちこたえていた間は面白かったな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.GENERIC
source: It's the starting mechanism.
japanese: それは開始する時のメカニズムだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.READY
source: I need to insert the divining rod.
japanese: その占い棒を差し込む必要がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Progress!
japanese: 進展あり！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGTREE
source: What's his problem?
japanese: 奴の問題は何だ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.GENERIC
source: How comforting.
japanese: なんて快適。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.OUT
source: That's not coming back.
japanese: 戻って来ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.EMBERS
source: I'm going to lose it.
japanese: 失うことになるな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.HIGH
source: That will keep Charlie away for now.
japanese: 今のところCharlieを遠ざけられる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.LOW
source: It needs fuel.
japanese: 燃料が必要だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAMPFIRE.NORMAL
source: Firey.
japanese: 猛火。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK_NIGHTMARE
source: The builders have left it in a state of abandonment.
japanese: 建設業者は遺棄の国にそれを残してきた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies?
japanese: 赤ちゃん！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_3
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURHORN
source: I'm sorry I had to do that, old friend.
japanese: 旧友よ、悪いがそうせざるを得なかった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE_LIMITED
source: It looks ill.
japanese: 病気のようだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.GENERIC
source: It's worse knowing what the other part looks like.
japanese: 他がどんな様子か解れば情況はひどくなる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMHOLE.OPEN
source: I can assure you that it smells worse than it looks.
japanese: 見かけよりもその匂いがひどい事は保証する。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTEROMETER
source: Not the most useful invention, is it?
japanese: 一番使える発明っていうわけじゃないよな？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.GENERIC
source: Bloody blood sucking blood suckers.
japanese: 血の滴る血が吸血鬼を欺いている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITO.HELD
source: I got him.
japanese: 奴を捕まえた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHARCOAL
source: Nothing will steal my carbon!
japanese: 俺の炭素を盗める奴はいない！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_SUMMER
source: A distant cousin of the beefalo.
japanese: そのビーファロの遠い従兄弟。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHSTICKS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WASPHIVE
source: That looks dangerous.
japanese: それは危険に見える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGUARD
source: Blech. Disgusting brute.
japanese: うぇー。うんざりするけだもの。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT
source: Exotic and delicious.
japanese: 魅惑的で美味い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT
source: How revolting.
japanese: 極めて不快だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD
source: Moderately tough, but flammable.
japanese: 適度に難しいが、燃やせる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS
source: Don't you recognise me?
japanese: 私のことがわからないのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANRABBIT_TAIL
source: Silly rabbit.
japanese: 愚かなウサギ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POWCAKE
source: What foul product of science is this?
japanese: これはなんてひどい科学製品だ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BARREN
source: Needs manure.
japanese: 肥料が必要。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.PICKED
source: Already harvested.
japanese: すでに収穫済。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.GENERIC
source: Tufty.
japanese: 房が多い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.JAMMYPRESERVES
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_DIRT
source: Dusty.
japanese: 埃っぽい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS_ITEM
source: Pocket-sized wall pieces. Yup.
japanese: ポケットサイズの塀のかけら。いいよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I plugged it a long time ago.
japanese: 随分昔にそれを塞いだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_ENTRANCE.OPEN
source: That was not a good idea!
japanese: 良いアイデアではなかったな！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_RUINS
source: An ancient wall.
japanese: 古代の塀。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK2
source: Mechanical refuse.
japanese: 機械の廃棄物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEY
source: Sticky and sweet.
japanese: ネバネバしていて甘い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISHINGROD
source: I will eat for a lifetime.
japanese: 一生食べ続けたい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.EMPTY
source: I best not linger when winter comes.
japanese: 冬が来たら長居しないのがベストだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_CAMP.GENERIC
source: The Walrusser can't be far.
japanese: ウォルラッサーたちは近くにいるはずだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PITCHFORK
source: The tool of choice for perfectionists.
japanese: 完璧主義者用の道具。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_BAT
source: The fuel runs deep in this.
japanese: この中でその燃料は根強いものになっている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_4
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE
source: This will keep the riff-raff out.
japanese: これでそのがらくたを締め出し続けるだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: I don't know why I didn't think of this.
japanese: それを考えなかったとは知らなかった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINERHAT
source: Eventually the firefly will starve.
japanese: 最終的にそのホタルは餓死するだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUNNYMAN
source: It reminds me of my old act.
japanese: 昔の私の行動を思い起こさせる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY_ITEM
source: Pocket-sized wall pieces. Yup.
japanese: ポケットサイズの塀のかけら。いいよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT
source: I'm not a fan of vegetables.
japanese: 私は野菜ファンじゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE
source: Rocks. How dull.
japanese: 岩だ。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEHARP
source: Not my best work.
japanese: 自己ベストの仕事ではないが。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAFFLES
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLESLIME
source: There must be a better way.
japanese: もっといい方法があるに違いない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOMESIGN
source: It says... nothing.
japanese: それ曰く…何もない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm. Looks suspicious.
japanese: うーん。なんだか怪しい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRD
source: These were a failed experiment.
japanese: 失敗に終わった実験だった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BONESTEW
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARELIGHT
source: The over-use of fuel was their downfall.
japanese: 燃料の使い過ぎが原因だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BAT
source: Ugh. Ugly beasts.
japanese: うっ！醜いけだもの。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_PLANTED
source: How mundane.
japanese: なんて平凡だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_UNDERROCK
source: Turf.
japanese: 芝生。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SINKHOLE
source: Turf.
japanese: 芝生。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FUNGUS
source: Turf.
japanese: 芝生。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB4
source: Quite a dapper machine.
japanese: かなり軽快な機械。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTBULB
source: It will run out eventually.
japanese: 結局時間切れになるだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FOOTBALLHAT
source: Now I am ready for the scrimmage.
japanese: さあそのつかみ合いの準備はできた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_COOKED
source: It tastes like broken dreams.
japanese: 壊れた夢のような味だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH_COOKED
source: It still stinks.
japanese: まだ匂う。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SWEATERVEST
source: It's no three-piece, but it's dapper enough.
japanese: 三つ揃えではないが、十分粋だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRIES_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTONE
source: There's a story behind that...
japanese: それには背景があって…。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.GENERIC
source: Remnants of an extinct civilization.
japanese: 絶滅した文明の名残。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RELIC.BROKEN
source: Just bits and pieces of rock
japanese: ただわずかな数片の石。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUGNET
source: Good for capturing defenseless insects.
japanese: 無防備な虫を捕まえるには良い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERQUEEN
source: Maybe I'll just get out of her way.
japanese: 多分、単にそいつのやり方をやめるつもりだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMAREFUEL
source: Ahhh. Refreshing.
japanese: ああー。リフレッシュ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.GENERIC
source: They work so hard, the fools.
japanese: 奴らは一生懸命働いている、あの馬鹿ども。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEE.HELD
source: Now what do I do with it?
japanese: じゃあそれを使ってどうするか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.VALID
source: This one's ready.
japanese: こいつは準備万端。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEMSOCKET.GEMS
source: The fuel needs a focus.
japanese: その燃料はピントが必要だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_ROCKY
source: Kinda rough.
japanese: ある意味荒れてるな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MARSH
source: It's dripping all over.
japanese: そこら中ボタボタ落ちている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUINS_RUBBLE
source: A broken relic.
japanese: 壊れた遺物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DRYING
source: Still moist.
japanese: まだ湿っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.DONE
source: Like the desert.
japanese: その砂漠みたいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATRACK.GENERIC
source: It can dry meats so that they last longer.
japanese: それで肉を乾かせられれば長持ちする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER
source: Simple creatures. They exist only to sleep and feed.
japanese: シンプルな生き物。寝食のためだけに存在している。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE_COOKED
source: Looks like I got the last meep.
japanese: 最後のクラクションを手に入れたみたいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.GENERIC
source: It's a flying flower.
japanese: 空飛ぶ花だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLY.HELD
source: It would be a shame if someone ripped the wings off of it.
japanese: もし誰かがその羽をはぎ取っていたとしたら、それは困りものだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAUR
source: My my, the fuel has changed you.
japanese: おやまぁまぁ、その燃料がおまえを変えちまった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL
source: Stalagmite. How dull.
japanese: 石筍。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CANE
source: It has pictures of fast things carved into it.
japanese: その中に刻まれた高速の物たちの写真がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_11
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CHECKERFLOOR
source: That's my natural habitat.
japanese: それは私の習性だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_CARPETFLOOR
source: That's a quality, high-pile carpet sample!
japanese: それは高品質で密度が濃い絨毯サンプルだ！
