Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UNAGI
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Green fungus.
japanese: 緑のカビ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: When do those ones come up?
japanese: いつになったらそいつらは現われるのだ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Been there. Done that.
japanese: そこに行ったことがある。その経験あり。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_WINTER
source: The trunk thickens in the winter to hold more mucus.
japanese: 沢山の粘液を維持するために、冬の間は鼻を厚くしている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It's so dark down here.
japanese: ここは本当に闇の底だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a red mushroom.
japanese: 赤いキノコだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll have to come back for it.
japanese: そのために戻って来るに違いない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_MUSHROOM.PICKED
source: It's all used up.
japanese: それ全部を使い尽くした。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHAT
source: I'll wear it if I have to.
japanese: 着なくちゃいけないのなら、着るつもりだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.GENERIC
source: How pretty.
japanese: なんて可愛いい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREFLIES.HELD
source: I could squish them if I wanted to.
japanese: 私がその気になったら、押しつぶせる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_LOW
source: Stalagmite. How dull.
japanese: 石筍。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYETURRET
source: Some of my better work.
japanese: マシな成果のほうだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHOLE
source: How did that get down here?
japanese: どうやってここに降りて来た？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_SUMMER
source: Full of summer mucus.
japanese: 夏の粘液でいっぱい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMONSTERMEAT
source: I'll eat it if I have to.
japanese: どうしてもっていうのなら、食べてやる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEARDHAIR
source: Hirsute.
japanese: 毛むくじゃら

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNK_COOKED
source: At least the mucus burned off.
japanese: 少なくてもその粘液は燃やし尽くした。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_WINTER
source: It's so hard to look fashionable in the winter.
japanese: 冬にお洒落に見せるのはえらく大変だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It's so dark down here.
japanese: ここは本当に闇の底だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRUNKVEST_SUMMER
source: It's more of a fall vest.
japanese: どっちかって言うと、秋のベスト。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEGEM
source: This will be quite powerful with some fuel.
japanese: いくらか燃料があれば、かなり強力になる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUSHHAT
source: There's room in there for me.
japanese: この中に私用のスペースがある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDENSHOVEL
source: This shovel is worth a princely sum.
japanese: このシャベルはかなりの金銭的な価値がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It's a specialized form.
japanese: 特殊化された様式だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I don't want to wake that one.
japanese: そいつを目覚めさせたくはない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Splat.
japanese: ピシャッ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_8
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STATUEMAXWELL
source: Now that's a fine statue.
japanese: ところでそれは素晴らしい像だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_STATUE
source: A once proud race.
japanese: かつては誇っていたレース。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EARMUFFSHAT
source: They are at least warm.
japanese: 少なくともそいつらは暖かい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLINT
source: Ow! I cut my finger!
japanese: いて！指を切った！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_6
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_5
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_ROBIN
source: Red is the colour of fire.
japanese: 赤は炎の色だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_SHORT
source: Here it comes!
japanese: さあ来た！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.EMPTY
source: Just the thought makes my mouth water.
japanese: 考えただけで、よだれが出てくる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.DONE
source: Finally, some quality grub.
japanese: やっと、それなりの食事だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKPOT.COOKING_LONG
source: Wait for it...
japanese: それを待ってたぜ…

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_STONE_ITEM
source: Pocket-sized wall pieces. Yup.
japanese: ポケットサイズの塀のかけら。いいよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Even THEY couldn't build something so devious.
japanese: あいつらでも、これほど歪んだ物は作れなかった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTREEDS
source: I think I could build something useful from this.
japanese: これを元に何か役立つ物を作ろうと思う。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_2
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_FOREST
source: Smells like mud.
japanese: 泥みたいな匂いがする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_10
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS
source: You won't catch me!
japanese: 捕まえられないさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RATATOUILLE
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.FULL
source: I'd go inside too, if I was him.
japanese: 私があいつの立場だったら、中に入っていたな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: I'll huff and I'll puff!
japanese: ぜぇはぁと息が切れる！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHOUSE.GENERIC
source: That's like their only trick.
japanese: それは奴らの唯一のトリックみたいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_SAVANNA
source: Dirty.
japanese: 汚ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREECLUMP
source: I can't get through there.
japanese: そこを通り抜けられない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT_NIGHTMARE
source: It looks beyond repair.
japanese: 取り返しがつかないみたいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_MUD
source: Turf.
japanese: 芝生。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREASURECHEST
source: A place to store loot.
japanese: 略奪品の保管場所

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP_TEETH
source: This one packs a whallop.
japanese: これは強い効き目がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASALT
source: I made a rock so heavy that I can't lift it.
japanese: かなり重たい岩を作ったから、持ち上げられない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGLEGS
source: Muscular.
japanese: 筋肉モリモリ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRD_EGG
source: I like to think of it as baby bird prison.
japanese: それは鳥の雛の幽閉だと思いたい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRAP
source: Only the dumbest animals will fall for this.
japanese: とてつもなく馬鹿な動物だけがこれに引っ掛かる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TORCH
source: It keeps Charlie at bay.
japanese: Charlieを寄せ付けない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TOPHAT
source: Some fine haberdashery.
japanese: 素晴らしい雑貨小間物

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.THULECITE_PIECES
source: I could combine several piles to make a bigger piece.
japanese: 大きめピースの作成用に、パイルをいくつか組み合わせられる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_GARDEN
source: This one is odd.
japanese: これは変だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PENGUIN
source: Nice tux.
japanese: いけてるタキシード。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BOX
source: This is a box full of sadness and woe.
japanese: 悲しみと苦悩でいっぱいの箱。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.GENERIC
source: Oh shut UP, will you?
japanese: おい、いい加減黙ってくれるだろう？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.PICKED
source: What a disturbing root.
japanese: なんて邪魔な根っこだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKE.DEAD
source: My ears are still ringing.
japanese: まだ耳鳴りが続いている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.GENERIC
source: What is that bee so angry about?
japanese: その蜂は何に怒り狂っているのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KILLERBEE.HELD
source: I've caught a tiger by the tail.
japanese: 予期せぬ苦境に立たされたな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DURIAN_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPOTS
source: This is how they reproduce.
japanese: やつらはこうやって再生したのだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHERHAT
source: I will lure them in with my plumage.
japanese: 私の羽毛で奴らをおびき出してやる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIVINGLOG
source: I like the noise they make when you burn them.
japanese: そいつらを燃やす時に出るノイズが好きなんだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAINOMETER
source: I could also just look up to learn the same thing.
japanese: 同じ事を学ぶためにちょっと立ち寄ることもできるだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLEHAT
source: This will keep me standing, if I need to fight.
japanese: 戦う必要があれば、私は立ち続けることになる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENT
source: That's a bit rustic for my taste.
japanese: 自分の趣味からすれば、ちょっと野暮だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLOCK
source: It keeps the master in the chair.
japanese: マスターはこの椅子にずっとお座りになるのさ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_RING
source: This is the quantum field guard band.
japanese: これは量子領域の保護周波数帯だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POTTEDFERN
source: How quaint.
japanese: なんて風変わりな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BANDAGE
source: Sticky and gooey and good for putting on booboos.
japanese: ネバネバでベトベトなうんちを置いておくには絶好の場所。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_POTATO
source: The gears in here are so small they turn the fabric of reality.
japanese: ここにあるギアはかなり小さく、現実の構造を変えていく。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_12
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE_PILLAR
source: How deep does this go?
japanese: これはどの位深い所までいっているのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEALINGSALVE
source: Just a bit of venom and some dirty old ash.
japanese: 微量の毒と汚くて古い灰を少し。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STUFFEDEGGPLANT
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: We've got a live one here.
japanese: ここで生きている奴をゲットしたぜ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Hot enough for ya?
japanese: おまえには熱すぎるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: It's getting tepid.
japanese: ぬるくなる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Any moment now...
japanese: いつでもおかしくない…

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: It's going to be a while.
japanese: しばらくかかるだろうな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TALLBIRDEGG
source: Tallbirds are territorial because of these things.
japanese: このために背高鳥たちは縄張り意識が強い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_PLANT
source: What a generic little plant.
japanese: なんて一般的で小さな植物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESSJUNK3
source: Mechanical refuse.
japanese: 機械の廃棄物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_FIRE
source: Just make sure to breathe out.
japanese: 息を吐くことを忘れずに。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEAMULET
source: It speaks with the shadow.
japanese: その影と話している。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOOMERANG
source: Beats getting your hands dirty.
japanese: ビートで手が汚れてきてるぞ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRAGONFRUIT_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENGEM
source: The nightmare fuel will unlock its true potential.
japanese: 悪夢の燃料が真の可能性を解き放とうとしている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBOT_PUPPET
source: Better it than me.
japanese: 自分よりそのほうが適任。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANFLUTE
source: I'm going to sing a song of madness.
japanese: 狂気の歌を歌うつもりだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.GENERIC
source: It's less cute now that it's grown up.
japanese: 成長したらあまり可愛くなくなったな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.HUNGRY
source: They sure do eat a lot.
japanese: 奴らは確実に沢山食うぜ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TEENBIRD.STARVING
source: A hungry beast is a dangerous beast.
japanese: 腹をすかした獣は危険な野獣。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STRAWHAT
source: A hat fit for a peasant.
japanese: 百姓にぴったりな帽子。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STINGER
source: It's dripping with venom.
japanese: 毒が滴っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_HAY
source: It's a tinderbox.
japanese: 危険な情況だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPOILED_FOOD
source: That used to be food until I wasted it.
japanese: ゴミに出す前はそれは食料だった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LANTERN
source: I hope this keeps Them away.
japanese: これで奴らをずっと遠ざけられることを祈る。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_9
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERHAT
source: Spiders have such malleable wills.
japanese: クモがこんなに従順な態度を取るとは。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.GENERIC
source: A pocketful of heat.
japanese: ポケットいっぱいの熱。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.HOT
source: It's almost too hot to hold.
japanese: 持ち続けるには熱すぎる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.COLD
source: It's useless when cold.
japanese: 冷えたら使い物にならない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HEATROCK.WARM
source: Comfortably warm.
japanese: 適度に温かい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLHEAD
source: Hey, handsome.
japanese: おい、ハンサム。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURPER_PELT
source: In death, this creature will serve me!
japanese: 死んだら、この生き物が自分の世話をしてくれる！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL
source: They only exsist in the depths.
japanese: そいつらは深い所にしか生息していない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDEREGGSACK
source: Squishy.
japanese: グニャグニャする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEMINE_MAXWELL
source: Maybe I shouldn't have put that there.
japanese: 多分そこに置くべきじゃなかったな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.DUG
source: Already got that one.
japanese: すでにそいつはゲット済。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOUND.GENERIC
source: What lies beneath?
japanese: その下には何が隠されているのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BABYBEEFALO
source: They're even ugly as children.
japanese: 奴らは子どもの時でさえ醜い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERDEN
source: They grow big here.
japanese: 奴らはここで育つ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLEPILLAR
source: I've always wondered who built those.
japanese: 誰がこれらを作ったかいつも気になっていた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA_COOKED
source: Even worse than raw.
japanese: 生よりずっとひどい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPEAR
source: It's a spear. Yup.
japanese: それは槍だ。いいよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT_DRIED
source: My teeth are getting too old for this.
japanese: これには私の歯じゃ太刀打ちできなくなってきた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLMEAT
source: This is barely a mouthful.
japanese: どうにかこれで一口。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.GENERIC
source: What!? What do you want?
japanese: 何だって！？一体どうしたいんだ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.HUNGRY
source: You want some food?
japanese: 何か食べたいのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMALLBIRD.STARVING
source: He's so hungry!
japanese: ひどく腹を空かしている！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS
source: I suppose these won't plant themselves.
japanese: 思うにこいつらは植物自体が好きじゃないらしい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.GENERIC
source: A fine powder that smells of destruction.
japanese: 破滅の匂いがするさらさらのパウダー。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_THINGIE
source: There's a perfectly scientific explanation for that.
japanese: それについては完全に科学的な説明が存在する。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Don't worry. There will be more Chesters.
japanese: 心配するな。もっとChesterが他にいるだろうから。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLTHRONE
source: It's less painful than it looks. Barely.
japanese: 見かけより痛みは少ない。ほとんどない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK
source: It's a rock.
japanese: それは岩だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUE_CAP_COOKED
source: Umami!
japanese: 旨み！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND_ALGAE
source: It's some algae.
japanese: 藻の一種だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEROGIES
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FROGGLEBUNWICH
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOAT
source: It's not going anywhere.
japanese: それはどこにも行きやしない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHOVEL
source: This is some real advanced technology.
japanese: これは本物の進化したテクノロジーだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSLURPER
source: Wet, soggy, and oddly filling.
japanese: 湿ったびしょ濡れの変な詰めもの。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEWING_KIT
source: A fine and noble endeavour.
japanese: 素晴らしく気高い努力。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELL
source: Looking good!
japanese: 見た目はいいな！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEEDS_COOKED
source: I broiled the life out of 'em.
japanese: あいつらからその命を焼きだした。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_DROPPER
source: Creatures in this world evolve at a terrifying rate.
japanese: この世界の生き物は、恐ろしい比率で進化する。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERLASAGNA
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNT
source: Ashes to ashes.
japanese: 灰には灰を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.CHOPPED
source: That's not about to grow back.
japanese: それは勢いを盛り返そうとしているわけではない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.GENERIC
source: I've heard them described as 'piney'.
japanese: 「松に似た物」っていう説明を聞いた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EVERGREEN.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKULLCHEST
source: That's one snazzy chest.
japanese: それは格好いい収納箱だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.INACTIVE
source: There are two ways to see that obstacle.
japanese: その障害物の見方には二通りの方法がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SANITYROCK.ACTIVE
source: I can see its true nature now!
japanese: 今その本性を見ることが出来た！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLOWDART_PIPE
source: A glorious tube of pain-giving!
japanese: 痛みを与える壮麗なチューブ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROTTENEGG
source: Disgusting. Why am I carrying this around?
japanese: 気色悪い。なぜ私はこれを持ち運び回っているのだ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROPE
source: You'd think this would have more uses.
japanese: もっとこれには使い道があると思うだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROOK
source: A castle for my home.
japanese: 自宅用の城。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTORCH
source: Great. Now they have fire.
japanese: 素晴らしい。今あいつらは火を手に入れた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREENAMULET
source: I swear I don't normally need this.
japanese: 普段はこんなのは必要ないことを誓う。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_MEDIUM
source: Where's Waldo?
japanese: ウォーリーを探せ

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_BERRYBUSH
source: Do I look like a gardener?
japanese: 私が庭師のように見えるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURKEYDINNER
source: How festive.
japanese: なんて陽気なんだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SILK
source: Despite it's origin, it could make some fine garments.
japanese: 由来にかかわらず、それで何かステキな服飾品を作れる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
japanese: 外皮で覆われた溶岩ピット。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
japanese: 見た感じ安全そうだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.LOW
source: The fires are cooling
japanese: その火が冷えてきている

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCK_LIGHT.NORMAL
source: It's hot.
japanese: 熱い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PAPYRUS
source: A blank canvas.
japanese: 白紙のキャンバス。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.GENERIC
source: I don't recognise that one.
japanese: それには気が付かなかった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN_WINTER.HELD
source: Quiet, you.
japanese: そこ、静かに！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.GENERIC
source: The redbird comes from the fire lands.
japanese: 赤い鳥は火の国々から来ている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROBIN.HELD
source: Silence, bird!
japanese: 静かにしろ、鳥！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGEAMULET
source: Simple magic is often the best.
japanese: シンプルな魔法が時に最良だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LOCKEDWES
source: He displeased me.
japanese: あいつは不愉快だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREHOUND
source: I put fire gems in there as a joke.
japanese: 冗談でそこに炎の宝石を置いた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUNPOWDER
source: Now this, I like.
japanese: ほらこの通り、気に入った。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_WOODFLOOR
source: I prefer hardwoods.
japanese: 堅木のほうが好みだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESURRECTIONSTATUE
source: I'm not above using this.
japanese: これの使い方に長けていない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB3
source: This is where I do my own personal research.
japanese: 個人的なリサーチはここでしている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKY
source: I banished these guys down here for a reason.
japanese: ある理由で、こいつらをここから完全に追放した。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KNIGHT
source: Such quality workmanship!
japanese: 素晴らしい出来映え！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB2
source: It unlocks recipes of middling utility.
japanese: まあまあ有用な方策を解明する。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_CAVE
source: It's so dark down here.
japanese: ここは本当に闇の底だな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS_EVIL
source: It's dripping with nightmare essence.
japanese: 悪夢のエッセンスでドリップしている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BISHOP
source: I'm especially proud of that piece.
japanese: この作品を特に誇りに思っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORGRASS
source: Direct confrontation is quite gauche.
japanese: 直接対立は未熟の極地だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RESEARCHLAB
source: I can't believe I forgot how to build those things.
japanese: こいつらの建て方を忘れたなんて信じられない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RUBBLE
source: Just bits and pieces of rock
japanese: ただわずかな数片の石。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RED_CAP_COOKED
source: Kind of bitter.
japanese: ちょっと苦い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: This can be partially restored.
japanese: これは部分的には復元できる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Where are their gods now?
japanese: あいつらの神は今どこにいる？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STAFFLIGHT
source: That should chase the shadows away.
japanese: その影達を追い払ってくれるはず。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARBLETREE
source: How whimsical.
japanese: なんて気まぐれな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.REDGEM
source: Red brings fire.
japanese: 赤は火をもたらす。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLLIGHT
source: Aw, it remembers me.
japanese: おや、私のことを覚えているのか。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEATHER_CROW
source: Black is the colour of sleep.
japanese: 黒は睡魔の色。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RAZOR
source: If only the world had a single neck.
japanese: もしこの世界にがシングルネックを持っていたらなあ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLE
source: I'm glad the rest of it is still down there.
japanese: その残りがまだその下にいてくれて嬉しい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABBITHOLE
source: There's a world going on under there.
japanese: その下では1つの世界が持続している。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEHIVE
source: Not the bees!
japanese: その蜂たちじゃない！
