Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAUR
source: Get away, you beast!
japanese: あっちへ行け、獣よ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL
source: Another stalagmite.
japanese: また石筍だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLHEAD
source: I wish he wouldn't do that.
japanese: そんなことしないでほしいな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS_ITEM
source: My pockets must be bigger on the inside.
japanese: 私のポケットは内側の方が大きくなってるんだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKBOAT
source: A shipwreck, looks to be useless.
japanese: 難破した船だ。使えないね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BERRYBUSH
source: It requires soil to grow.
japanese: 伸びるには土が必要だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UNAGI
source: A common way to prepare eel.
japanese: ウナギの一般的な調理法。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It is a fungus.
japanese: カビだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
japanese: 再び実をつける前に、水分が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It is dormant this time of day.
japanese: この時間帯は活動休止中だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANDORASCHEST
source: An artifact which may contain other artifacts.
japanese: 他の芸術品を含んでいるかもしれない工芸品。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_TRIPLE
source: You could read by that light.
japanese: その明かりで文字が読めるね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.GENERIC
source: It is a fungus.
japanese: カビだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
japanese: 再び実をつける前に、水分が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_MUSHROOM.INGROUND
source: It is dormant this time of day.
japanese: この時間帯は活動休止中だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOG
source: An axial section of tree trunk.
japanese: 木の幹の、軸方向の断面。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.GENERIC
source: They disperse when I approach.
japanese: 私が近づくと散り散りになる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREFLIES.HELD
source: Their bioluminescent properties might prove useful.
japanese: 彼らの生物発光の特性が役に立つかも。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_LOW
source: Another stalagmite.
japanese: また石筍だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET
source: The magic of the two beasts has been concentrated by the thulecite.
japanese: 二匹の獣の魔術がスーラサイトによって凝縮された。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHOLE
source: This is the source of the spider infestation.
japanese: これが蔓延していたクモの根源だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WASPHIVE
source: I had better keep my distance.
japanese: 距離を置いておいた方がよさそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMONSTERMEAT
source: It's still a little bit poisonous.
japanese: まだ少し毒をもっている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEAMULET
source: The gem appears to be sucking energy out anything it touches.
japanese: ジェムが触れるもの全てからエネルギーを吸い出しているようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_SLEEP
source: Improvised tranquilizer device.
japanese: 即興の鎮静装置。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHERHAT
source: Not quite the genuine article, but I might fool some birds.
japanese: 本物ではないけれど、鳥はだませるかもしれない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE_DOUBLE
source: You could read by that light.
japanese: その明かりで文字が読めるね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.INACTIVE
source: It seems to have sunk into the soil.
japanese: 土壌に沈みこんでしまったようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANITYROCK.ACTIVE
source: Fascinating. I'll have to study these markings later.
japanese: うっとりしてしまう。このマーキングはあとで研究してみよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEGEM
source: It looks like a Spessartite garnet.
japanese: スペサルタイトガーネットのようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSHHAT
source: Camouflage
japanese: カモフラージュ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENSHOVEL
source: The most malleable of metals, but let's see how this digs.
japanese: もっとも可鍛性のある金属だけど、まずは掘りやすさをみてみよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.INACTIVE
source: It appears to be a tiny pyramid.
japanese: 小さなピラミッドのようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.INSANITYROCK.ACTIVE
source: I must be seeing things.
japanese: きっと錯覚だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KABOBS
source: Meat on a stick, what will I think up next?
japanese: 棒刺し肉。次はどんなアイデアが出るかな？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEMAXWELL
source: It's a visage of the man who trapped me here.
japanese: 私をここに閉じ込めた者の顔だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_STATUE
source: This seems mystically aligned to the world.
japanese: これは神秘的なくらいに、世界と位置を合わせてあるようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK
source: A clockwork castle.
japanese: 時計仕掛けの城。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLINT
source: A hard nodule of quartz.
japanese: クオーツの硬い団塊。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_RING
source: A torus of alloys and wiring.
japanese: 合金と配線のトーラス。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_POTATO
source: Neither fully organic nor inorganic!
japanese: 全て有機でもないし、無機でもない！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTEROMETER
source: Measure before you act.
japanese: 考えてから行動しよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINERHAT
source: This would make a great reading light.
japanese: これはいい本読み用のライトになるな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE_ITEM
source: I'm not sure why I can carry so many of these.
japanese: なんでこれをこんなにたくさん持てるのか僕にもわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I feel a compulsive urge to activate it, again and again.
japanese: 何度も何度も、どうしても稼動させたいという衝動に駆られる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTREEDS
source: Some rush cuttings.
japanese: 急いで切った。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDMOUND
source: Those bones are foreboding.
japanese: 不吉な骨だな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUND
source: That hound is not domesticated.
japanese: あの猟犬はまだ飼いならされていないな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FOREST
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS_EYEBALL
source: I feel a vague sense of accomplishment.
japanese: 少し達成感がある。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS
source: It's a mythological holiday monster.
japanese: 神話のホリデーモンスターだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RATATOUILLE
source: Nicoise, so nutritious!
japanese: 栄養満点の二ソワーズ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY_ITEM
source: Hay bales.
japanese: 干し草の俵。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SAVANNA
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGRODSTART
source: This rod might could be useful!
japanese: このロッドは役に立つかも！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT_NIGHTMARE
source: It's nightmare fueled surroundings seem to have corrupted its programming.
japanese: 悪夢によって煽られた環境がプログラミングを破損させているようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MUD
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.GENERIC
source: A winter coat for the Cardinalis? How peculiar!
japanese: カーディナルに冬のコート？なんて風変わりだろう！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN_WINTER.HELD
source: It's so delicate.
japanese: とてももろい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ADVENTURE_PORTAL
source: That violates some pretty fundamental physical laws.
japanese: それは基本的な物理の法則に反しているね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASALT
source: Material of great density!
japanese: 濃い密度の資材！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BOX
source: An electrical charge regulator.
japanese: 充電レギュレーター。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG
source: It is unfertilized.
japanese: 肥料を与えていない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEGEM
source: It gives off a strange aura.
japanese: 不思議なオーラを醸し出している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEGEM
source: It is cold.
japanese: 寒いな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REDGEM
source: It is warm.
japanese: 暖かい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE_PIECES
source: I could combine these to create a larger piece.
japanese: これらを組み合わせてもっと大きなピースを作れる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEERCLOPS
source: Laurasiatheria!
japanese: ローラシアテリア！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PENGUIN
source: What a classy bird
japanese: なんてお洒落な鳥だろう

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_WINTER
source: Ample protection against the elements.
japanese: 対抗するための十分な防御。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.GENERIC
source: Mandragora officinarum.
japanese: マンドラゴラ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.PICKED
source: Mandragora officinarum. But with a face.
japanese: マンドラゴラ。でも顔がついてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKE.DEAD
source: Mandragora officinarum. Deceased.
japanese: マンドラゴラ。死んだ人

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB2
source: It's a research station. I can learn new things with it.
japanese: リサーチステーションだ。これで新しいことが学べる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_COOKED
source: Cooking this certainly did not improve its odour.
japanese: 料理してもこの臭さはどうにもならなかった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNKVEST_SUMMER
source: Durable outerwear.
japanese: 耐久性のある上着。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_COOKED
source: Unpalatable, but high in protein.
japanese: まずいけれど、プロテインたっぷり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGLOG
source: This log is special.
japanese: この丸太は特別。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_WINTER
source: A specimen of leather and fur.
japanese: 革と毛皮の標本。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_COOKED
source: Pleasantly prepared pitahaya blanca.
japanese: きれいに調理されたドラゴンフルーツ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHAT
source: It provides protection.
japanese: 防御を施してくれる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRUNK_SUMMER
source: A utilitarian proboscis.
japanese: 実用的な長い鼻。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERDEN
source: Fascinating. These spiders have a communal hive.
japanese: うっとりしてしまう。このクモたちは巣を共用している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIRTPILE
source: Unhygienic!
japanese: 非衛生的！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POTTEDFERN
source: A potted plant.
japanese: 鉢植えの植物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUBBLE
source: Looks like a job for library paste!
japanese: 紙用糊の出番かな！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANIMAL_TRACK
source: Animal sign, leading away.
japanese: 動物の形跡、後をつけよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_12
source: A muscular hydrostat that's been sat near something hygroscopic.
japanese: 流体の近くに置かれた、がっしりした漏水検出器。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR
source: There's more of it below than above!
japanese: 地上よりも地下にたくさんある！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Development appears to be progressing.
japanese: 開発が進んでいるようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Exposure to temperature extremes may result in death.
japanese: 極端な温度環境への露出は死に至る可能性がある。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: You will catch your death of cold!
japanese: 死の風邪をひくかもしれない！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A watched pot never boils.
japanese: 待てば待つほど、長く感じられる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: We shall soon reap the fruits of our labours.
japanese: もうすぐ一生懸命育てた果物を収穫できる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG
source: It requires incubation.
japanese: 培養が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.GENERIC
source: An adolescent avian.
japanese: 若い鳥。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.HUNGRY
source: Please keep your voice level to a minimum.
japanese: ご静粛に願います。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TEENBIRD.STARVING
source: A very naughty bird!
japanese: なんて行儀の悪い鳥だろう！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.GENERIC
source: A rather diminutive specimen of the class Aves.
japanese: 鳥類の中でもわりと小さい種類。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.HUNGRY
source: It requires sustenance.
japanese: 栄養が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLBIRD.STARVING
source: Without sustenance, it will surely perish.
japanese: 栄養がなければすぐに死ぬだろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_PLANT
source: A swamp-dwelling rhizome.
japanese: 沼地に生息する根茎。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Oculus Mysterium.
japanese: ミステリアスな門。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER_EYEBONE.WAITING
source: The oculus is inactive.
japanese: 門から入れない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYCOMB
source: Beeswax used for storing honey.
japanese: 蜜蝋を使ってハチミツを貯蔵している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PURPLEAMULET
source: I can almost sense it beckoning to something.
japanese: 何かに手招きしているのが、もう少しで感じとれる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOMERANG
source: It is a flat aerofoil.
japanese: 平たい翼だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_UNDERROCK
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENGEM
source: Chromium impurities have coloured this gem green.
japanese: クロムの不純物がこのジェムを緑色にした。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBOT_PUPPET
source: Poor thing.
japanese: かわいそうに。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANFLUTE
source: Hollow reeds with harmonic resonance.
japanese: 共鳴している空洞のリード。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_5
source: This spacecraft looks to have inadequate thermal controls.
japanese: この宇宙船は温度調節が不十分みたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.GENERIC
source: The sleeping Megadrilacea Oraduos.
japanese: 眠れるメガドリラセア・オラドゥオス。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMHOLE.OPEN
source: Concentric rings of teeth for rapid ingestion.
japanese: 急いで食べるための、同心円状の歯。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS
source: They're still twitching a bit.
japanese: まだちょっとピクピク動いてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_HAY
source: I don't trust that wall.
japanese: その壁は信用できない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_2
source: A fake membranophone.
japanese: 偽物の膜鳴楽器。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LANTERN
source: A refuelable light source.
japanese: 燃料補給可能な光源。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_RUINS
source: A very secure wall.
japanese: とても頑丈な壁。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.GENERIC
source: A mangal rhizophora.
japanese: 赤いマングローブ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.CHOPPED
source: It has been felled
japanese: 切り倒された

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNT
source: A carbonized mangrove
japanese: 炭化したマングローブ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_TREE.BURNING
source: Combustion!
japanese: 燃焼！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROPE
source: A short length of strong hemp rope.
japanese: 短く、丈夫な麻のロープ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
japanese: 炉。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.OUT
source: I can re-light it.
japanese: もう一度火をつけよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.EMBERS
source: The fire has almost self-extinguished.
japanese: 火がほとんど自然に消えた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.HIGH
source: That fire is burning at an alarming rate.
japanese: あの炎は危険な勢いで燃えている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.LOW
source: The fire could use some more fuel.
japanese: あの火はもうちょっと燃料が必要だな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREPIT.NORMAL
source: A perfectly average fire.
japanese: 完璧な、普通の大きさの火。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER_PELT
source: This must be useful for something.
japanese: これは何かに使えそうだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL
source: It's an eel.
japanese: ウナギだよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.GENERIC
source: A cluster of brambles.
japanese: キイチゴのかたまり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.PICKED
source: Picking brambles is dangerous.
japanese: キイチゴ集めは危ない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARSH_BUSH.BURNING
source: Combustion!
japanese: 燃焼！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE_MAXWELL
source: A dangerous mine filled with Culicidae.
japanese: 蚊でいっぱいの危険な鉱山。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.GENERIC
source: A burial mound.
japanese: 墓場。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOUND.DUG
source: A desecrated burial mound.
japanese: 冒涜された墓場。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BABYBEEFALO
source: Look at his widdle face! (ahem!)
japanese: 彼の小さな顔を見て！（えへん！）

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_STRAW
source: I'm not sleeping on the ground.
japanese: 土の上では寝ないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLEPILLAR
source: It shows the touch of a Roman artisan. How amazing.
japanese: ローマの職人の技術がみられるね。素晴らしいな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_COOKED
source: Somewhat better.
japanese: まぁちょっと良くなった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKULLCHEST
source: A container resembling a cranium.
japanese: 頭蓋骨のような容器。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_9
source: Hmm, don't think I'm missing any buttons at the moment.
japanese: ふうむ。今の所ボタンは全部ついてるみたいだね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_8
source: It reminds me of my bath tub. I could use a long soak.
japanese: 私の湯船を思い出すな。ゆっくり浸かりたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_SANITY
source: Protective shroud which transfers attacks to another dimension.
japanese: 攻撃を、どこか別の次元へ転送してくれるマント。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_6
source: A tangled mess of wires, not much good for anything.
japanese: 絡まったワイヤーは何の役にも立たない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.GENERIC
source: Some non-aqueous residue remaining after the fire.
japanese: 炎のあとに残った、水溶性ではない残留物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_THINGIE
source: This used to be something, now it's just a pile of ash.
japanese: 以前は何か意味のあるものだったんだろうけれど、今じゃただの灰。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone seems to have been burned entirely.
japanese: 目玉の骨は完全燃焼されたみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_4
source: What a positively, delightfully odd little fellow.
japanese: なんて愉快でへんてこな小さな生き物だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_3
source: Oh, I just love the bard.
japanese: 吟遊詩人って大好き。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP_COOKED
source: Chemistry has happened.
japanese: 化学反応が起こった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND_ALGAE
source: It is a good thing this algae has no need for photosynthesis.
japanese: この藻が光合成を必要としていなくてよかった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEROGIES
source: A wonderfully bland dumpling.
japanese: 素晴らしく味気のない餃子。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGGLEBUNWICH
source: Not typically served on a sandwich, but I'll give it a go!
japanese: あんまりサンドイッチの具っぽくないけれど、試してみるよ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYHAM
source: Honey was the only sweetener I used for this lovely ham.
japanese: このハムの甘さの秘密はハチミツだけだよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_11
source: Ah, it's a scale replica of that mischevious robot.
japanese: あぁ、あのいたずらロボットの等身大レプリカだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSLURPER
source: A disgusting and magical garment.
japanese: 気色悪くて不思議な服。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_10
source: Don't need these yet: I've still got a few teeth left.
japanese: まだこれはいらないな：僕にはまだ歯が何本か残ってる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_SINKHOLE
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATBALLS
source: A pile of processed meat. Who knows what went into this.
japanese: 加工肉の山。何が入っているのかわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPOTS
source: Hmmm, reproductive organs.
japanese: ふうむ。生殖器か。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERLASAGNA
source: Lasagna or no, I don't think it's safe to eat this.
japanese: ラザニアか。いや、これは食べちゃいけないと思う。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.GENERIC
source: A generically coniferous tree.
japanese: 一般的な針葉樹。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.CHOPPED
source: It has been harvested.
japanese: 収穫された。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNT
source: A carbonized tree.
japanese: 炭化した木。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN.BURNING
source: The tree is burning.
japanese: 木が燃えている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS
source: Odobenus rosmarus; Gaelic variety.
japanese: セイウチ；ゲール系だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREASURECHEST
source: A storage chest.
japanese: 収納チェスト。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_PIPE
source: Improvised missile device.
japanese: 簡易ミサイル装置。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN_WINTER
source: It looks like a feather of Cardinalis, but white.
japanese: ショウジョウコウカンチョウの羽のようだけれど、これは白い。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_ROBIN
source: Feather of Cardinalis.
japanese: ショウジョウコウカンチョウの羽。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEATHER_CROW
source: Feather of Corvus.
japanese: Corvusの羽。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGTORCH
source: I wonder how it's fueled.
japanese: どうやって燃料を供給しているのだろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENAMULET
source: I don't know what that is.
japanese: それが何だかわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_MEDIUM
source: A red variety of Mycena luxaeterna.
japanese: 赤い品種の夜光キノコ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF
source: I... don't even know.
japanese: 私には…さっぱりわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURKEYDINNER
source: What a nice roast.
japanese: いい感じのロースト。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SILK
source: Protein fibre extruded from an arachnid.
japanese: クモから絞り出されたプロテインファイバー。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.GENERIC
source: It matches the ambient temperature.
japanese: 周辺の温度と合っている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.HOT
source: It is warm enough to radiate heat and light!
japanese: 熱と光を放射するほど温かい！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.COLD
source: It's temperature is below freezing.
japanese: 温度が氷点下だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEATROCK.WARM
source: It is retaining thermal energy.
japanese: 熱エネルギーを保持している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PAPYRUS
source: Thin sheets of cellulose and lignin
japanese: セルロースとリグニンの薄い層。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LEIF_SPARSE
source: I... don't even know.
japanese: 私には…さっぱりわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BIRDS
source: The expurgated version, but it has my favorite: Megascops kennicottii.
japanese: 削除修正バージョンだけど、僕のお気に入り：ミミズク。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGEAMULET
source: The gem fades with each use.
japanese: ジェムは使用するたびに衰える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOCKEDWES
source: Poor sod is being held here by those statues.
japanese: 哀れなやつはここで彫像に囚われの身だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIREHOUND
source: That hound is more dangerous than the others.
japanese: あの猟犬は他のものよりも危険だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUNPOWDER
source: Knowledge is power!
japanese: 知識は力なり。
