Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.OUT
source: Aww, it's cooled off.
japanese: おや、冷めた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
japanese: 溶岩が冷めてきている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_LIGHT.NORMAL
source: A pool of fire!
japanese: 火のプール！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SINKHOLE
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.GENERIC
source: It looks cold out here. I bet it wants a fire.
japanese: ここは冷め切っているようだ。火を欲しがっているに違いない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROBIN_WINTER.HELD
source: It's so fluffy.
japanese: とてもフワフワしている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_DROPPER
source: They come from above.
japanese: 上から落ちてきた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERLASAGNA
source: Noodles, meat and clumps of hair. Nasty.
japanese: 麺、肉、髪の塊。ゾッとする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNT
source: I wish it was still burning.
japanese: まだそれが燃えていればなぁ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.CHOPPED
source: One less tree in the world.
japanese: 世界で木が一本減ります。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.GENERIC
source: It looks like it would burn well.
japanese: それは良く燃えるように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN.BURNING
source: YES! BURN!
japanese: イエス！燃えろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKULLCHEST
source: Ooooh spooky!
japanese: ワーッ、不気味だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTONE
source: I guess I should touch it?
japanese: それに触るべきだよな？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_PIPE
source: Good practice for blowing into a fire.
japanese: 火を吹き起こすための良い練習。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESURRECTIONSTATUE
source: That's my insurance policy.
japanese: それは俺の保険約款だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB3
source: A dark and powerful energy radiates from it.
japanese: そこから暗くて強力なエネルギーが放射される。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RESEARCHLAB2
source: Even I don't know everything, yet.
japanese: 全部はまだ俺にさえ解っていない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGTORCH
source: These pigs sure know how to have a good time.
japanese: このブタたちは確かに楽しい時間の過ごし方を知っている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENAMULET
source: I feel my mind open when I wear it.
japanese: それを着るとオープンな気分になる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_MEDIUM
source: Gross. It smells like leprechaun butt
japanese: 気味悪い。レプラカーンのお尻のような臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BERRYBUSH
source: What's the matter, got no dirt?
japanese: どうしたんだ、なんの汚れもなしか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURKEYDINNER
source: A feast of burned bird!
japanese: 焼けこげた鳥のごちそう！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SILK
source: Mmmmmm. Smooth.
japanese: おいしいーーー。滑らか。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUBBLE
source: Broken furniture.
japanese: 壊れた家具。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PAPYRUS
source: I bet it'd burn!
japanese: それは燃えるに違いない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP_COOKED
source: I changed it with fire!
japanese: 火でそれを変えた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REDGEM
source: So pretty!
japanese: なんて可愛い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGEAMULET
source: It picks up my burning materials for me!
japanese: そいつが俺のために燃えている物を取ってきてくれる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOCKEDWES
source: He's trapped by those mean statues!
japanese: 彼はこれらのみすぼらしい彫像にだまされた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIREHOUND
source: I actually kind of like this one.
japanese: 実際俺はこれが好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUNPOWDER
source: Oooooooooh! Shiny!
japanese: ワーッ！輝いている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_WOODFLOOR
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAZOR
source: Why did I build this?
japanese: なぜ俺はこれを建てたのだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAINOMETER
source: Rain is the anti-fire. Boo!
japanese: 雨は防火。ブー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKY
source: We don't have much in common.
japanese: 俺たちはあまり共通点はないな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHT
source: It's a pony!
japanese: ポニーだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOLE
source: Stupid rabbits. Come out so I can eat you.
japanese: 変なウサギ。出てこい、そしたら食ってやる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_CAVE
source: It's burning inside.
japanese: 内側が燃えている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS_EVIL
source: Ew, they're sticky.
japanese: ゲッ、奴らはネバネバしている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP
source: It's a bishop!
japanese: 司教だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: The dead can't get through here.
japanese: 死人はここを通り抜けることはできない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PURPLEGEM
source: Weird!
japanese: 変だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_SEEDS
source: Seeds for the best vegetable-friend of fire: pumpkin.
japanese: 最高の野菜の種－火の友：かぽちゃ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKINCOOKIE
source: Cookies!!!
japanese: クッキー！！！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: The dead can't get through here.
japanese: 死人はここを通り抜けることはできない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Oooo! An afterlife intercom.
japanese: ウー！あの世のインターフォン。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STAFFLIGHT
source: It's so beautiful!
japanese: とても美しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLETREE
source: The worst kind of tree. The non-flammable kind.
japanese: 最悪の種類の木。燃えないタイプ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEY
source: Sweet and delicious!
japanese: 甘くて美味しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLIGHT
source: These are no fun. They light themselves.
japanese: こいつらは楽しくない。自分で自分を照らす。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_CROW
source: Crow feather. It probably smells terrible on fire.
japanese: カラスの羽。それは燃えるときっと恐ろしい臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POOP
source: Ew. Nasty. But useful.
japanese: うわ。ゾッとする。でも便利。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE
source: Not at all cuddly.
japanese: 全然柔らかくない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.GENERIC
source: What a disgusting, hairy beast!
japanese: なんて気色の悪い、毛深いけだもの！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.SLEEPING
source: They look even dumber when they're sleeping.
japanese: 彼らは寝ている時、さらにあほに見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.FOLLOWER
source: Er, are you following me?
japanese: えーっと、俺に付いて来ているのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALO.NAKED
source: Ha! He's all naked now!
japanese: ハハ！あいつは今全裸だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEHIVE
source: It's full of bees!
japanese: 蜂でいっぱい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GENERIC
source: I'll eat it if I have to.
japanese: どうしてもっていうのなら、食べてやる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.READY
source: Oh boy. Vegetables.
japanese: ああ。野菜。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANT_NORMAL.GROWING
source: Hurry up, you stupid plant!
japanese: 急げ、このうすのろ植物！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_FERN
source: Looks flammable.
japanese: 燃えやすく見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODSTART
source: I'll make something out of it.
japanese: それから何かを作るつもりだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK_COOKED
source: Do I satisfy my hunger or do I bang on the drum?
japanese: 俺は自分の空腹を満足させるのか、ドラムを叩いているのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDBONE
source: Gross.
japanese: 気味悪い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HORN
source: I can hear those hairy beasts inside.
japanese: 内部ではこの毛深い獣の気配が聞こえる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_CRANK
source: What's this part good for?
japanese: この部分は何に役立つのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGYBACK
source: I made a backpack out of butts!
japanese: 切れ端からバックパックを作った！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ONEMANBAND
source: I can do the pyrotechnics too!
japanese: 火工品も作れる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER
source: He's so fuzzy!
japanese: 彼はかなりファジーだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GUANO
source: It burns like normal poop.
japanese: 普通の糞みたいに燃える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.GENERIC
source: Hey there, tree seed.
japanese: おい、木の種。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PINECONE.PLANTED
source: You'll be a real tree soon.
japanese: おまえは直に本物の木になる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITOSACK
source: Blood must bubble in currents muggy and thick.
japanese: 血液は血管を蒸し暑い中ドロッと流れなければならない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGKING
source: Blech. What a slob.
japanese: うぇー。なんて薄汚い奴だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT
source: It looks sort of like a fire!
japanese: 火のようなものに見える！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.PLANT
source: Light without fire. Unnatural.
japanese: 火のない明かり。不自然だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.DIRT
source: Does dirt normally move around?
japanese: 普通泥は動き回るのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORM.WORM
source: It's so furry!
japanese: かなりふわふわしている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PETALS
source: Stupid flowers. They're almost useless.
japanese: 愚かな花たち。ほとんど役に立たない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PERD
source: Evil bird! Get away from my yummy berries!
japanese: 邪悪な鳥！俺の美味しいベリーから離れろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHEAD
source: That's what you get for being so stinky!
japanese: おまえがこれほど臭くなった理由はこれだな！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANDORASCHEST
source: Kind of tacky.
japanese: ちょっと悪趣味。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NITRE
source: There are tiny explosions trapped inside.
japanese: 内部に小さな爆発物が仕掛けられている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOARDS
source: Boards. They'll burn, same as other wood.
japanese: ボードだ。他の木材同様、こいつらも燃える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTLIGHT
source: It's like fire, but purple!
japanese: 火のようだが、紫だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGSKIN
source: Ha ha. A pig's butt.
japanese: ハハ。ブタの尻。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMBAT
source: Pleased to meat you!
japanese: お目にかかれて光栄です！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.GENERIC
source: So annoying!
japanese: かなりうっとうしい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO.HELD
source: Keep that mouth away from me!
japanese: その口を俺から遠ざけておけ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AXE
source: It's very sharp.
japanese: とても鋭い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GENERIC
source: Sigh. It's a pile of dirt.
japanese: ハァ。山積みの泥。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.GROWING
source: Hurry up, dirtpile. Feed me!
japanese: 急げ、泥山だ。食料をくれ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Stupid thing needs poop.
japanese: 間抜けな者には糞が必要だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE
source: No-one would care if this burned down.
japanese: これが焼け落ちても、誰も気にしないだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.GENERIC
source: It's fat, but that stinger looks dangerous.
japanese: デブだが、その刺す奴は危険そうに見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEE.HELD
source: Pocket full of bees!
japanese: 蜂でいっぱいのポケット！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT
source: Definitely not a bird.
japanese: 間違いなく鳥じゃない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEATBALLS
source: Meat made into spheres and improved with fire.
japanese: 球体を肉で作り、火で改善された。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMEAT
source: I've tasted better.
japanese: もっと美味いものを食べたことがある。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT
source: I could make this better with FIRE!
japanese: 火をもってすればこれをマシにできるかもしれない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLTHRONE
source: Looks sticky.
japanese: 粘着性があるようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
japanese: あとは鍵が必要なだけ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR
source: Feel my wrath!
japanese: 俺の怒りをくらえ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOHAT
source: I've taken his hair and put it on my own!
japanese: 彼の髪を取って、俺自身の頭につけてみた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURCHEST
source: I want big horns like that!
japanese: あんな大きな角が欲しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTERHAT
source: It's not warm enough for my liking.
japanese: 俺の趣味にピッタリくるほど温かくはない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNT
source: I wish it was still burning.
japanese: まだそれが燃えていればなぁ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now, are you?
japanese: 今はあまり先が尖ってないよな？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.GENERIC
source: It looks dangerous!
japanese: 危なそうだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_TREE.BURNING
source: YES! BURN!
japanese: イエス！燃えろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE_SHELLPIECES
source: Heh. It broke.
japanese: へー。壊れた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks sharp.
japanese: 尖っていそうだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.PICKED
source: Those thorns hurt!
japanese: このとげは傷つけるぞ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_BUSH.BURNING
source: Burn, thorns!
japanese: 燃えろ、とげよ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF
source: He looks flammable!
japanese: あいつは燃えやすそうだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING
source: Yuck!
japanese: ゲーッ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDMANDRAKE
source: The fire didn't get rid of its face. Gives me the willies.
japanese: その火ではその顔を燃やし尽くせなかった。ドキドキさせやがる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MALE_PUPPET
source: He looks scared half to death.
japanese: 奴は半分死にかかっておびえているようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_SAPLING
source: What's the matter, got no dirt?
japanese: どうしたんだ、なんの汚れもなしか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANTBULB
source: It's mine now.
japanese: 今は俺の物。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUREPLANT
source: I bet a quick fire would take care of this.
japanese: 素早く火をつければこれを始末できるに違いない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SKELETON
source: Oh my. I hope he went out in a blaze of glory.
japanese: なんてことだ。奴は輝かしい栄光に包まれて死んじまったことを祈る。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESTAFF
source: It's quite a rush to use.
japanese: 使うってことはかなり切迫している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWGEM
source: It sparkles.
japanese: 火花を発している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDERGLAND
source: Eeeeew it's slimy and stinky!
japanese: 気色悪い、ネバネバして臭い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_FULL
source: More boring rocks.
japanese: もっと沢山のつまらない岩。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAMMER
source: I prefer sharp implements
japanese: 鋭い道具のほうがいい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LEIF_SPARSE
source: He looks flammable!
japanese: あいつは燃えやすそうだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRUMSTICK
source: Bang on the drum all day!
japanese: 一日中そのドラムが鳴っている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_WINTER
source: He sure looks warm...
japanese: 彼はとても暖かそうだ…

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_GRASS
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANDRAKESOUP
source: Blending it into a soup got rid of its face.
japanese: その顔を始末するために、スープの中に混ぜ込ませている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAMPUS_SACK
source: I've got a new bag!
japanese: 新しいカバンを手に入れた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KABOBS
source: Meat and fire, now with a stick!
japanese: 肉と火、今なら小枝付き！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.INACTIVE
source: Doesn't look flammable. How boring.
japanese: 良く燃えていないようだ。なんて退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.INSANITYROCK.ACTIVE
source: Am I seeing things?
japanese: 俺にはこいつらが見えているのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_EXIT
source: It's dark and stuffy down here.
japanese: ここは暗くて息苦しい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICESTAFF
source: I hate this thing.
japanese: これは嫌いだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEBOX
source: That is the opposite of fire.
japanese: あれは火と真逆のもの。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORGRASS
source: A waste of flammable materials.
japanese: 燃えやすい材質のゴミ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELLPHONOGRAPH
source: I like more exciting music.
japanese: もっと刺激的な音楽が好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUND
source: What a jerk!
japanese: なんて間抜けな！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYCOMB
source: It's waxy.
japanese: それはろう状だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN
source: I wonder what will happen if I apply fire.
japanese: 俺が火を付けたら何が起こるのだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOMESIGN
source: Less reading! More burning!
japanese: 読むものを減らせ！もっと火を燃やすんだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_SEEDS
source: Seeds for my favorite explosive vegetable.
japanese: 俺の好きな爆発しやすい野菜の種。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HEALINGSALVE
source: It burns! But, where's the fire?
japanese: 燃えている！でもその火はどこにある？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTER
source: Tasty, and just a little bit insecty
japanese: 美味いが、ちょっと虫っぽい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.GENERIC
source: All the lightning can come here!
japanese: 全部の電光をここに集められる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Aww, all glow but no fire.
japanese: あああ、光は全て発しているが火はない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP_COOKED
source: I changed it with fire!
japanese: 火でそれを変えた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREEN_CAP
source: Boring!
japanese: 退屈だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MEAT_DRIED
source: Chewy, but satisfying.
japanese: 硬くてかまなきゃならないけど、満足。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EEL_COOKED
source: Fire improves everything.
japanese: 火がすべてを改善する。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GEARS
source: These must make them move.
japanese: これらが奴らを動かすに違いない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_EVIL
source: Ugh, that smells terrible.
japanese: ウッ、あの臭いはひどすぎる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE_COOKED
source: Fire always makes things better.
japanese: 火はいつも快適にする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_WOOD_ITEM
source: I hate hiding.
japanese: 俺は隠れるのが嫌いだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.BARREN
source: Eat poop, stupid plant!
japanese: 糞を食らえ、ばかな植物！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.PICKED
source: I want more berries!
japanese: もっとベリーが欲しい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH.GENERIC
source: Mmmmm. Berries.
japanese: ウーーーン。ベリー。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCKS
source: Can make inuksuks with these?
japanese: これらでイヌクスクスを作れるかな？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTGRASS
source: Cut grass, ready for burning. Or maybe crafting.
japanese: 燃やしたり、クラフトに使ったりすることが可能な草。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_SEEDS
source: Will these seeds make a plant or baby bird?
japanese: これらの種から植物かそれとも鳥の赤ちゃんができるのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA
source: Bananas!
japanese: バナナだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATWING_COOKED
source: Yuck!
japanese: ゲーッ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEHOUND
source: Gross! Cold!
japanese: 気味悪い！寒い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: I like the way the symbols glow.
japanese: そのシンボルの光り方が好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I just want to see this world burn.
japanese: ただこの世界が燃えるのを見たい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Needs to be unlocked somehow.
japanese: どうにかして鍵を開けなくては。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: I'm making a monstrosity!
japanese: 怪物を作っているところ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEM_PUPPET
source: She looks scared half to death.
japanese: 彼女は恐怖で死にかかっているように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHER_ROBIN_WINTER
source: Snowbird feather. It probably smells terrible on fire.
japanese: スノーバードの羽。それは燃えるときっと恐ろしい臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FEATHERHAT
source: I am a phoenix!
japanese: 俺は不死鳥だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.VALID
source: I can feel the magic!
japanese: 俺はその魔法を感じとれる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELEBASE.GEMS
source: It needs something more.
japanese: それがもっと何かを必要としている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT_DRIED
source: It's dry and smells strange.
japanese: 乾いていて変な臭いがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYEPLANT
source: They spread like fire.
japanese: 火のように広がる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACKPACK
source: I could fit like a million lighters in here.
japanese: この中では百万ものライターのようにフィットできる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWSTAFF
source: It's magical.
japanese: 魔法じみている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFS
source: Smells like rabbit butt.
japanese: ウサギのお尻のような臭い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_MARSH_BUSH
source: What's the matter, got no dirt?
japanese: どうしたんだ、なんの汚れもなしか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_GRASS
source: What's the matter, got no dirt?
japanese: どうしたんだ、なんの汚れもなしか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WETGOOP
source: How did it go wrong?! I put it in fire and everything.
japanese: 何を間違えたのだ？！それも何もかも火にくべたのに。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.AMULET
source: I'm invincible! Well, maybe not. But it feels good.
japanese: 俺は無敵だ！うーん、多分違う。でも気分はいいぜ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_SPITTER
source: Get over here!
japanese: ここに来い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_FULL
source: Rocks are boring.
japanese: 岩は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's rude to stare.
japanese: じっと見るのは無礼。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESTER_EYEBONE.WAITING
source: At least it's not looking at me anymore.
japanese: 少なくとも俺の事をもう凝視していない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_TALL
source: Gross. This tree is sick all over.
japanese: 気味悪い。この木はずっと病気。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The fuel is coming to life!
japanese: 燃料が生命を宿してきている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I don't think it's working.
japanese: 上手くいっているとは思えない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think it's turning off.
japanese: 消えそうになっていると思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It's warning me.
japanese: 俺に警告している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: I guess it's nearly over.
japanese: ほぼ終わりに差しかかってきている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's almost humming.
japanese: ほとんど鼻歌交じり。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: Looks normal to me.
japanese: 俺には普通に見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARMUFFSHAT
source: Smells like rabbit butt.
japanese: ウサギのお尻のような臭い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONFRUIT_SEEDS
source: Seeds for that fire-looking fruit.
japanese: 見かけが火みたいなフルーツの種。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CARPETFLOOR
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.GENERIC
source: Bird prison!
japanese: 鳥の牢獄！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.SLEEPING
source: Stupid bird. Wake up!
japanese: 鈍い鳥。起きろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDCAGE.OCCUPIED
source: Ha! I have you now!
japanese: ハハ！もうおまえを捕まえた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGHEAD
source: I guess I have it alright.
japanese: 問題なくそれを捕まえたと思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POMEGRANATE
source: Is it supposed to have this many parts?
japanese: そいつが沢山のパーツを持っているってこと？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.UMBRELLA
source: I love the colour!
japanese: その色はすごくいい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_7
source: Fire is more fun.
japanese: 火はもっと楽しい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN
source: A sweet vegetable, yum!
japanese: 甘い野菜、おいしい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANIMAL_TRACK
source: It leads to my new friend.
japanese: それが新しい友達に引き合わせてくれる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS_EYEBALL
source: Stop staring at me!
japanese: 俺をジロジロ見るのは止めろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMLIGHT
source: Light without fire. Unnatural.
japanese: 火のない明かり。不自然だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_SEEDS
source: Seeds for a yucky orange vegetable.
japanese: すごくまずいオレンジ野菜の種。
