Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREECLUMP
source: It's almost like someone is trying to prevent me from going somewhere.
japanese: まるで俺がどこかに行くのを、誰かが阻止しているみたいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMONSTERMEAT
source: That's only somewhat more appetizing than when it was raw.
japanese: 生の時よりいくらか少し美味くなった位のものだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEARDHAIR
source: I made them with my face.
japanese: 俺の顔でそれを作った。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST_TRAP
source: How convenient!
japanese: なんて便利だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREASURECHEST
source: It's my tickle trunk!
japanese: 俺のムズムズする鼻だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Science makes it glow.
japanese: 科学でそれを発光させる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH
source: This is a nasty surprise.
japanese: これは不快な驚き。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEGEM
source: It's an orange gem.
japanese: オレンジの宝石だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSHHAT
source: It's kind of scratchy.
japanese: 何だかイラツクものだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENSHOVEL
source: I can't wait to dig holes.
japanese: 穴を掘るのが待ちきれない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP
source: I wove it real tight.
japanese: かなりきつく編み込んだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TORCH
source: Something to hold back the night.
japanese: その夜のことを何かが隠している。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEMAXWELL
source: It really captures his personality.
japanese: しっかり彼の性格を捉えている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_STATUE
source: It seems to throb out of tune with the world.
japanese: その世界との周波数がずれているようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOPHAT
source: What a nice hat.
japanese: なんてステキな帽子だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLINT
source: It's a very sharp rock.
japanese: かなり鋭い岩だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_GARDEN
source: Yet another slimy pole.
japanese: さらにネバネバした別のポール。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Looks even meaner than usual.
japanese: 普段よりも実にみすぼらしく見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I should keep my distance.
japanese: 距離を保っておくべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Good riddance!
japanese: いい厄介払いだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN
source: A redbird feather.
japanese: 赤い鳥の羽。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_SHORT
source: It's almost done!
japanese: ほぼ完了！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.EMPTY
source: It makes me hungry just to look at it.
japanese: それを見るだけで腹が減ってくる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.DONE
source: Mmmmm! It's ready to eat!
japanese: むむむむむ！食べる準備万端！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKPOT.COOKING_LONG
source: This is going to take a while.
japanese: しばらく時間がかかるだろう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE_ITEM
source: They make me feel so safe.
japanese: 彼らのお陰で随分安全な気がする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I want to use it, and I want the world to know what I did.
japanese: それを使ってみたい、そして世界に自分がやったことを知らしめたい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTREEDS
source: Cut reeds, ready for crafting and hobbying.
japanese: クラフトや趣味などに使えるアシ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE
source: It looks like the inside of an alien's brain.
japanese: まるでエイリアンの脳の内部みたいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENT
source: I get crazy when I don't sleep.
japanese: 眠らないと気が変になる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FOREST
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANT
source: It's so alluring.
japanese: かなり魅力的だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS
source: He's going after my stuff!
japanese: あいつは私のものを狙っている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RATATOUILLE
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.FULL
source: I can see a snout pressed up against the window.
japanese: 窓に突き出た鼻を押しつけているのが見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Come ON! I know you're home!
japanese: なんだよ！家にいるのはわかってるぞ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHOUSE.GENERIC
source: These pigs have pretty fancy houses.
japanese: このブタたちはかなり派手な小屋を持ってるな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SAVANNA
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_RING
source: A ring that could focus dimensional energies.
japanese: 次元エネルギーに焦点を合わせられるリング。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT_NIGHTMARE
source: It's a knightmare!
japanese: 悪夢だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MUD
source: Yet another ground type.
japanese: さらに別の地面タイプ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_POTATO
source: This metal potato contains great and fearful power...
japanese: このメタルポテトは莫大で恐ろしいパワーを含んでいる…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTENT
source: Smells like bacon.
japanese: ベーコンみたいな匂い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASALT
source: That's too strong to break through!
japanese: 打ち破るにはかなり手強い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS
source: I've heard it's a delicacy.
japanese: それは珍味だと聞いた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG
source: A small, normal egg.
japanese: 小さな普通の卵。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BOX
source: This may control the polarity of the whole universe.
japanese: これは宇宙全体の両極性を制御している可能性がある。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER
source: It's pretty but it smells like a common labourer.
japanese: こぎれいだが、よくある労働者の匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT
source: A tiny chunk of dead animal.
japanese: 小さな動物の死骸の一部。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE_PIECES
source: It's some smaller chunks of Thulecite.
japanese: 小さめのスーラサイトの塊だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Looks like it's hatching.
japanese: ひなを孵化しているみたいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Are eggs supposed to sweat?
japanese: あの卵は多分甘い？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Brrrr!
japanese: ブルブルッ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: It should hatch any time now.
japanese: まさにいつ孵化してもおかしくないな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I have a feeling this is going to take a while...
japanese: これにはしばらくかかりそうな気がする…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PENGUIN
source: Must be breeding season.
japanese: 繁殖期に違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG
source: Will it hatch?
japanese: これも孵化するのかな？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.GENERIC
source: I've heard strange things about those plants.
japanese: これらの植物について変な話を聞いたぜ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.PICKED
source: Stop following me!
japanese: 俺に付いてくるな！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE.DEAD
source: A mandrake root has strange powers.
japanese: マンドレイクの根は奇妙な力を持つ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.GENERIC
source: Oh no! It's a killer bee!
japanese: なんてことだ！キラー蜂だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KILLERBEE.HELD
source: This seems dangerous.
japanese: これは危険な感じ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_COOKED
source: Now it smells even worse!
japanese: さらに強烈な匂い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FIRE
source: This seems fundamentally unsafe.
japanese: 基本安全じゃないようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEATERVEST
source: This vest is dapper as all get-out.
japanese: このベストは極端に軽い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGLOG
source: It looks worried.
japanese: 怪訝そうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.GENERIC
source: To bee or not to bee.
japanese: 蜂に向かうか、向かわざるべきか。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEE.HELD
source: Careful!
japanese: 気をつけて！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_COOKED
source: Still weird.
japanese: 未だに奇妙だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHAT
source: I hope it doesn't mess up my hair.
japanese: 髪を乱さないことを祈る。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUFFEDEGGPLANT
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STRAWHAT
source: What a nice hat.
japanese: なんてステキな帽子だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STINGER
source: Looks sharp!
japanese: 決まってるぜ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POTTEDFERN
source: A fern in a pot.
japanese: 植木鉢に植えられたシダ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BANDAGE
source: Seems sterile enough.
japanese: 全く胞子を作らないらしい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STATUEHARP
source: What has happened to the head?
japanese: この頭で何が起こった？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_12
source: I'm not sure what I should do with a dessicated tentacle.
japanese: 乾燥した触手をどうしたらいいのかわからない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR
source: A slimy pole.
japanese: ネバネバしたポール。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHAT
source: I hope I got all of the spider goo out of it.
japanese: このクモのネバネバを全部取ってしまえたら。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.GENERIC
source: It's big, it's heavy, and it's wood.
japanese: 大きくて、重い、木製だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOG.BURNING
source: That's some hot wood!
japanese: なんだか熱い木製！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDEREGGSACK
source: I hope these don't hatch in my pocket.
japanese: 私のポケットで繁殖しないことを祈る。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERDEN
source: Sticky!
japanese: ネバネバする！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT
source: It's a plant.
japanese: 植物だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR
source: That's one pointy stick.
japanese: 一本の先の尖ったスティックだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLMEAT_DRIED
source: A little jerky.
japanese: ちょっとジャーキー。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEAMULET
source: It's whispering to me.
japanese: 俺に向かってささやいている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOOMERANG
source: Aerodynamical!
japanese: 空気力学！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_UNDERROCK
source: Yet another ground type.
japanese: さらに別の地面タイプ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENGEM
source: It's green and gemmy.
japanese: 緑で宝石みたい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBOT_PUPPET
source: It's trapped!
japanese: 罠にかかった！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANFLUTE
source: I can serenade the animals.
japanese: 動物たちにセレナーデを奏でてあげよう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.GENERIC
source: Not a very tall bird.
japanese: それほど背丈のない鳥。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.HUNGRY
source: I'd better find it some food.
japanese: 何か食べ物を見つけてやったほうがいいな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TEENBIRD.STARVING
source: It has a dangerous look in it's eye.
japanese: その目に何か危険なものを感じる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.GENERIC
source: That's a rather small bird.
japanese: どっちかというと、小さな鳥だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.HUNGRY
source: It looks hungry.
japanese: 腹ペコそうに見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMALLBIRD.STARVING
source: It must be starving.
japanese: 餓死寸前に違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTATUE
source: What a handsome devil!
japanese: なんてハンサムな悪魔だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY
source: Hmmmm. I guess that'll have to do.
japanese: うーむむむむ。やるしかないみたいだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REDGEM
source: It sparkles with inner warmth.
japanese: 内部の熱で火花を散らしている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LANTERN
source: A more civilized light.
japanese: かなり文明化が進んだ明かり。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_9
source: I'm more of a zipper person, myself.
japanese: どちらかというと自分に正直なほうでね。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEWING_KIT
source: Darn it! Darn it all to heck!
japanese: 畜生！もうどうにでもなれ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.GENERIC
source: I could heat this up near the fire.
japanese: 火の側でこれを温められる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.HOT
source: Nice and toasty hot!
japanese: いい感じでぬくぬく暖かい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.COLD
source: It's stone cold.
japanese: 石みたいに冷え冷え。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEATROCK.WARM
source: It's warm and cuddly... for a rock!
japanese: 温かくて抱きしめたい…石をだぜ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL
source: It smells of bacon!
japanese: ベーコンの匂いだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER_PELT
source: Doesn't look much different dead.
japanese: ほとんど死んでるみたいだけど。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL
source: This will make a delicious meal.
japanese: これで美味い飯が作れる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS_COOKED
source: I cooked all the life out of 'em!
japanese: あの時以外は人生ずっと料理してた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE_MAXWELL
source: Bottled mosquito rage!
japanese: 瓶入りの蚊の激怒！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.DUG
source: I should probably feel bad about that.
japanese: 多分それについては反省すべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOUND.GENERIC
source: I bet there's all sorts of good stuff down there!
japanese: そこには何でも良い物があるに違いない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYBEEFALO
source: Awwww. So cute!
japanese: あー。すごい可愛い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEEDS
source: Each one is a tiny mystery.
japanese: 1つ1つが小さなミステリーだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLEPILLAR
source: I think I could use that.
japanese: それは使えると思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_COOKED
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.INACTIVE
source: Where did the rest of it go?
japanese: 残りはどこに行ったのだ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANITYROCK.ACTIVE
source: That's a CRAZY looking rock!
japanese: イッチャッテルような石だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROTTENEGG
source: Ew! It stinks!
japanese: うわ！臭い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROPE
source: Some short lengths of rope.
japanese: ちょっと短いロープだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK
source: Storm the castle!
japanese: 城の嵐！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_EVIL
source: Augh! It's so evil!
japanese: ワーッ！なんて邪悪な！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.GENERIC
source: All that's left after fire has done its job.
japanese: 火が仕事をした後、残ったのはそれだけ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
japanese: 燃やされる前に何か意味があったのだろう…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
japanese: その目玉の骨はテレポートした時の燃料として火にくべられた！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK
source: It wouldn't fit in my pocket.
japanese: ポケットのサイズには合わない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
japanese: 外皮で覆われた溶岩ピット。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.OUT
source: Looks fragile.
japanese: 簡単に壊れそうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.LOW
source: The lava's crusting over.
japanese: 溶岩の外皮で覆われている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nice and comfy.
japanese: とっても快適。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP_COOKED
source: It's different now...
japanese: 何だか様子が違う…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND_ALGAE
source: Some algae by a pond.
japanese: 池の淵に何本かの藻。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEROGIES
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGGLEBUNWICH
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT
source: Is that how I got here?
japanese: そうやって俺はここに来たのか？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the frozen wastes.
japanese: 凍った廃棄物の中の人生。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft.
japanese: とっても柔らかい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSLURPER
source: A soggy, sustaining, succulent suit.
japanese: 湿っぽい、長持ちする、水気の多いスーツ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming?
japanese: それは春が近いっていう意味？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROBIN.HELD
source: He likes my pocket.
japanese: こいつは俺のポケットが好きなんだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SINKHOLE
source: Yet another ground type.
japanese: さらに別の地面タイプ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESURRECTIONSTONE
source: What an odd looking stone.
japanese: なんて外見が奇妙な石。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_DROPPER
source: Note to self: Don't look up.
japanese: 自分へのメモ：見上げるな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERLASAGNA
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNT
source: I feel like I could have prevented that.
japanese: 避けられるものならそうしたい気分だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.CHOPPED
source: Take that, nature!
japanese: それにしろ、自然だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.GENERIC
source: It's all Piney.
japanese: 全部松だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN.BURNING
source: What a waste of wood.
japanese: 何という木の無駄。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKULLCHEST
source: I'm not sure if I want to open it.
japanese: それを開けたいのか、確信がない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB3
source: What have I created?
japanese: 自分は何を作ってしまったのか？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_PIPE
source: Good practice for my birthday cake!
japanese: 自分の誕生日ケーキを作る良い練習！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB2
source: It's even more science-y than the last one!
japanese: 前回よりはかなりずっと科学っぽい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB
source: It breaks down objects into their scientific components.
japanese: やつらの科学的なコンポーネントのオブジェに溶け込んでいってる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUBBLE
source: Just bits and pieces of rock.
japanese: ほんの少しの石のかけら。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGTORCH
source: Sure looks cozy.
japanese: もちろん心地良さそう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENAMULET
source: Just when I thought I couldn't get any better.
japanese: ちょうど、これ以上は上手くできないと思った時。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_MEDIUM
source: These used to grow in my bathroom.
japanese: こいつらは俺のバスルームで大きくなった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BERRYBUSH
source: I should plant this.
japanese: これを植えるべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURKEYDINNER
source: Mmmm.
japanese: むむむむ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SILK
source: It comes from a spider's butt.
japanese: クモのお尻から出たやつだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAZOR
source: A sharpened rock tied to a stick. Hygienic!
japanese: 棒にしっかりくくりつけられた尖った石。衛生的！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PAPYRUS
source: Some sheets of paper.
japanese: 何枚かの紙。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAINOMETER
source: It measures cloudiness.
japanese: それは雲量を計測する。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOLE
source: That must lead to the Kingdom of the Bunnymen.
japanese: それはバニーマンの王国につながるに違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGEAMULET
source: Teleportation can be so useful.
japanese: テレポートは本当に使える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOCKEDWES
source: Maxwell's statues are trapping him.
japanese: Maxwellの像が彼を罠にはめている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREHOUND
source: That one is glowy.
japanese: 柔らかな輝きを放っている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUNPOWDER
source: It looks like pepper.
japanese: まるでコショウみたい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_WOODFLOOR
source: These are floorboards.
japanese: 床板だな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PURPLEGEM
source: It contains the mysteries of the universe.
japanese: 宇宙の神秘をはらんでいる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKY
source: It has terrifying claws.
japanese: 恐ろしい爪を持つ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHT
source: Check it out!
japanese: 調べてみろ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE
source: Science makes it glow.
japanese: 科学でそれを発光させる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS_EVIL
source: I'm not sure I want to hold these.
japanese: これらを取っておくべきか確信が持てない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP
source: Back off, preacherman!
japanese: 後ろへ下がれ、説教師！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: This seems to be broken.
japanese: どうも壊れているみたい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYHAM
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POOP
source: I should fill my pockets!
japanese: ポケットに一杯詰めておくべきだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POND
source: I can't see the bottom!
japanese: その底が見えない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANCIENT_ALTAR
source: An ancient and mysterious structure.
japanese: 古代の神秘的な構造。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STAFFLIGHT
source: That seems really dangerous.
japanese: それはかなり危険らしい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLETREE
source: I don't think an axe will cut it.
japanese: 斧でそれを切り落とせるとは思えない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLIGHT
source: I wonder how they work.
japanese: 一体どんな風に動くのだろう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_CROW
source: A crow feather.
japanese: カラスの羽。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEAMULET
source: Cool as ice!
japanese: 氷のように冷たい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE
source: That looks dangerous.
japanese: それは危険に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT_COOKED
source: At least it's warm now.
japanese: 少なくとも今は暖かい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHIVE
source: It's buzzing with activity.
japanese: 活発に動きながらブンブンいっている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
japanese: 葉っぱみたい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Ready to harvest.
japanese: むむむむ。収穫の準備万端。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANT_NORMAL.GROWING
source: Guh! It's growing so slowly!
japanese: グエー！とても成長が遅いの！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_FERN
source: It's a fern.
japanese: それはシダ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.GENERIC
source: I can hear a tiny tree inside it, trying to get out.
japanese: その中に小さな木の音がする、取り出してみよう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PINECONE.PLANTED
source: It'll be a tree soon!
japanese: もうすぐ木になる！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK_COOKED
source: Now it's even tastier.
japanese: これでかなり美味しくなった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDBONE
source: Creepy.
japanese: 気味悪い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HORN
source: It sounds like a beefalo field in there.
japanese: そこはビーファロの領域のような音がする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_CRANK
source: Tough enough to handle the most intense experiments.
japanese: 一番強烈な実験をするに足るほど大変だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGYBACK
source: I feel kinda bad for that.
japanese: それに関しては、なんとなく悪い気がしている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ONEMANBAND
source: I should have added a beefalo bell.
japanese: ビーファロのベルを追加しておくべきだった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER
source: Otto von Chesterfield, Esq.
japanese: Otto von Chesterfield殿

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GUANO
source: Another flavour of poop.
japanese: 別の味の糞。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.GENERIC
source: Disgusting little bloodsucker.
japanese: 忌々しい小さな吸血鬼。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO.HELD
source: Hey, is that my blood?
japanese: え、それって私の血？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGKING
source: Ewwww, he smells!
japanese: おぇーーー、こいつ匂う！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT
source: What a weird fruit.
japanese: なんて変わった果物。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PETALS
source: I showed those flowers who's boss!
japanese: 誰がボスか、花に教えてやった！
