Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_TUSK
source: Nom nom nom.
japanese: むしゃむしゃむしゃ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT_COOKED
source: Still vegetabley, but better for having been in fire.
japanese: まだ野菜たっぷり、でも火にくべてたほうがよかった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYWINGS
source: No more flying for that butterfly!
japanese: その蝶がもう飛ぶことはない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NIGHTSWORD
source: It's like my dreams can hurt real things!
japanese: 現実を損なう俺の夢みたい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEGEM
source: Ugh. This one is ugly.
japanese: うっ！これは醜い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORMARBLE
source: If I have to fight I might as well be protected.
japanese: もし戦う必要があるのなら、同じように守られるだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRINKET_1
source: I'll bet the fire that melted these was fiercely hot.
japanese: これを溶かした火は猛烈に熱かったに違いないと思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRDTRAP
source: I'll catch those creepy birds.
japanese: 気味悪い鳥たちを捕まえるつもりだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWERHAT
source: A halo of flowers. Too bad it's not a burning halo of flowers.
japanese: 花の後光。花の後光を燃やせなかったのはかなりまずい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ORANGESTAFF
source: It gives me a headache.
japanese: そのせいで頭痛がしてきた。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDNUGGET
source: Where am I going to spend this.
japanese: これをどこで使うのだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TAFFY
source: Sugary things burn great, but I should eat this instead.
japanese: 甘いものはかなりよく燃えるが、そうではなくて食べるべきだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEARDHAIR
source: Uh, where did this come from?
japanese: あれ、これはどこから来たのだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BACONEGGS
source: The yellow mucousy part is gross but the bacon is great!
japanese: 黄色のネバネバな部分は気持ち悪いがベーコンは素晴らしい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKBOAT
source: It's too far out, I can't even burn it!
japanese: かなり消えかかっている、俺ですらそれを燃やせない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORWOOD
source: Now I can take on the world!
japanese: 今俺がその世界を獲得する！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POND
source: This pond will definitely not ignite. How dull.
japanese: この池は絶対に発火しない。なんて味気ない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDMOUND
source: Uh oh, I don't like the look of that.
japanese: やばい、その外見は好きじゃない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEADLYFEAST
source: Fire didn't cure this dish of being nasty.
japanese: この料理のひどさは火でも直せなかった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.YELLOWAMULET
source: It seems to absorb the darkness around it.
japanese: その辺りの暗闇を吸い上げているようだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_FUNGUS
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROCKY
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORRUINS
source: Not sure I want to wear this.
japanese: それを着たいかどうか、確かじゃない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CHECKERFLOOR
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_MED
source: Rocks are boring.
japanese: 岩は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_LOW
source: Rocks are boring.
japanese: 岩は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLESLIME
source: I love this stuff!
japanese: これは大好きだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSHTREE_SMALL
source: Gross. It's all mushroomy.
japanese: 気味悪い。全部キノコ尽くし。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EGGPLANT_COOKED
source: Using fire on it made it a tastier eggplant.
japanese: それに火を使ったらナスが美味しくなった。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEY
source: Joke's on you! I can burn this poo.
japanese: 自業自得さ！このうんちは燃やせるな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEDROLL_FURRY
source: It's too frilly.
japanese: フリフリすぎるよ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONKEYBARREL
source: What a wonderfully flammable home.
japanese: いい感じに燃えやすそうな家。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSNURTLESHELL
source: Less defense! More offense!
japanese: 防御低下！攻撃強化！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NO_TRAP
source: Like lighting a barrel of fish on fire.
japanese: 大量の魚に火をつけるみたいに。

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.GENERIC
source: That's what I thought!
japanese: 僕もそう思ってた！

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PREY
source: I'll get you next time!
japanese: 今度は許さないぞ！

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.PIG
source: Get back here, pork chop!
japanese: こっちへ戻ってこい、骨付きブタめ！

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER_WARRIOR
source: Not so tough now!
japanese: もう強がっていられないだろ！

# STRINGS.CHARACTERS.WILLOW.COMBAT_QUIT.SPIDER
source: Bleh. I'll kill him later.
japanese: ヘンッ。あとで殺してやる。

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.GENERIC
source: It's you or me!
japanese: 僕かおまえか、生き残るのは一人！

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PREY
source: Get over here!
japanese: ここに来い！

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.PIG
source: Stupid Pig!
japanese: バカなブタめ！

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER_WARRIOR
source: Ew, kill iiiit!
japanese: うぇー、殺してやれー！

# STRINGS.CHARACTERS.WILLOW.BATTLECRY.SPIDER
source: Grrrrar!
japanese: グアー！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CANFIX
source: I think I can fix this!
japanese: これを修理できると思う！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HIGHRESEARCH
source: So much information!
japanese: 情報が多すぎ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.6
source: I can't help myself!
japanese: 我慢できない！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.2
source: Pretty!
japanese: かわいい！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.3
source: Oops!
japanese: おっとっと！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.1
source: Tee hee!
japanese: てへへ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.4
source: I made a fire!
japanese: 火をつけちゃった！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LIGHTFIRE.5
source: Burn!
japanese: 燃えろ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HOUNDS
source: Show yourself!
japanese: 姿を見せろ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MOSQUITOS
source: Get away, you bloodsucking jerks!
japanese: あっちへ行け、この吸血鬼どもめ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEERCLOPS
source: That sounded like a big mean monster man!
japanese: まるで大きくて意地悪な怪人みたいな声がした。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_LOWRESEARCH
source: Boo, that was boring.
japanese: ちぇっ。つまらなかった。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT
source: Move, arrow! MOVE!
japanese: 動け、この矢め！今すぐ動け！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNGRY
source: I need food!
japanese: 食べ物が必要！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_KNOCKEDOUT
source: Argh, my little head!
japanese: あぁ、僕のオツムが！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BEES
source: Aaaah! Pokey bugs!
japanese: ああああ！つっつき虫！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_BEAST_NEARBY
source: I'll find you!
japanese: 見つけ出してやる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE_TOODARK
source: I need more light!
japanese: もっと明かりが必要だ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WORMHOLE
source: I'll have to burn these clothes!
japanese: この服を燃やさなくっちゃ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PECKED
source: No! Bad birdy!
japanese: いいえ！いけない鳥さんだな！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TORCH_OUT
source: My precious light is gone!
japanese: 貴重な明かりが消えた！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP_CAVE
source: Too spooky down here to sleep.
japanese: 不気味すぎてここじゃ眠れない。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODAYSLEEP
source: I can't sleep when there's a great ball of fire to stare at.
japanese: 目の前に大きな火の玉があっちゃ眠れないよ。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TRAP_WENT_OFF
source: Ack! Do not surprise Wolfgang!
japanese: あっ！Wolfgangを驚かせないで！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CRAFTING_FAIL
source: I need to gather more things to make that.
japanese: それを作るにはもっと色々集めなくては。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ADVENTUREFAIL
source: Next time I will be mightier!
japanese: 次はもっと強くなってやるぞ！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_QUAKE
source: Ground is shake. Wolfgang hate shaking ground.
japanese: 地が揺れている。Wolfgangは揺れる地が嫌い。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE
source: Show yourself!
japanese: 姿を見せろ！

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.GENERIC
source: That cannot be shaved.
japanese: これは剃れないな。

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I will wait until he is not looking.
japanese: 彼があっちを向くまで待とう。

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.SHAVE.NOBITS
source: I cannot shave when there are no hairs.
japanese: 毛がなかったら剃れないよ。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOOMERANG
source: Ow! Why did you hurt me, throwy stick?
japanese: いて！枝さん、どうしてボクちゃんを傷つけたの？

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODANGERSLEEP
source: Wolfgang prefer fight to sleep.
japanese: Wolfgangは眠るのより戦うのが好き。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_UNIMPLEMENTED
source: Is not ready.
japanese: 準備できていない。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_INV_FULL
source: My mighty arms can carry no more.
japanese: この強靭な腕でも、もう持てない。

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL_GENERIC
source: I am not mighty enough to do that.
japanese: そこまで強靭ではない。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NOHUNGERSLEEP
source: Wolfgang say never sleep with empty stomach.
japanese: Wolfgangによると、腹ペコだと眠れないそうだ。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I have defeated the tiny arrow!
japanese: 小さな矢に勝利した！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DUSK
source: The scary time is coming soon.
japanese: コワイ時間がもうすぐそこに。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_DARK
source: I cannot see! I am scared!
japanese: 見えない！怖いよう！

# STRINGS.CHARACTERS.WOLFGANG.EAT_FOOD.TALLBIRDEGG_CRACKED
source: This egg too crunchy.
japanese: 卵カリカリすぎ。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_LOST_TRAIL
source: No animal here.
japanese: ここに動物なし。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEERCLOPS
source: Sound like big strong man coming.
japanese: 大きくて強い男がやってくる音がする。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_FREEDOM
source: I am free! Strong freedom!
japanese: 自由だ！力強い自由だ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ADVENTURE_PORTAL
source: Is mouth door! Say Ahhhhh!
japanese: 口みたいな扉！はい、アーンして！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.GENERIC
source: Tiny rabbit! Hide from me!
japanese: 小さなウサちゃん！隠れて！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBIT.HELD
source: He is my friend.
japanese: 彼はボクちゃんの友達。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS
source: He looks mightier than me!
japanese: ボクちゃんよりも強そうだ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROAD
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEMINE
source: Is ball full of anger bees.
japanese: 怒れる蜂の塊。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_COOKED
source: Pop pop pop! Ha ha, funny corn.
japanese: ポンポンポンッ！ハハハ、おかしなトウモロコシだな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOLIAGE
source: I killed the pretty plant.
japanese: きれいな植物を枯らしちゃった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEPRINT
source: Pretty pictures!
japanese: きれいな写真！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROGLEGS_COOKED
source: Is mostly taste like chicken.
japanese: だいたいチキンみたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Is tuft of grass.
japanese: 草の茂み。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE
source: Ha! You are slow!
japanese: ハハ！遅いな！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_SLEEP
source: Dart do sleeping to enemies.
japanese: ダーツで敵を眠らせる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTLICHEN
source: Tastes terrible.
japanese: まずい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Is small and broken now.
japanese: 小さくて、もはや壊れている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Ha! I have prevailed!
japanese: ハハ！ボクちゃんは勝利した！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Cheer up, tree!
japanese: 元気だしてよ、木ってば！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I broke it.
japanese: 壊しちゃった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN_SEEDS
source: Tiny baby spiky fruit plant.
japanese: 小さなトゲトゲのフルーツの赤ちゃん。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.GENERIC
source: I do not like birds.
japanese: 鳥は嫌いだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CROW.HELD
source: He is squawky.
japanese: 彼は耳障りだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GENERIC
source: Hello pig. How are you?
japanese: こんにちは、ブタさん。ご機嫌いかが？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.FOLLOWER
source: Is friend now!
japanese: 友達になった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.WEREPIG
source: Angry piggie!
japanese: アングリー・ピッグ

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.GUARD
source: Does he even lift?
japanese: 持ち上げられるの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGMAN.DEAD
source: No! The pig is dead!
japanese: いいえ。このブタは死んでるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERM
source: Is fishy man!
japanese: 魚人！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_ROBIN_WINTER
source: Is feather of bird white.
japanese: 白い鳥の羽。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_MARSH
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTSTONE
source: I crush rock to make brick!
japanese: 岩を崩してレンガにする！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPICKAXE
source: Fancy pickaxe do better smash.
japanese: お洒落なつるはしでうまく崩せる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.GENERIC
source: Hey little froggy, froggy.
japanese: やぁ、カエルさん。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.SLEEPING
source: Is asleep.
japanese: 寝ている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FROG.DEAD
source: Is delicacy in my country.
japanese: ボクちゃんの田舎ではご馳走！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GHOST
source: Aaaaaaaaaaah!
japanese: ああああああああ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FOOTBALLHELMET
source: Is hat for make tackling.
japanese: タックルするための帽子。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDSTOOTH
source: Puppy tooth!
japanese: ワンちゃんの歯！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA_TREE
source: Hello, upside-down tree.
japanese: こんにちは、逆さまの木よ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDSMALLMEAT
source: It is even smaller cooked!
japanese: 料理したらもっと小さくなった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATBAT
source: This club makes me feel funny.
japanese: このクラブにいると妙な気分になる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TWIGS
source: Puny twigs! I can break them!
japanese: 小枝め！へし折ってやる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENSTAFF
source: This stick has a green gem on it.
japanese: この棒には緑のジェムがついている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LICHEN
source: I'm lichen this!
japanese: これ好き！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PICKAXE
source: Pick!
japanese: 選んで

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLEHOLE
source: Hole full of slugs.
japanese: ナメクジでいっぱいの穴。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_MED
source: Rock reaching for the roof.
japanese: 天井に伸びる岩。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.GENERIC
source: Is big egg!
japanese: 大きな卵！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TALLBIRDNEST.PICKED
source: Is nest of emptiness.
japanese: 空っぽの巣。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONPIE
source: Pie made of funny red fruit.
japanese: 変な赤い実でできたパイ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT
source: What is this? Meat for baby man?
japanese: これは何？小人用の肉？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DURIAN
source: Is spiky smelly fruit.
japanese: トゲトゲで臭いフルーツ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUSHAT
source: I have sea cow man's hat!
japanese: 海牛男の帽子を持ってる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHTACOS
source: Wolfgang hope is not too spicy for Wolfgang.
japanese: Wolfgangは辛いの苦手。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_LANTERN
source: Now is actual head! Wolfgang afraid!
japanese: ほんとの頭になった！Wolfgang怖いよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK1
source: Metal junk.
japanese: 鉄くず。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP
source: Oh! Is Pretty and shiny!
japanese: わぁ！キラキラきれい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.GENERIC
source: He has scary face!
japanese: お顔が恐いよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.SLEEPING
source: Walk quiet, and he might not see me.
japanese: 静かに歩けば、彼に気づかれないかもしれない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER.DEAD
source: Is made of sticky goo!
japanese: ベタベタするものでできてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Is mushy room.
japanese: ドロドロキノコ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Mushy room is hiding!
japanese: ドロドロキノコが隠れてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I already took that mushy room.
japanese: もうそのドロドロキノコは採っちゃったよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOWOOL
source: I make clothes of hair-cow.
japanese: 牛毛で服を作るんだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRIES
source: Is tasty!
japanese: ウマウマ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SNURTLE
source: Spirally!
japanese: クルクル！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.GENERIC
source: Bees!
japanese: 蜂だ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEBOX.READY
source: Is ready for harvest!
japanese: 収穫準備オッケー！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENAXE
source: Fancy axe more good for chop.
japanese: お洒落な斧は切りやすい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRAP_TEETH_MAXWELL
source: Whoever put this is bad fella!
japanese: これを置いたのは悪い子だな！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUE_CAP
source: Is good for me, I think.
japanese: 俺にぴったり。たぶん

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CAVE
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDENPITCHFORK
source: Fancy pitchfork good for stab ground.
japanese: お洒落な熊手でグサグサできる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.GENERIC
source: Is watery grass.
japanese: 水っぽい草。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.PICKED
source: I have beaten the reeds!
japanese: アシに勝った！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REEDS.BURNING
source: Not good!
japanese: ダメダメ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFHAT
source: Now I look like little bunny!
japanese: ウサちゃんみたいになっちゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRD_EGG_COOKED
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEYNUGGETS
source: Small meats with sweet still is good meat.
japanese: 小さなお肉に甘いタレをかけても、ウマウマ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYMUFFIN
source: Wolfgang did not know about bug muffin. I will taste.
japanese: Wolfgangは虫パンのことは知らなかった。味見しよう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOUSE
source: I hear nomming inside.
japanese: 中でモグモグしてるのが聞こえる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FRUITMEDLEY
source: Is cup of teensy fruits.
japanese: 小さいフルーツのカップ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLE
source: I can lift!
japanese: 持ち上げられる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EARMUFFSHAT
source: Now I look like little bunny!
japanese: ウサちゃんみたいになっちゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.THULECITE
source: Is pretty rock.
japanese: きれいな小石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH
source: Is fishy.
japanese: 魚臭い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYETURRET_ITEM
source: I must place this.
japanese: これを置かなきゃ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.GENERIC
source: Puny tree! I am stronger than you!
japanese: 弱っちぃ木！ボクちゃんの方が強いぞ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.PICKED
source: Ha! Ha! Ha! Tree is floppy!
japanese: ハハ！ハハ！ハハ！この木はもうダメだ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SAPLING.BURNING
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_HIDER
source: Is scared spider!
japanese: クモ怖い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.GENERIC
source: What is purpose?
japanese: 目的って何？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.READY
source: Rod thing need key to make start.
japanese: ロッドはキーがないとスタートできない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Rod thing is on!
japanese: ロッド起動！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.GENERIC
source: Good bye dark times!
japanese: 暗闇にバイバイ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.OUT
source: Uh oh. It turned off.
japanese: まずい。電源きれた。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.EMBERS
source: The darkness is coming!
japanese: 暗闇が来る！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.HIGH
source: Is too much fire!
japanese: 火が大きすぎ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.LOW
source: The fire is not hot enough.
japanese: 火の熱さが足りない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAMPFIRE.NORMAL
source: Is good fire!
japanese: いい感じの火！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_SMALL
source: Mushy shrub.
japanese: グニャグニャの低木。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE_PILLAR_ARM
source: Tiny tentacle baby thing! Ha!
japanese: 小さな触手の赤ちゃんみたいな！ハハ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURHORN
source: Is trophy from mighty foe.
japanese: 強い敵からの戦利品。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHARCOAL
source: Is like holding tiny dead tree.
japanese: 小さな死んだ木を抱いているみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_SUMMER
source: Nose meat!
japanese: 鼻肉！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMANDRAKE
source: Little plant man is food?
japanese: 小さな植物人って食べられる？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGUARD
source: Is bad piggie!
japanese: 悪いブタさん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIVINGTREE
source: Tree is spooky!
japanese: 木が怖い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT
source: It is not looking like food.
japanese: 食べ物っぽくない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRUNK_COOKED
source: Is cooked nose.
japanese: 料理された鼻。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORWOOD
source: Is almost strong as belly!
japanese: お腹と同じくらい強い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANRABBIT_TAIL
source: Puffy!
japanese: パンパン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POWCAKE
source: Is made of nothings!
japanese: 無からできてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BARREN
source: It needs poop.
japanese: 船尾が必要。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.PICKED
source: I have defeated the grass!
japanese: 草に勝った！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.GENERIC
source: Is grass.
japanese: 草だ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS.BURNING
source: Not good!
japanese: ダメダメ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.JAMMYPRESERVES
source: Oozes like tiny enemy I crush in hand.
japanese: 掌で握りつぶす敵みたいに、液がにじみ出てる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_DIRT
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_DROPPER
source: Scary spider from above.
japanese: 怖いクモが上から。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Even I am not that mighty.
japanese: ボクちゃんだってそんなに強靭ではない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_ENTRANCE.OPEN
source: World has belly button!
japanese: 地球にはおへそがある！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINSHAT
source: Is hat for king.
japanese: 王様の帽子。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK2
source: Metal junk.
japanese: 鉄くず。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_BAT
source: Is creepy.
japanese: 気味が悪い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHINGROD
source: Is for get fishy from pond place.
japanese: 沼から魚をとるのに使う。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.EMPTY
source: Is locked.
japanese: 鍵がかかってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_CAMP.GENERIC
source: How do they all fit?
japanese: どうやってみんな収まってるの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PITCHFORK
source: Reminds me of childhood.
japanese: 子供時代を思い出す。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP
source: Is for salads. Blech.
japanese: サラダ用。うぇー。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RUINS_RUBBLE
source: I will make better with crushing.
japanese: つぶして良いカンジにしてやる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK_NIGHTMARE
source: Is no match for my mighty chest!
japanese: ボクちゃんの強靭な胸板には勝てっこないさ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Chop and dig! I can do that all day.
japanese: 切って、掘る！一日中だってできるさ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINERHAT
source: Lamp for put on head.
japanese: 頭につける用のランプ。
