Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: Ectoplasmic residue.
french: Résidus ectoplasmique.

source: A quantity of animal feces. How fragrant.
french: Une quantité de matières fécales animales. Comment parfumé.

source: It's a wildflower. I'm unfamiliar with the species.
french: C'est une fleur sauvage. Je ne suis pas familier avec les espèces.

source: That is quite secure.
french: C'est tout à fait sûr.

source: Crude plate mail cobbled together from log sections.
french: Courrier plaque rudimentaire confectionné à partir de sections journaux.

source: A colourful lepidopteran.
french: Un lépidoptère coloré.

source: It is captured.
french: Il est capturé.

source: How very pagan.
french: Comment très païenne.

source: Deployable pickets.
french: Piquets déployables.

source: It's an Ardisia crenata bush.
french: C'est un Ardisia crenata brousse.

source: The berries are growing back, slowly.
french: Les baies sont de plus en plus en arrière, lentement.

source: I will require an intervention.
french: J'aurai besoin d'une intervention.

source: A handful of assorted rocks.
french: Une poignée de roches variées.

source: Some grass cuttings.
french: Quelques coupures de gazon.

source: An axial section of tree trunk.
french: Une section axiale du tronc d'arbre.

source: They disperse when I approach.
french: Ils se dispersent quand je m'approche.

source: Their bioluminescent properties might prove useful.
french: Leurs propriétés bioluminescentes peuvent s'avérer utiles.

source: A simple clap-trap for birds.
french: Un simple clap-trap pour les oiseaux.

source: I normally wouldn't eat this raw.
french: Normalement, je ne mange pas de ce cru.

source: It's still a little bit poisonous.
french: Il est encore un peu toxique.

source: This is human facial hair.
french: C'est humain poils du visage.

source: It looks like a small animal's burrow.
french: Il ressemble à creuser un petit animal.

source: Ample protection against the elements.
french: Une protection suffisante contre les éléments.

source: A specimen of leather and fur.
french: Un spécimen de cuir et de fourrure.

source: Unhygienic!
french: Saleté!

source: Animal sign, leading away.
french: Signe animal, égarant.

source: Lepidopterous lipids?
french: Lipides lépidoptères?

source: A mangal rhizophora.
french: Un Rhizophora mangal.

source: It has been felled
french: Il a été abattu

source: A carbonized mangrove
french: Une mangrove carbonisé

source: Oculus Mysterium.
french: Mysterium Oculus.

source: The oculus is inactive.
french: L'oculus est inactif.

source: Thin sheets of cellulose and lignin
french: De fines feuilles de cellulose et de la lignine

source: It's shovel. Surely you've seen one before?
french: C'est pelle. Vous avez sûrement celui vu auparavant?

source: It's design is effective at loosening earth.
french: Son design est efficace à ameublir les terres.

source: A hard nodule of quartz.
french: Un nodule dur de quartz.

source: Crude bedding.
french: Literie brut.

source: This will safely contain one avian specimen.
french: Cette contenir de façon sécuritaire un spécimen aviaire.

source: Shhhhh!
french: Chuuut !

source: He is contained.
french: Il est contenu.

source: It's covered with a thin film of canine digestive fluid.
french: Il est recouvert d'un mince film de liquide digestif canin.

source: A storage chest.
french: Un coffre de rangement.

source: I'm not sure why I can carry so many of these.
french: Je ne sais pas pourquoi je ne peux porter un si grand nombre d'entre eux.

source: A camp fire.
french: Un feu de camp.

source: I can re-light it.
french: Je peux le rallumer.

source: The fire has almost self-extinguised.
french: L'incendie a presque auto-extinguised.

source: That fire is burning at an alarming rate.
french: Que le feu brûle à une vitesse alarmante.

source: The fire could use some more fuel.
french: Le feu pourrait utiliser un peu plus de carburant.

source: A perfectly average fire.
french: Un feu parfaitement moyenne.

source: Some rush cuttings.
french: Certaines boutures de pointe.

source: A fire pit.
french: Un feu de camp.

source: It appears to be of the warrior caste.
french: Il semble y avoir de la caste des guerriers.

source: A well deserved rest, no doubt.
french: Un repos bien mérité, sans doute.

source: He gave his life for his queen.
french: Il a donné sa vie pour sa reine.

source: It requires incubation.
french: Il nécessite d'incubation.

source: Wings from a captured butterfly
french: Ailes de papillon capturé

source: It's a mythological holiday monster.
french: C'est un monstre mythologique vacances.

source: This runestone has unqiue geometric properties!
french: Cette pierre runique a unqiue propriétés géométriques!

source: This machine can be used to travel between worlds.
french: Cette machine peut être utilisée pour voyager entre les mondes.

source: The device is in a partial state of completion.
french: L'appareil est dans un état partiel d'achèvement.

source: Hay bales.
french: Balles de foin.

source: Transdimensional weaponry.
french: Transdimensional armes.

source: Neither fully organic nor inorganic!
french: Ni totalement organique ni minéral!

source: An electrical charge regulator.
french: Un régulateur de charge électrique.

source: It's a... plant. Of some kind.
french: C'est un ... usine. D'une certaine sorte.

source: It looks mature, now.
french: Il semble mature, maintenant.

source: It is not yet ready for harvest.
french: Il n'est pas encore prêt pour la récolte.

source: A cluster graminoid stalks.
french: A tiges graminoïdes cluster.

source: I think it will grow back.
french: Je pense que ça va repousser.

source: How celebratory.
french: Comment célébration.

source: It looks almost like a Bos Taurus.
french: Il ressemble presque à un Taureau Bos.

source: It appears to be following me.
french: Il semble me suivre.

source: It looks cold.
french: Il semble froid.

source: A small lump of gold. Atomic number 79.
french: Un petit morceau d'or. Numéro atomique 79.

source: It is especially venemous.
french: Il est particulièrement venimeux.

source: It is not pleased.
french: Il n'est pas content.

source: A simple stick-and-basket trap.
french: Un simple bâton et panier piège.

source: Apis mellifera. Quite large!
french: Apis mellifera. Assez grand!

source: A small, but deep freshwater pond.
french: Un petit étang d'eau douce, mais profonde.

source: Long folicles harvested from the beefalo.
french: Follicules longs récoltés dans la beefalo.

source: Mandragora officinarum. But with a face.
french: Mandragora officinarum. Mais avec un visage.

source: Mandragora officinarum. Deceased.
french: Mandragora officinarum. Défunt.

source: It's a research station. I can learn new things with it.
french: Il s'agit d'une station de recherche. Je peux apprendre de nouvelles choses avec elle.

source: An improvised handheld light.
french: Une lumière improvisée de poche.

source: Fascinating. These spiders have a communal hive.
french: Fascinant. Ces araignées ont une ruche commune.

source: The pig creatures have such prosaic taste in architecture.
french: Les créatures de porcs avoir un tel goût prosaïque dans l'architecture.

source: That was quite rude.
french: C'était assez désagréable.

source: I wonder what they do in there.
french: Je me demande ce qu'ils font là-dedans.

source: With this I should be able to exert psionic control over the spiders.
french: Avec ce que je devrait être en mesure d'exercer un contrôle sur les araignées psionique.

source: A relic from another time.
french: Une relique d'un autre temps.

source: A cluster of brambles.
french: Un groupe de ronces.

source: A worker's tool.
french: Un travailleur de l'outil.

source: A large sedimentary rock.
french: Une roche sédimentaire.

source: Daucus carota. Edible, and delicious.
french: Daucus carota. Comestibles et délicieux.

source: How bourgeois.
french: Comment bourgeois.

source: Confier seeds encased in a mature strobilus.
french: Confier graines entourées d'un strobile matures.

source: Librarian needs food.
french: Bibliothécaire a besoin de nourriture.

source: I need another torch.
french: J'ai besoin d'une autre torche.

source: Night will be here soon.
french: La nuit va bientôt arriver.

source: I am in the dark.
french: Je suis dans le noir.

source: I can't see in the dark.
french: Je ne peux pas voir dans l'obscurité.

source: Settle down, this instant!
french: Calmez-vous, à l'instant!

source: The ambient temperature is low.
french: La température ambiante est basse.

source: That was not at optimal freshness.
french: Ce n'était pas à une fraîcheur optimale.

source: I should not have ingested that.
french: Je ne devrais pas avoir ingéré cela.

source: That was partially decomposed.
french: Qui a été partiellement décomposée.

source: Dig
french: Creuser

source: Extinguish
french: % d'extinction

source: Activate
french: Activer

source: Investigate
french: Investiguez.

source: Check
french: Vérifier

source: Use
french: 0Utilisation0 1 1

source: Unequip
french: Déséquiper

source: Pick
french: Choisir

source: Shave
french: Rasage

source: Bait
french: Appât

source: Harvest
french: Récolte

source: Pollinate
french: Féconder

source: Drop
french: Supprimez

source: Set Trap
french: Set Piège

source: Set Mine
french: Réglez la mine

source: Pick up
french: Decroche!

source: Eat
french: Mangez.

source: Sleep
french: Sommeil

source: Chop
french: Hacher

source: Light
french: Luminosité

source: Store
french: Magasin

source: Cook
french: Cuire.

source: Imprison
french: Emprisonner

source: Fish
french: Poisson

source: Fertilize
french: Fertiliser

source: Mine
french: Mien!

source: Craft
french: Artisanat

source: Walk
french: marche

source: Plant
french: usine

source: Place Ground
french: Lieu de chaussée

source: Build Wall
french: Construire mur

source: Examine
french: exa

source: Reset
french: Remettre à zero

source: Hammer
french: Marteau

source: Give
french: donner.

source: Hook
french: Crochet

source: Stop Fishing
french: Arrêtez de pêche

source: Reel In
french: Ramener

source: Catch
french: Attrape.

source: Add Fuel
french: Ajouter à combustible

source: Play
french: Jouer

source: Repair
french: Réparation

source: Open
french: Ouvrir

source: Go Home
french: Accueil

source: Attack
french: Attaque

source: YOU FRIEND
french: VOUS ami

source: I LOVE FRIEND
french: J'AIME AMI

source: YOU IS GOOD
french: VOUS EST BON

source: I FOLLOW!
french: JE SUIS!

source: Structures
french: Ouvrages d'art

source: Tools
french: Outils

source: Magic
french: ...et diabolique.

source: Fight
french: Baston

source: Dress
french: Portez-le

source: Refine
french: Affiner

source: Survival
french: Survie

source: Rabbit
french: Lapin

source: Cobblestones
french: Pavés

source: Bee Mine
french: Mine d'abeille

source: Popcorn
french: Maïs soufflé

source: Cooked Frog Legs
french: Cuisses de grenouilles cuites

source: Roasted Carrot
french: Carotte rôti

source: Durian Seeds
french: Graines Durian

source: Crow
french: Corneille

source: Pig Man
french: Man Pig

source: Ring thing
french: Chose Anneau

source: Cut Stone
french: Couper Pierre

source: Opulent Pickaxe
french: Pioche Opulent

source: Frog
french: grenouille

source: Bonfire
french: Le feu de camp

source: Hound's Tooth
french: Hound dents

source: Cooked Morsel
french: Morsel cuit

source: Twigs
french: Brindilles

source: Bird Trap
french: Piège oiseaux

source: Pickaxe
french: " (Pioche)"

source: Honey
french: Miel

source: Fire Dart
french: Dart feu

source: Tallbird Nest
french: Nest Tallbird

source: Spider Eggs
french: Les œufs d'araignée

source: Boulder
french: Escalade sur bloc

source: Fish Tacos
french: Tacos au poisson

source: Pumpkin Lantern
french: Lanterne Citrouille

source: Hardened Rubber Bung
french: Caoutchouc durci Bung

source: Spider
french: Araignée

source: Petals
french: Pétales

source: Berries
french: #*Les baies

source: Bee box
french: Boîte de Bee

source: Luxury Axe
french: Axe de luxe

source: Maxwell's Tooth Trap
french: Piège Dent de Maxwell

source: Mosquito
french: Moustique

source: Seeds
french: Graines

source: Reeds
french: Roseaux

source: Koalefant Trunk
french: Tronc Koalefant

source: Honey Nuggets
french: Nuggets de miel

source: Evergreen
french: À feuilles persistantes

source: Sapling
french: Jeune arbre

source: Toasted Seeds
french: Graines grillées

source: Campfire
french: Feu de camp

source: Night Armour
french: Armure Nuit

source: Charcoal
french: MAGNÉTIQUE

source: Koalefant Trunk Steak
french: Steak Trunk Koalefant

source: Grass
french: Herbe

source: Dirt Turf
french: Turf Dirt

source: Fishing Rod
french: Canne à pêche

source: Walrus Camp
french: Camp Walrus

source: Pitchfork
french: Fourche à foin

source: Carrot
french: #*Les carottes

source: Pomegranate Seeds
french: Graines de grenade

source: Straw Hat
french: Chapeau de paille

source: Fried Tallbird Egg
french: Fried Egg Tallbird

source: Dapper Vest
french: Gilet Dapper

source: Roasted Berries
french: Les baies rôties

source: Spider Queen
french: Araignée de la Reine

source: Nightmare Fuel
french: Carburant Nightmare

source: Flower
french: fleur

source: Fake Kazoo
french: Kazoo Faux

source: Hot Pumpkin
french: Citrouille chaude

source: Fire
french: Feu

source: Butterfly
french: Papillon

source: Meat Effigy
french: Effigie de la viande

source: Log
french: Se connecter

source: Meat
french: Viande

source: Cooked Monster Meat
french: Monster Meat cuit

source: Beard Hair
french: Cheveux Barbe

source: Regal Shovel
french: Pelle Regal

source: Flint
french: Silex

source: Redbird Feather
french: Plume Redbird

source: Stone Wall
french: Mur de pierres,

source: Cut Reeds
french: Couper Roseaux

source: Forest Turf
french: Forêt Turf

source: Pig House
french: Cochon Maison

source: Savanna Turf
french: Turf Savanna

source: Frog Legs
french: Cuisses de grenouille

source: Extra Smelly Durian
french: Extra Durian Smelly

source: Prepared Dragon Fruit
french: Préparé fruit du dragon

source: Dessicated Tentacle
french: Desséchées Tentacle

source: INVENTORY ITEM
french: (Inventaire)

source: Dragon Fruit Seeds
french: Graines fruit du dragon

source: Pan Flute
french: Flûte de Pan

source: Hay Wall
french: Hay mur

source: Mismatched Buttons
french: Boutons dépareillés

source: Rope
french: * Corde

source: Second-hand Dentures
french: Occasion prothèses dentaires

source: Hound
french: Chien

source: Maxwell's Mosquito Trap
french: Le piège à moustiques de Maxwell

source: Baby Beefalo
french: Bébé Beefalo

source: Ashes
french: Cendres

source: Speedy Farm Plot
french: Terrain Ferme Speedy

source: Tentacle Spots
french: Spots Tentacle

source: Pumpkin Seeds
french: Graines de citrouille

source: Walrus
french: Morse

source: Honeycomb
french: Rayon de miel

source: Hatching Tallbird Egg
french: L'éclosion des oeufs Tallbird

source: Silk
french: De la soie!

source: Wooden Flooring
french: Plancher en bois

source: Tent
french: Tente

source: Crop
french: Rogner

source: Gord's Knot
french: Gord Knot

source: Razor
french: Rasoir

source: Tentacle
french: Tentacule

source: Chest
french: Poitrine

source: Pig King
french: Cochon Roi

source: Beefalo Horn
french: Beefalo Corne

source: Crank thing
french: Crank chose

source: Corn
french: Maïs

source: Pig Skin
french: Peau de porc

source: Eggplant
french: Aubergine

source: Cooked Meat
french: Viande cuite

source: Spear
french: Lance

source: Rot
french: ouff.

source: Winter Hat
french: Chapeau d'hiver

source: Penguin
french: Manchot

source: Frazzled Wires
french: Fils frazzled

source: Wood Wall
french: Bois mur

source: Cooked Mandrake
french: Cuit Mandrake

source: Puffy Vest
french: Gilet matelassé

source: Breezy Vest
french: Gilet Breezy

source: Winter Koalefant Trunk
french: Tronc Koalefant hiver

source: Farm Plot
french: Terrain Ferme

source: Kabobs
french: Brochettes

source: Suspicious Dirt Pile
french: Pile Dirt suspect

source: Drumstick
french: Pilon

source: Grass Turf
french: Turf Grass

source: Mandrake Soup
french: Mandrake Soupe

source: Ice Staff
french: Le personnel de la glace

source: Monster Lasagna
french: Monstre Lasagne

source: Meatballs
french: boulettes de viande

source: Stuffed Eggplant
french: Aubergines farcies

source: Headstone
french: Pierre tombale

source: Corn Seeds
french: Graines de maïs

source: Butter
french: Beurre

source: Waffles
french: Gaufres

source: Beekeeper Hat
french: Apiculteur Hat

source: Meaty Stew
french: Ragoût Meaty

source: Bacon and Eggs
french: Bacon et des œufs

source: Animal Track
french: Piste animale

source: Sliced Pomegranate
french: Tranches grenade

source: Grass Tuft
french: L'herbe Touffe

source: Rocks
french: roche

source: Cut Grass
french: Couper l'herbe

source: Eggplant Seeds
french: Graines Aubergine

source: Butter Muffin
french: Beurre Muffin

source: Sign
french: Signaux :

source: Blue Hound
french: Bleu Hound

source: Wooden thing
french: Chose en bois

source: Lying Robot
french: Allongé Robot

source: Bee
french: Abeille

source: Tiny Rocketship
french: Rocketship minuscule

source: Backpack
french: Sac à dos

source: Straw Roll
french: Rouleau de paille

source: Metal potato thing
french: Chose de pommes de terre en métal

source: Box thing
french: Chose Box

source: Wet Goop
french: Goop humide

source: Amulet
french: amulettes

source: Sleep Dart
french: Sommeil Dart

source: Crow Feather
french: Plume Corbeau

source: Eye Bone
french: Os yeux

source: Shovel
french: Pelle

source: Mandrake
french: Mandragore

source: Tentacle spike
french: Tentacle pic

source: Birdcage
french: Volière

source: Tooth Trap
french: Piège dent

source: Pomegranate
french: Grenade

source: Ball and Cup
french: Ball et Coupe

source: Beehive
french: Ruche

source: Cooked Fish
french: Poisson cuit

source: Spider Warrior
french: Araignée Guerrier

source: Sticky Webbing
french: Sangles collant

source: Carrot Seeds
french: Graines de carotte

source: Spiky Tree
french: Arbre Spiky

source: Crawling Horror
french: Crawling Horreur

source: Dark Sword
french: Épée foncé

source: Pine Cone
french: Pomme de pin

source: Beefalo Wool
french: Laine Beefalo

source: Melty Marbles
french: Marbles Melty

source: Science Machine
french: Machine Science

source: Taffy
french: Bonbon

source: Feather Hat
french: Chapeau Plume

source: Trap
french: Piège

source: Top Hat
french: Chapeau haut de forme

source: Pond
french: Étang

source: Pumpkin Cookies
french: Biscuits à la citrouille

source: Spider Den
french: Araignée Den

source: Ghost
french: Fantome

source: Manure
french: Fumier

source: Football Helmet
french: Casque de football

source: Boat
french: bateau

source: Snazzy Pitchfork
french: Pitchfork Snazzy

source: Braised Eggplant
french: Aubergine braisée

source: Torch
french: lampe torche

source: Turbo Farm Plot
french: Terrain Ferme Turbo

source: Morsel
french: Morceau

source: Here lies some guy. Blah blah blah.
french: C'est là que réside un mec. Blah blah blah.

source: This headstone is blank
french: Cette pierre tombale est vide

source: It says: 'Milk. Eggs. Bacon.'
french: Il dit: «Lait. Œufs. Bacon.

source: Hey that's my name!
french: Hey, c'est mon nom!

source: HOME TIME!
french: HEURE LOCALE!

source: HOME HOME
french: Home=Accueil

source: *Grows a magnificent beard
french: * Pousse une magnifique barbe

source: *Has visitors at night.
french: * A visiteurs pendant la nuit.

source: *Can eat spoiling food with no penalty
french: * Peut manger des aliments gâter sans pénalité

source: *Immune to fire damage *Starts fires in the dark
french: * Immunitaires contre les dégâts de feu n * Commence feux dans l'obscurité

source: *Can't Talk *Has trouble staying alive
french: * Ne peut pas parler n * a du mal à rester en vie

source: *Gets a bonus tech level
french: * Obtient un bonus de niveau technologique

source: *Higher health, bigger stomach *Hits harder
french: * Supérieur de santé, plus d'estomac n * frappe plus fort

source: The classiest hat of all.
french: Le plus chic chapeau de tous.

source: Go fishing. For fish.
french: Allez à la pêche. Pour les poissons.

source: Use the pointy end
french: Utilisez le bout pointu

source: And you thought they smelled bad on the outside
french: Et vous pensiez qu'ils sentaient mauvais à l'extérieur

source: Weaponized bees. What could go wrong?
french: Abeilles militarisé. Qu'est-ce qui pourrait mal tourner?

source: Dress for your head.
french: Habillez-vous pour votre tête.

source: It comes from a land down under.
french: Il vient d'une terre dessous.

source: Light up the night with your noggin.
french: Illuminez la nuit avec votre caboche.

source: Music to soothe savage beasts
french: Musique pour apaiser les bêtes sauvages

source: Spit sleepiness at your enemies.
french: Cracher sur vos ennemis somnolence.

source: Grows seeds
french: Pousse des graines

source: Tightly woven coils of usefulness
french: Bobines serrées d'utilité

source: Slows food spoilage.
french: Ralentit la détérioration des aliments.

source: How fashionable!
french: Comment la mode!

source: Sleep through the night
french: Dormir toute la nuit

source: Nicely squared rocks
french: Roches bien carré

source: Break down rocks like a boss.
french: Briser les roches comme un patron.

source: Rugged, yet stylish.
french: Robuste mais élégant.

source: Catch bugs
french: Les bogues

source: Like logs but flatter
french: Comme les journaux, mais plus plat

source: Deconstruct structures
french: Déconstruire les structures

source: Grows seeds a bit faster
french: Pousse des graines un peu plus rapide

source: Capture winged beasts
french: Capturez bêtes ailées

source: Break down rocks
french: Briser les roches

source: I can resurrect myself using SCIENCE!
french: Je me suis peut ressusciter en utilisant SCIENCE!

source: Wooden wall segments.
french: Segments de mur en bois.

source: Spit fire at your enemies
french: Cracher du feu sur vos ennemis

source: Protection against angry bees
french: Protection contre les abeilles en colère

source: Portable light source
french: Portable source de lumière

source: Spooky illumination
french: Éclairage Spooky

source: Spiders will call you 'mom'.
french: Les araignées vous appeler «maman».

source: For writing things
french: Pour écrire des choses

source: Carry more stuff.
french: Effectuer plus de choses.

source: Store your own bees
french: Stockez vos propres abeilles

source: Chop down trees with STYLE!
french: Abattre des arbres avec style!

source: Pops up and bites whoever steps on it
french: Apparaît et mord celui qui marche sur l'

source: Dig holes
french: Creusez des trous

source: Sleep soundly
french: Dormez à poings fermés

source: Rearrange the whole world
french: Réorganiser le monde entier

source: A happy home for your avian friends.
french: Un foyer heureux pour vos amis aviaire.

source: Make better food
french: Faire une meilleure alimentation

source: Stone wall segments.
french: Segments de parois en pierre.

source: Shave off your dirty beatnick beard.
french: Raser votre barbe sale beatnick.

source: Shelters one pig
french: Abris un porc

source: A sturdy container
french: Un conteneur solide

source: A safer, more efficient campfire
french: Un plus sûr, plus efficace feu de camp

source: Provides light while burning
french: Fournit de la lumière tout en consommant

source: Protects your body, but not your mind
french: Protège votre corps, mais pas votre esprit

source: Lucid dreaming damage.
french: Lucid dommages rêver.

source: Capture small creatures
french: Capturez petites créatures

source: Chop down trees!
french: Abattre des arbres!

source: Build your own road to nowhere.
french: Construisez votre propre route vers nulle part.
