Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GENERIC
source: That is a generic plant.
japanese: それはジェネリック植物だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.READY
source: It's ready.
japanese: 準備はできている！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANT_NORMAL.GROWING
source: It's growing.
japanese: 成長している。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_FERN
source: I'd like to step on it.
japanese: その上に乗ってみたい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PURPLEGEM
source: Purple brings great power.
japanese: 紫は偉大な力をもたらす。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK_COOKED
source: Still tastes like berries.
japanese: まだベリーのような味がする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDBONE
source: Hungry devils, aren't they?
japanese: 腹を空かした悪魔か？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HORN
source: Call forth the beasts!
japanese: そのけだものたちを呼び起こせ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_CRANK
source: This is used to agitate the humours.
japanese: これはそのユーモアを広めることに慣れっこだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGGYBACK
source: Oh that's just demeaning.
japanese: ああ、それはただ屈辱的だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ONEMANBAND
source: It has a good beat and you can dance to it.
japanese: いいビートだからその曲で踊れるな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER
source: Annoying little monster. Has his uses, though.
japanese: 小さなモンスターをイライラさせている。自分の使い道があるにもかかわらず。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GUANO
source: Disgusting!
japanese: 気色悪い！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKINCOOKIE
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KRAMPUS_SACK
source: It's really light.
japanese: 本当に軽い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POOP
source: It's the way of all mortal life.
japanese: あらゆる死すべき命の進む道だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POND
source: I can see my face reflected off the top.
japanese: 上の部分に私の顔が反射しているのが見える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.PLANT
source: You aren't fooling me, plant.
japanese: おまえは私をだましていないよな、植物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.DIRT
source: Something stirs.
japanese: 何かが動めいているようだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORM.WORM
source: Well that's new!
japanese: おや、それは新しい！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYCOMB
source: It's full of bee seeds.
japanese: 蜂の種でいっぱいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHEAD
source: The eyes follow you around.
japanese: 目玉が君を追っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE
source: Usually I'd get someone to seed this for me.
japanese: 普段は誰かに頼んでこの種をまいてもらう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PLANTMEAT_COOKED
source: The heat has made this a suitable meal.
japanese: その熱で適当な食事に仕上がった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EYEPLANT
source: The Meat Bulb's pawns.
japanese: 肉球根の手先。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGKING
source: That's a man with his priorities in order!
japanese: あれは優先順位を持つ男だ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGSKIN
source: It was him or me.
japanese: それはあいつだったのか、それとも私か。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMBAT
source: An undignified weapon for a less refined time.
japanese: 改良時間もあまりない面汚しの武器。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GENERIC
source: Do I look like a farmer?
japanese: 私は農夫のように見えるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.GROWING
source: I have better things to do than watch plants grow.
japanese: 私には植物の成長を見るよりもっといい事がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It needs to be... refreshed.
japanese: そいつは…リフレッシュしてやる必要がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AXE
source: Sometimes the direct approach is best.
japanese: 時には直接のアプローチがベストだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PETALS
source: Like so much confetti.
japanese: キャンディが大好き。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PERD
source: It is addicted to fermented berries.
japanese: 発酵ベリーの中毒だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANDORASCHEST
source: It's a trap.
japanese: それは罠だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT
source: Just another boring plant.
japanese: 単なる別の退屈な植物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NITRE
source: One third of the way there...
japanese: 後ちょっとで半分切るところ…

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMEAT
source: It smells less like barnyard, now.
japanese: 今は納屋の様な匂いはあまりしない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.GENERIC
source: I can use this to find my missing parts.
japanese: 見当たらないパーツを探すのにこれを使える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.HOT
source: It must be right under my nose!
japanese: 私の鼻の下にあるに違いない！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.COLD
source: Mostly just background noise.
japanese: 大半は単に裏の騒音に過ぎない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARM
source: This is the right direction.
japanese: これは正しい方向だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGROD.WARMER
source: I should keep my eyes peeled.
japanese: 用心を怠らないようにすべきだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTLIGHT
source: It burns with a beautiful glow.
japanese: 美しい光を出しながら燃えている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MOSQUITOSACK
source: A bloody sack. With blood in it.
japanese: 血に染まったずだ袋。中には血液入り。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ABIGAIL
source: Why won't these mortals just stay dead?
japanese: 死者達はなぜ死んだままじゃないのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALOHAT
source: How unfashionable.
japanese: なんて流行遅れだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MINOTAURCHEST
source: It's almost like he's still alive.
japanese: ほぼ間違いなく、彼はまだ生きているようだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WINTERHAT
source: How disappointingly rustic.
japanese: 失望するほど野暮ったい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.COOKEDMANDRAKE
source: It has lost a lot of its power.
japanese: その力の多くを失ってしまっている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SLURTLE_SHELLPIECES
source: They don't fit back together.
japanese: 奴らは元通りには組み合わさらない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_FURRY
source: At least they're good for something.
japanese: 少なくとも、何かの役に立つ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_SMALL
source: Ugh, it smells bad.
japanese: うっ！臭い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING
source: I'm not eating that.
japanese: それは食べないぞ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MERMHOUSE
source: They copied the pigs, but they're even less intelligent.
japanese: 彼らはブタをコピーしたが、知性はもっと低い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.GENERIC
source: Just look at that stupid beast.
japanese: あの間抜けなけだものを見てみろ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.SLEEPING
source: It's only marginally less stupid when it's asleep.
japanese: 寝ている間だけは、少しばかり間抜けではなくなる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.FOLLOWER
source: Aw nuts, it's following me.
japanese: あぁ、ばかな、付いて来てる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEEFALO.NAKED
source: Now it looks dumb AND pathetic.
japanese: 愚かなだけでなく、哀れでもある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_SAPLING
source: Do I look like a gardener?
japanese: 私が庭師のように見えるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEATBALLS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT
source: I'm used to much finer fare.
japanese: これよりずっと洗練された料理に慣れてきた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SKELETON
source: Ha! I remember that one.
japanese: ハハ！そいつのことは覚えているぜ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELESTAFF
source: Power can do amazing things when it's funneled through the right channels.
japanese: 正しいチャンネルを透過したパワーは素晴らしいことを成し遂げられる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWGEM
source: I can feel the magic in this.
japanese: この中に魔法が感じられる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDERGLAND
source: Distasteful.
japanese: まずい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_TALL_FULL
source: Stalagmite. How dull.
japanese: 石筍。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNT
source: It's no use to anyone now.
japanese: 今は誰の役にも全く立たない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.CHOPPED
source: Tree 0, Maxwell 1.
japanese: 木は0、Maxwellは1。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.GENERIC
source: A tree with a foul demeanor.
japanese: ひどい外見の木。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_TREE.BURNING
source: There it goes.
japanese: 言った通りだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.GENERIC
source: It's twisted and thorny, just like me!
japanese: ねじれてとげがある、まさに私のようにな！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.PICKED
source: That was painful.
japanese: あれは痛かった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MARSH_BUSH.BURNING
source: I should ask it questions.
japanese: そいつに聞いて見るべきだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DRUMSTICK
source: It tastes strangely like berries.
japanese: ベリーみたいに妙な味がする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WAXWELLJOURNAL
source: I'm so sorry Charlie.
japanese: 本当に申し訳ない、Charlie。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TURF_GRASS
source: Scratchy.
japanese: イライラする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MANDRAKESOUP
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MALE_PUPPET
source: Better him than me.
japanese: 彼のほうが適任だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANTBULB
source: Perhaps I can use this to my advantange.
japanese: 多分私の強みとしてこれは使えるな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LUREPLANT
source: A vicious plant.
japanese: 意地の悪い植物。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_EXIT
source: Get me out of here!
japanese: ここから私を出せ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICESTAFF
source: It feels like my heart.
japanese: 自分のことのように感じる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LITTLE_WALRUS
source: A chip off the old block.
japanese: 古いブロックを削り取る。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.INACTIVE
source: It only half-exists on this plane.
japanese: この飛行機には半分の存在しかない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.INSANITYROCK.ACTIVE
source: I can see its true nature now!
japanese: 今その本性を見ることが出来た！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MAXWELLPHONOGRAPH
source: That accursed thing!
japanese: 憎むべき物！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF_SPARSE
source: Disgusting creature!
japanese: 気色悪い生き物！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LEIF
source: Disgusting creature!
japanese: 気色悪い生き物！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PUMPKIN
source: Hallowe'en was always my favourite.
japanese: ハロウィンはいつも私のお気に入りだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KOALEFANT_WINTER
source: It has its winter coat on.
japanese: そいつは冬のコートを着ている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.KABOBS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTER
source: Some puns are irresistible.
japanese: 非常に魅力的ダジャレもある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.GENERIC
source: A little bit of protection.
japanese: ほんの少しの防御。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Energy flows through it.
japanese: エネルギーはそれをくぐり抜ける。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GEARS
source: My pets! What has become of you?
japanese: 愛しのペット！おまえは一体どうなったのか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEBOX
source: A little piece of winter in a box.
japanese: 箱の中にある冬の小さなかけら。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MEAT_DRIED
source: My teeth are getting too old for this.
japanese: これには私の歯じゃ太刀打ちできなくなってきた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EEL_COOKED
source: It will have to do.
japanese: それはやる必要がある。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUND
source: They don't recognise me!
japanese: やつらに気付かれていない！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HONEYHAM
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POMEGRANATE_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALL_WOOD_ITEM
source: Pocket-sized wall pieces. Yup.
japanese: ポケットサイズの塀のかけら。いいよ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.BARREN
source: It needs manure.
japanese: 肥料を必要としている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.PICKED
source: And now we wait.
japanese: そして今は待つ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BERRYBUSH.GENERIC
source: Reduced to eating berries. Sigh.
japanese: ベリーを食べるにまで減らされた。ハァ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ROCKS
source: Hmmm. Now what do I do with them?
japanese: うーん。これからそいつらをどうするか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTGRASS
source: The mundane stuff of the earth.
japanese: 地球のありふれたこと。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CAVE_BANANA
source: Like ashes in my mouth.
japanese: 自分の口の中にある灰みたい。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BATWING_COOKED
source: I'm still not eating that.
japanese: まだそれを食べてはいない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ICEHOUND
source: I had a lot of surplus gems!
japanese: 余った宝石が沢山あった！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: My beautiful machine is in pieces!
japanese: 私の美しいマシーンが粉々に！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: It's alive!
japanese: 大丈夫だ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Now to turn it on.
japanese: 今スイッチを入れてみる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It is still incomplete.
japanese: まだそれは完了していない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HAMMER
source: It feels good to undo the work of others.
japanese: 他人の作業を打ち消すのはいい気分だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP_COOKED
source: Salty!
japanese: 塩辛い！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GREEN_CAP
source: I should eat it.
japanese: それを食べるべきだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.VALID
source: That should do the trick.
japanese: うまくいいくはずだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TELEBASE.GEMS
source: The fuel needs more focus points.
japanese: その燃料にはもっとピントが必要だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONSTERMEAT_DRIED
source: My teeth are getting too old for this.
japanese: これには私の歯じゃ太刀打ちできなくなってきた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOME
source: There's no place like it.
japanese: それに似た場所などない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACKPACK
source: I wish there were porters around here.
japanese: この辺りにポーターがいてくれれば。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWSTAFF
source: With a bigger gem it would be so much more powerful.
japanese: 大きめの宝石があれば、もっとずっと強力になるだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_EVIL
source: I like that flower.
japanese: あの花は好きだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CORN
source: High in fructose.
japanese: 果糖値が高い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER
source: I am filled with the irrational urge to stomp upon it.
japanese: それを踏みつけたい理不尽な衝動でいっぱいだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WETGOOP
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.AMULET
source: It channels the darkest energies of the universe.
japanese: 宇宙の一番暗いエネルギーにチャンネルを合わせる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SPIDER_SPITTER
source: Agressive little thing, isn't it?
japanese: 攻撃的なチビだろう？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_FULL
source: Rocks. How dull.
japanese: 岩だ。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Stop looking at me!
japanese: 私を見るのはよせ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHESTER_EYEBONE.WAITING
source: What is it waiting for?
japanese: 何が待ち受けているのだ？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIRESTAFF
source: A basic enchantment, but effective.
japanese: 基本的な拡張、でも効果的。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: The pulse is quickening.
japanese: パルスが早くなっている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: The pulse has no influence here.
japanese: ここではパルスは影響しない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: The pulse is waning.
japanese: パルスが徐々に弱くなっている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: It beats once again.
japanese: また一回、パルスが動いた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It calms once more.
japanese: もう一度静かになった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The pulse is holding steady.
japanese: パルスが安定し出した。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The heart of the city is still.
japanese: その町の中心は静まりかえっている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.GENERIC
source: A fire pit.
japanese: 炉。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.OUT
source: It's gone cold.
japanese: 寒くなった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.EMBERS
source: I should attend to that.
japanese: それに出るべきだな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.HIGH
source: A roaring fire.
japanese: 轟音を立てている火。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.LOW
source: It's getting low.
japanese: 収まって来た。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FIREPIT.NORMAL
source: It's hot.
japanese: 熱い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FEM_PUPPET
source: Better her than me.
japanese: 私より彼女のほうがマシだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TENTACLESPIKE
source: Ugh. This is so revolting.
japanese: うっ！これは極めて不快だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.GENERIC
source: You'll never get me behind bars again.
japanese: 2度と私を牢屋に入れることはないな。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.SLEEPING
source: You'll still be in there when you wake up.
japanese: 目覚めてもおまえはまだそこにいるだろう。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BIRDCAGE.OCCUPIED
source: I feel for ya, feathers.
japanese: おまえを、羽を感じる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGHEAD
source: Er... charming.
japanese: あー…チャーミングだ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PIGTENT
source: That's just nasty.
japanese: 単に君が悪い。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.UMBRELLA
source: It's crooked!
japanese: 曲がっている！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_7
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_MARSH_BUSH
source: Do I look like a gardener?
japanese: 私が庭師のように見えるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUG_GRASS
source: Do I look like a gardener?
japanese: 私が庭師のように見えるか？

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEERCLOPS_EYEBALL
source: Deerclops are myopic.
japanese: ディアクロップスは短絡的。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WORMLIGHT
source: What a neat trick.
japanese: なんてステキなトリック。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_SEEDS
source: This labour is beneath me.
japanese: この労働者は俺以下だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WALRUS_TUSK
source: I'll put this to better use.
japanese: これをより良い方法で活用することにする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIVININGRODSTART
source: The portals lead to the next rod.
japanese: ポータルが次の棒へと導く。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BUTTERFLYWINGS
source: Ha ha ha. I got him!
japanese: ははは。奴を捕まえた！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.NIGHTSWORD
source: Snicker-snack!
japanese: 舞い踊っている！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DIRTPILE
source: That looks out-of-place.
japanese: どうも場違いに見える。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORMARBLE
source: That really isn't my style.
japanese: 本当の私の流儀じゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TRINKET_1
source: This was important to someone once.
japanese: かつては誰かにとっては重要なものだった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.LICHEN
source: This fungus survived the downfall.
japanese: このキノコはこの雨の中を生き延びた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWERHAT
source: Definitely not my style.
japanese: 絶対に自分風じゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ORANGESTAFF
source: I must rely on focusing tools in this form.
japanese: この形式のツールに絞って頼らなければ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDNUGGET
source: This was important to me once.
japanese: かつては自分にとって重要だった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TAFFY
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CARROT_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOARDS
source: Roughly hewn.
japanese: 荒々しく切り倒された。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKBOAT
source: That's not how you use a boat!
japanese: それは正しいボートの使い方ではない！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEAMULET
source: It's frosted over.
japanese: 霜で覆われている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BLUEGEM
source: Blue brings ice.
japanese: 青は氷をもたらす。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HOUNDMOUND
source: It's a tunnel down to the hound nests.
japanese: その猟犬の寝ぐらへとトンネルが下っている。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DEADLYFEAST
source: It smells... noxious.
japanese: この匂いは…有毒。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.YELLOWAMULET
source: This will make me stand out.
japanese: これで私はずっと立ち続けることになる。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BEDROLL_STRAW
source: I don't like sleeping rough.
japanese: 野宿するのは好きじゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BACONEGGS
source: My compliments to the chef!
japanese: シェフへの感謝の気持ちさ！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORRUINS
source: Thulecite meshes so well with nightmare fuel.
japanese: スーラサイトは悪夢の燃料でかなり調和される。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_SANITY
source: Time to wrap myself in nightmares.
japanese: 悪夢の中に身を包まれる時間だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORWOOD
source: Ugh. I'm not one for such vulgar fisticuffs.
japanese: うっ！私は野暮な殴り合いをするタイプじゃない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ANIMAL_TRACK
source: Some dumb beast passed through here.
japanese: 間抜けな獣がここを通り抜けていった。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_MED
source: Rocks. How dull.
japanese: 岩だ。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.STALAGMITE_LOW
source: Rocks. How dull.
japanese: 岩だ。なんて味気ない。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.EGGPLANT_COOKED
source: A little more refined, at least.
japanese: 最低でももう少し改良を。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEY
source: I don't have time for you!
japanese: おまえのための時間などない！

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MUSHTREE_TALL
source: It smells of rot and failure.
japanese: 腐敗と失敗の匂いがする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.MONKEYBARREL
source: What a disgusting home.
japanese: 実に気色の悪い家だ。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMORSNURTLESHELL
source: That is not dapper at all.
japanese: まったくキビキビなどしていない。

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.GENERIC
source: And stay away!
japanese: そして失せろ！

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PREY
source: You're not worth my time!
japanese: 私の時間を費やす価値などおまえにはない！

# STRINGS.CHARACTERS.WAXWELL.COMBAT_QUIT.PIG
source: Next time, pig!
japanese: 次回だ、ブタ野郎！

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.GENERIC
source: To arms!
japanese: 武力に訴える！

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PREY
source: You look tasty!
japanese: おまえは美味そうだ！

# STRINGS.CHARACTERS.WAXWELL.BATTLECRY.PIG
source: Brains over brawn!
japanese: 腕力を超えた頭脳！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_RESEARCH
source: Knowledge is power. And power is... well, power.
japanese: 知は力なり。そして力は…そう、力だ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_LOWRESEARCH
source: That wasn't very informative.
japanese: あんまりためにならなかったな。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NOSANITY
source: I have a headache!
japanese: 頭が痛い！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CANFIX
source: I think I can fix this!
japanese: これを修理できると思う！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NO_TRAP
source: Weird. They forgot to set it.
japanese: 変だ。あいつらはセットし忘れた。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_GENERIC
source: You tell me.
japanese: 教えろよ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TORCH_OUT
source: Dang it, another light down.
japanese: やばい、また明かりが消えてしまった。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.GENERIC
source: (Gulp!)
japanese: （ゴクリ）

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.STALE
source: That was past its due-date.
japanese: 期限切れだった。
