Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: I'm not sure what I should do with a dessicated tentacle.
french: Je ne suis pas sûr de ce que je dois faire avec un tentacule desséchée.

source: I can serenade the animals.
french: Je ne peux sérénade les animaux.

source: Not a very tall bird.
french: Pas un oiseau très grand.

source: I'd better find it some food.
french: Je ferais mieux de trouver un peu de nourriture.

source: It has a dangerous look in it's eye.
french: Il a un look dangereux dans l'oeil.

source: Hmmmm. I guess that'll have to do.
french: Hmmmm. Je suppose que vous avez à faire.

source: I'm more of a zipper person, myself.
french: Je suis plus d'une personne à glissière, moi-même.

source: Some short lengths of rope.
french: Quelques courtes longueurs de corde.

source: I hope I get out of here before I need these
french: J'espère sortir d'ici avant que je besoin de ces

source: Bottled mosquito rage!
french: Rage contre les moustiques en bouteille!

source: I bet there's all sorts of good stuff down there!
french: Je parie qu'il ya toutes sortes de bonnes choses, là-bas!

source: I should probably feel bad about that.
french: Je devrais sans doute mal à l'aise à ce sujet.

source: All that's left after fire has done its job.
french: Tout ce qui reste après que le feu a fait son travail.

source: This was once some thing before it got burned...
french: Ce fut une fois quelque chose avant qu'il a été brûlée ...

source: The eyebone was consumed by fire when I teleported!
french: Le eyebone a été consumé par le feu quand j'ai téléporté!

source: Stop! It's time! To hammer things!
french: Arrêtez-le! Il est temps! Pour marteler les choses!

source: Is that how I got here?
french: C'est comme ça que je suis arrivé ici?

source: I hate that guy
french: Je déteste ce gars

source: I think these were its genitalia.
french: Je pense qu'il s'agissait de son appareil génital.

source: It's all Piney.
french: C'est tout Piney.

source: Take that, nature!
french: Prends ça, la nature!

source: I feel like I could have prevented that.
french: Je me sens comme si je pouvais avoir empêché cela.

source: What a waste of wood.
french: Quel gaspillage de bois.

source: Walruses are natural predators.
french: Les morses sont des prédateurs naturels.

source: Bees used to live in this.
french: Les abeilles l'habitude de vivre dans le présent.

source: Looks like it's hatching.
french: On dirait que c'est l'éclosion.

source: Are eggs supposed to sweat?
french: Sont censés oeufs à transpirer?

source: I have a feeling this is going to take a while...
french: J'ai le sentiment que cela va prendre un certain temps ...

source: It should hatch any time now.
french: Il devrait éclore tout moment maintenant.

source: I should plant this.
french: Je devrais planter cela.

source: It comes from a spider's butt.
french: Il vient de cul d'une araignée.

source: Some sheets of paper
french: Quelques feuilles de papier

source: It wouldn't fit in my pocket.
french: Il ne rentrait pas dans ma poche.

source: These are floorboards.
french: Ce sont des lames de parquet.

source: I can sleep here when I'm hurt.
french: Je peux dormir ici quand je suis blessé.

source: The knot is stuck. Forever.
french: Le nœud est coincé. Forever.

source: A sharpened rock tied to a stick. Hygenic!
french: Un rocher aiguisé attaché à un bâton. Hygenic!

source: That looks dangerous.
french: Ça a l'air dangereux.

source: It's buzzing with activity.
french: Il est bourdonnant d'activité.

source: Mmmm. Ready to harvest.
french: Mmmm. Prêt pour la récolte.

source: Guh! It's growing so slowly!
french: Guh! Il se développe si lentement!

source: Now it's even tastier.
french: Maintenant, il est encore plus savoureux.

source: Ewwww, he smells!
french: Ewwww, il sent!

source: It sounds like a beefalo field in there.
french: Cela ressemble à un champ beefalo là-dedans.

source: Tough enough to handle the most intense experiments.
french: Assez solide pour gérer les expériences les plus intenses.

source: It still has the tail on it.
french: Il a encore la queue sur elle.

source: It's my trusty axe.
french: C'est ma hache fidèle.

source: It doesn't look like an egg.
french: Il ne ressemble pas à un oeuf.

source: Char broiled to perfection.
french: Char grillé à la perfection.

source: Awww, she has a cute little bow.
french: Awww, elle a un arc mignon.

source: It's a furry ball of rotten food.
french: C'est une boule de poils de la nourriture avariée.

source: It'll be good for when winter comes.
french: Ça va être bon pour quand l'hiver arrive.

source: That's a rather small bird.
french: C'est un oiseau assez petit.

source: It looks hungry.
french: Il semble faim.

source: It must be starving.
french: Il doit avoir faim.

source: I should try planting some crops
french: Je devrais essayer de planter des cultures

source: Go plants go!
french: Aller plantes y aller!

source: I think it needs to be fertilized.
french: Je pense qu'il a besoin d'être fécondé.

source: Looks sharp!
french: Soit net!

source: I should gobble it.
french: Je devrais la mettre en bouche.

source: It looks warm and full of meat.
french: Il semble chaleureuse et pleine de viande.

source: Winter survival gear.
french: Équipement de survie d'hiver.

source: Wilderness casual.
french: Wilderness occasionnel.

source: A thick, hairy trunk.
french: Un tronc épais et velu.

source: It's a pile of dirt... or IS it?
french: C'est un tas de terre ... Ou est-ce?

source: It's as big as my head!
french: C'est gros comme ma tête!

source: That's a nice wall
french: C'est un beau mur

source: This seems like a bad idea.
french: Cela semble être une mauvaise idée.

source: I can't believe it's butter!
french: Je ne peux pas croire que c'est du beurre!

source: It's my tickle trunk!
french: C'est ma malle chatouiller!

source: I have harnessed the power of cold!
french: J'ai exploité la puissance de froid!

source: Tracks left by food. I mean... an animal.
french: Traces laissées par les aliments. Je veux dire ... un animal.

source: Do I like fishsticks?
french: Ce que j'aime fishsticks?

source: Pickets!
french: Piquets de grève!

source: I can make stuff with these.
french: Je peux faire des trucs avec eux.

source: Cut grass, ready for arts and crafts.
french: Couper l'herbe, prêt pour les arts et l'artisanat.

source: This appears to be a nexus to another world!
french: Cela semble être un lien vers un autre monde!

source: With this I can surely pass through space and time!
french: Avec ce que je peux sûrement passer à travers l'espace et le temps!

source: Soon, my invention will be complete!
french: Bientôt, mon invention sera complet!

source: It smells like beefalo tears.
french: Ça sent les larmes beefalo.

source: Poor little guy.
french: Mauvais petit gars.

source: I hope I got all of the spider goo out of it.
french: J'espère que je me suis tout de l'araignée gluante hors de lui.

source: Someone must live here.
french: Quelqu'un doit vivre ici.

source: It's for me to put my stuff in.
french: C'est pour moi de mettre mes trucs po

source: Soft and undulating.
french: Doux et vallonné.

source: Science compels me to jump in.
french: La science me force à sauter dedans

source: Those spikes look sharp!
french: Ces pointes Look Sharp!

source: Not so spiky now!
french: Pas si Spiky maintenant!

source: Now it's burnt and spiky
french: Maintenant, il est brûlé et hérissés

source: Spikes and fire!
french: Spikes et le feu!

source: It smells like wet.
french: Ça sent humide.

source: I feel so safe when I'm wearing it.
french: Je me sens en sécurité quand je le porte.

source: Oh no! It's a killer bee!
french: Oh non! C'est une abeille tueuse!

source: This seems dangerous.
french: Cela semble dangereux.

source: To bee or not to bee.
french: Pour abeille ou pas à l'abeille.

source: Careful!
french: Attention !

source: It's looking at me.
french: Il me regarde.

source: It went to sleep.
french: Il est allé dormir.

source: At least I can start it up again
french: Au moins je peux le relancer

source: Good thing it's contained!
french: C'est une bonne chose qui le contient!

source: There's a lot going on underground.
french: Il ya beaucoup de choses sur terre.

source: He whispers beautiful lies to me.
french: Il murmure beaux mensonges pour moi.

source: Sadly, it's too small for me to escape on.
french: Malheureusement, il est trop petit pour moi de m'évader de suite.

source: It's pointy and slimy.
french: Il est pointu et visqueuse.

source: I should put a bird in it.
french: Je devrais mettre un oiseau en elle.

source: Awwww, he's asleep.
french: Awwww, il dort.

source: That's my bird!
french: C'est mon oiseau!

source: This is a nasty surprise.
french: C'est une mauvaise surprise.

source: It looks like the inside of an alien's brain.
french: Il ressemble à l'intérieur du cerveau d'un étranger.

source: Their electricity carrying days are over.
french: Leurs journées sont plus porteurs de l'électricité.

source: I have no time for fun and games!
french: Je n'ai pas de temps pour jouer et s'amuser!

source: It must be some kind of religious artifact.
french: Il doit y avoir une sorte d'artefact religieux.

source: Just don't breathe in.
french: Il suffit de ne pas respirer po

source: Looks even meaner than usual.
french: On dirait même plus méchant que d'habitude.

source: I should keep my distance.
french: Je dois garder mes distances.

source: Good riddance!
french: "Bon débarras".

source: Will it hatch?
french: Est-il éclore?

source: This metal potato contains great and fearful power...
french: Cette pomme de terre métallique contient une grande puissance et peur ...

source: This may control the polarity of the whole universe.
french: Cela peut contrôler la polarité de l'univers entier.

source: Without these, it's just a butter.
french: Sans cela, c'est juste une noix de beurre.

source: I dreamed it myself!
french: J'ai rêvé moi-même!

source: A ring that could focus dimensional energies.
french: Une bague qui pourrait concentrer les énergies dimensionnelles.

source: Maybe they'll grow back?
french: Peut-être qu'ils vont repousser?

source: They are all melted together.
french: Ils sont tous fondus ensemble.

source: I don't like sports.
french: Je n'aime pas le sport.

source: It smells like prettiness.
french: Ça sent la joliesse.

source: It's a beefalo!
french: C'est un beefalo!

source: These guys are really heavy sleepers.
french: Ces gars-là sont vraiment gros dormeurs.

source: He's coming along peacefully.
french: Il vient ainsi en paix.

source: Aww, he's so sad.
french: Aww, il est si triste.

source: I can't eat it, but it sure is shiny.
french: Je ne peux pas le manger, mais il est sûr brillant.

source: I AM A BIRD!
french: JE SUIS UN OISEAU!

source: Does that mean spring is coming?
french: Est-ce que le printemps est à venir moyenne?

source: He likes my pocket.
french: Il aime ma poche.

source: I wove it real tight.
french: J'ai tissé serré it real.

source: A crow feather.
french: Une plume de corbeau.

source: I can't see the bottom!
french: Je ne peux pas voir le fond!

source: Something to hold back the night.
french: Quelque chose à retenir de la nuit.

source: I should fill my pockets!
french: Je remplis mes poches!

source: It breaks down objects into their scientific components.
french: Il décompose les objets dans leurs composantes scientifiques.

source: That must lead to the Kingdom of the Bunnymen.
french: Qui doit conduire au Royaume de the Bunnymen.

source: He won't be cute and cuddly forever.
french: Il ne sera pas toujours mignon et câlin.

source: He's huge!
french: Il est énorme!

source: Why did I even make a pitchfork this fancy?
french: Pourquoi ai-je même faire une fourche cette fantaisie?

source: It's big, it's heavy, and it's wood.
french: C'est gros, c'est lourd, et il est en bois.

source: That's some hot wood!
french: C'est un peu de bois chaud!

source: It's even less eggy.
french: C'est encore moins eggy.

source: That's one pointy stick
french: C'est un bâton pointu

source: I can hear a tiny tree inside it, trying to get out.
french: Je peux entendre un arbre minuscule à l'intérieur, en essayant de sortir.

source: It's getting late. I need to make a fire.
french: Il se fait tard. J'ai besoin de faire un feu.

source: It's so dark!
french: Il fait si sombre!

source: OW! Something bit me!
french: OW! Quelque chose m'a mordu!

source: Never stop learning!
french: Ne jamais cesser d'apprendre!

source: It's a... thing.
french: C'est un ... chose.

source: This track is fresh, the beast must be nearby.
french: Cette piste est fraîche, la bête doit être à proximité.

source: The trail ends here.
french: Le sentier se termine ici.

source: I feel so smart now!
french: Je me sens tellement intelligent maintenant!

source: Go for the eyes!
french: Optez pour les yeux!

source: I will destroy you!
french: Je vais vous détruire!

source: Here piggy piggy!
french: Voici piggy piggy!

source: Better you than me!
french: Vous mieux que moi!

source: I'm going to stomp you dead!
french: Je vais vous écraser mort!

source: Calling that 'gross' is an understatement!
french: L'appel que «brute» est un euphémisme!

source: Aaah! Bug off!
french: Aaah! Bug de réduction!

source: Ugh, my head!
french: Ugh, ma tete ...

source: I think that was starting to turn.
french: Je pense que commençait à tourner.

source: I don't feel so good
french: Je ne me sens pas bien

source: Yuck! That was terrible!
french: Beurk! C'était terrible!

source: I'm so hungry!
french: Je suis tellement faim!

source: I didn't learn very much from that.
french: Je n'ai pas appris beaucoup de cela.

source: Ow! I should try to catch that!
french: Ow! Je devrais essayer de rattraper ça!

source: My torch just ran out!
french: Ma torche simplement manqué!

source: It's too dark to see!
french: Il fait trop sombre pour voir!

source: What was that?!
french: Qu'est-ce que c'etait?

source: Ow! Quit it!
french: Ow! Arrête!

source: I sure showed him!
french: Je lui ai montré que!

source: He's too fast!
french: Il est trop rapide!

source: I'll let him go. This time.
french: Je vais le laisser aller. Cette fois-ci.

source: Shoo, you nasty thing!
french: Shoo, vous vilaine chose!

source: He's too gross, anyway.
french: Il est trop grave, de toute façon.

source: It's too bright out.
french: Il est trop claire.

source: OUCH! Something bit me!
french: Ouch! Quelque chose m'a mordu!

source: I can't make that now.
french: Je ne peux pas faire ça maintenant.

source: The appearance of this track indicates recent activity.
french: L'apparition de cette piste indique une activité récente.

source: I would really rather not.
french: Je voudrais vraiment ne pas.

source: I think he might object to that.
french: Je pense qu'il pourrait objecter à cela.

source: It's already smooth, dear.
french: C'est déjà bon, ma chérie.

source: I don't know what that is.
french: Je ne sais pas où est la normalité,

source: I misjudged the timing of its return.
french: J'ai mal jugé le moment de son retour.

source: The trail is no longer distinguishable.
french: La piste ne se distingue plus.

source: A detailed lesson in biology!
french: Une leçon détaillée de la biologie!

source: Something is approaching.
french: Quelque chose approche.

source: I can't carry anything more.
french: Je ne peux pas porter quelque chose de plus.

source: It is bright enough to see.
french: Il est assez brillant pour voir.

source: It's some kind of Lagomorph. With horns.
french: C'est une sorte de lagomorphes. Avec des cornes.

source: It is a cute widdle horned Lagomorph.
french: Il s'agit d'un Lagomorphe widdle mignon cornes.

source: A swamp-dwelling rhizome.
french: Un marais habitation rhizome.

source: Hollow reeds with harmonic resonance.
french: Roseaux creux avec résonance harmonique.

source: An adolescent avian.
french: Un aviaire chez les adolescents.

source: Please keep your voice level to a minimum.
french: S'il vous plaît garder votre niveau de voix au minimum.

source: A very naughty bird!
french: Un oiseau très méchant!

source: I don't trust that wall.
french: Je ne fais pas confiance à ce mur.

source: Corvus brachyrhynchos.
french: Brachyrhynchos Corvus.

source: He's mine now.
french: Il est à moi maintenant.

source: It's a semi-intelligent bipedal pig.
french: C'est un cochon semi-intelligente bipède.

source: It's a lycanthropic pig.
french: C'est un cochon lycanthrope.

source: He seems to have bonded with me.
french: Il semble avoir collé avec moi.

source: Don't worry there are plenty more where that came from.
french: Ne vous inquiétez pas, il ya beaucoup plus d'où cela vient.

source: A short length of strong hemp rope.
french: Une courte longueur de corde de chanvre forte.

source: A torus of alloys and wiring.
french: Un tore d'alliages et de câblage.

source: It's a small, raw piece of meat.
french: Il s'agit d'un petit morceau de viande crue.

source: A burial mound.
french: Un tumulus.

source: A desecrated burial mound.
french: Un tumulus profané.

source: Look at his widdle face! (ahem!)
french: Regardez son visage widdle! (Ahem!)

source: Some smoothed rock slabs.
french: Certaines dalles rocheuses lissées.

source: A amphibian tetrapod.
french: Un tétrapode amphibiens.

source: It's sleeping.
french: Il dort.

source: Considered a delicacy in some countries.
french: Considéré comme un mets délicat dans certains pays.

source: It must be fake. I don't believe it.
french: Il doit être faux. Je ne le crois pas.

source: Roughly hewn wood boards.
french: Planches de bois grossièrement taillées.

source: It is slightly more appetizing when cooked.
french: Il est un peu plus appétissant lorsqu'il est cuit.

source: Some small twigs.
french: Quelques petites brindilles.

source: What a rude gentleman.
french: Qu'est-ce un homme grossier.

source: A specialized axe for chipping away at rocks.
french: Une hache spécialisé pour rogner sur les rochers.

source: Durable outerwear.
french: Vêtements d'extérieur durable.

source: Sweetened plant nectar.
french: Sucré nectar des plantes.

source: A generically coniferous tree.
french: Un arbre générique de conifères.

source: It has been harvested.
french: Il a été récolté.

source: A carbonized tree.
french: Un arbre carbonisé.

source: The tree is burning.
french: L'arbre est en feu.

source: Improvised inflammatory device.
french: Improvisée dispositif inflammatoire.

source: Beeswax used for storing honey.
french: La cire d'abeille utilisée pour le stockage du miel.

source: A highly portable spider egg sack.
french: Un sac d'œufs d'araignée ultra-portable.

source: Development appears to be progressing.
french: Développement semble progresser.

source: Exposure to temperature extremes may result in death.
french: L'exposition à des températures extrêmes peut entraîner la mort.

source: You will catch your death of cold!
french: Tu vas prendre ta mort de froid!

source: A watched pot never boils.
french: Un pot regardé revient jamais.

source: We shall soon reap the fruits of our labours.
french: Nous allons bientôt récolter les fruits de notre labeur.

source: I... don't even know.
french: Je ne sais pas

source: Protein fibre extruded from an arachnid.
french: Fibres de protéines extrudées à partir d'un arachnide.

source: A large, carnivorous arachnid species.
french: A grands carnivores espèces d'arachnides.

source: They appear to be nocturnal.
french: Ils semblent être nocturne.

source: It's dead.
french: C'est mort!

source: I've made some potpourri.
french: J'ai fait quelques pot-pourri.

source: Some Ardisia crenata berries, I think.
french: Quelques baies Ardisia crenata, je pense.

source: A crude apiary.
french: Un rucher brut.

source: I can harvest honey from it.
french: Je peux récolter le miel à partir de celui-ci.

source: A crude attempt at tricking me.
french: Une grossière tentative de me tromper.

source: A thirsty female Haemagogus Devorator.
french: Une soif Devorator femme Haemagogus.

source: It is securely stored.
french: Il est conservé en toute sécurité.

source: Sleeping in there is going to give me a stiff neck.
french: Dormir dans il va me donner une raideur de la nuque.

source: A handful of unidentifiable seeds.
french: Une poignée de graines non identifiables.

source: A group of juncaceae graminoids.
french: Un groupe de graminoïdes Juncaceae.

source: I believe they shall grow back.
french: Je crois qu'ils ne repoussent pas.

source: A utilitarian proboscis.
french: A trompe utilitaires.

source: A personal hygiene implement.
french: Une hygiène personnelle mettre en œuvre.

source: The sleeping Megadrilacea Oraduos.
french: Les Oraduos Megadrilacea de couchage.

source: Concentric rings of teeth for rapid ingestion.
french: Anneaux concentriques de dents pour une ingestion rapide.

source: The natural home of the bee.
french: L'habitat naturel de l'abeille.

source: It's a small tree.
french: C'est un petit arbre.

source: Odd. I thought that would have killed it.
french: Odd. Je pensais que l'aurait tué.

source: He appears to be the leader of the village.
french: Il semble être le chef du village.

source: It applys basic mechanical principals.
french: Il applys base principes mécaniques.

source: Protective shroud which transfers attacks to another dimension.
french: Enveloppe de protection qui transfère les attaques à l'autre dimension.

source: A motile storage chest.
french: Un coffre de rangement mobiles.

source: It's mostly carbon and ash.
french: C'est principalement du carbone et de cendres.

source: I don't think it's safe to eat this.
french: Je ne pense pas qu'il est sécuritaire de manger ça.

source: Unpalatable, but high in protein.
french: Désagréable, mais riche en protéines.

source: Curiously luminescent.
french: Curieusement luminescent.

source: A dual inclined plane attached to a lever.
french: Un plan incliné à double fixé à un levier.

source: Ancient weapons technology.
french: Ancienne technologie des armes.

source: This hat is hideous.
french: Ce chapeau est hideux.

source: It is heavy with bacteria.
french: Il est lourd avec des bactéries.

source: I knit it myself.
french: Je tricote moi-même.

source: A rather diminutive specimen of the class Aves.
french: Un spécimen plutôt diminutif de la classe Aves.

source: It requires sustenance.
french: Il nécessite subsistance.

source: Without sustenance, it will surely perish.
french: Sans nourriture, il va sûrement mourir.

source: That offers some protection.
french: Cela offre une certaine protection.

source: It requires soil to grow.
french: Il nécessite un sol de croître.

source: Magnus Avis, fully developed.
french: Magnus Avis, entièrement développé.

source: A small cultivated patch of ground.
french: Une petite tache cultivée de-chaussée.

source: The plants are extracting minerals from the ground.
french: Les plantes sont l'extraction des minéraux du sol.

source: It has been rendered infertile for lack of nutrients.
french: Il a été rendu stérile par manque de nutriments.

source: It tapers to a sharp point.
french: Elle s'effile vers un point pointu.

source: It is a crude heat exchanger.
french: Il s'agit d'un échangeur de chaleur brut.

source: Koalefanta Proboscidea in thick winter pelage
french: Koalefanta Proboscidea à pelage épais en hiver

source: This will offer some protection from the sun.
french: Ceci permet d'offrir une certaine protection contre le soleil.

source: It seems bigger inside than out.
french: Il semble plus à l'intérieur qu'à l'extérieur.

source: Full of cholesterol.
french: Plein de cholestérol.

source: The tool of entomologists
french: L'outil d'entomologistes

source: That must be the center of the hive-mind.
french: Ce doit être le centre de la ruche d'esprit.
