Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWAMULET
source: This amulet is glowing at the mid 530 nanometer wavelength.
japanese: このお守りは530ナノメートルぐらいの波長で発光してる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_FOOD
source: It is heavy with bacteria.
japanese: バクテリアがぎっしり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYEPLANT
source: I believe they are controlled by the larger plant.
japanese: たぶん大きな植物に操られているんだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORRUINS
source: A hardy Thulecite armour.
japanese: 丈夫なスーラサイトの鎧。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROCKY
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CHECKERFLOOR
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_MED
source: A strange rock formation.
japanese: 奇妙な石のフォーメーション。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_LOW
source: A strange rock formation.
japanese: 奇妙な石のフォーメーション。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLESLIME
source: Their mucus is explosive for some reason.
japanese: 彼らの粘液はなぜか爆発するんだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_COOKED
source: I present: Braised Solanum melongena.
japanese: ご紹介します：ナスの蒸し煮。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEY
source: They produce quite an odor.
japanese: けっこう臭いにおいを醸し出す。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEDROLL_FURRY
source: I'm not sleeping on the ground.
japanese: 土の上では寝ないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONKEYBARREL
source: This appears to be the home of several primates.
japanese: ここは霊長類の住処のようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSNURTLESHELL
source: It is quite capacious.
japanese: けっこうたくさん入りそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DUSK
source: Night will be here soon.
japanese: もうすぐ夜がやってくる。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_DARK
source: I am in the dark.
japanese: 暗闇にいるよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_FREEDOM
source: Freedom! I'll find a good book and tuck in.
japanese: 自由だ！!面白い本をみつけてお布団に入ろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOOMANYBIRDS
source: It doesn't work as well with this many birds around.
japanese: こんなにたくさん鳥がいちゃ、うまくいかない。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.GENERIC
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.STALE
source: That was not at optimal freshness.
japanese: 最も新鮮な状態だったとは言えないな。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.PAINFUL
source: I should not have ingested that.
japanese: 食べるんじゃなかった。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_EAT.SPOILED
source: That was partially decomposed.
japanese: 半分腐ってた。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! Something bit me!
japanese: イタタ！なにか少し俺にも！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_MOSQUITOS
source: Cursed bloodsuckers!
japanese: いまいましい吸血鬼め！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEERCLOPS
source: That sounds quite large!
japanese: 大きそうな音がしてる！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_LOWRESEARCH
source: Not a great resource, but there were useful bits.
japanese: 最高の資源ではないけれど、使えるところもあった。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_RESEARCH
source: Every bit of information is useful.
japanese: どんな情報でも役に立つ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WORMHOLE
source: A detailed lesson in biology!
japanese: 詳しい生物学の授業！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BEES
source: Stinging nasties!
japanese: 刺すなんてイヤなやつ！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP_CAVE
source: These caves don't make it any easier to sleep.
japanese: この洞窟はちっとも眠りやすくない。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NO_TRAP
source: A cinch!
japanese: 簡単さ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_GENERIC
source: I don't know what that is.
japanese: それが何だかわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_THORNS
source: Dang spinose structure!
japanese: げっ、このトゲトゲ構造め！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TRAP_WENT_OFF
source: Eek!
japanese: うわぁ！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HIGHRESEARCH
source: My my, that was extremely interesting!
japanese: おやおや、今のは非常に興味深かったね。

# STRINGS.CHARACTERS.WICKERBOTTOM.BATTLECRY.GENERIC
source: Combat!
japanese: 戦闘だ！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT_DONE
source: File that under completed!
japanese: 完了した項目にいれていいよ！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail is no longer distinguishable.
japanese: 道がもはや、わからなくなってる。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ENTER_LIGHT
source: It is bright enough to see.
japanese: 見えるのに十分明るい。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNT_BEAST_NEARBY
source: The appearance of this track indicates recent activity.
japanese: この形跡をみれば、最近活動していたことがわかる。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_ACCOMPLISHMENT
source: It's not there yet!
japanese: まだ着いてないよ！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HUNGRY
source: Librarian needs food.
japanese: 図書館の司書にもお食事が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_KNOCKEDOUT
source: Oof, that's one way to get some rest, I suppose.
japanese: うーん、それもまた休憩の方法だと言えないことはないか。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TORCH_OUT
source: I need another light.
japanese: もう一つ明かりが必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HOUNDS
source: Something is approaching.
japanese: 何かが近づいて来る。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE_TOODARK
source: I can't see in the dark.
japanese: 暗闇では見えないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CHARLIE
source: Did you hear that?
japanese: あの音聞いたか？

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PECKED
source: Settle down, this instant!
japanese: 今すぐ落ち着いて！

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_COLD
source: The ambient temperature is low.
japanese: 周辺の温度が低い。

# STRINGS.CHARACTERS.WICKERBOTTOM.COMBAT_QUIT.GENERIC
source: Well, that's over.
japanese: もう、終わった。

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NODAYSLEEP
source: I can hardly get to sleep at night, nevermind during the day.
japanese: 夜でさえあまり眠れないんだから、日中は論外さ。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TRAP_WENT_OFF
source: Oops!
japanese: おっとっと！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CRAFTING_FAIL
source: I can't do that right now.
japanese: いまはできないよ。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ADVENTUREFAIL
source: Oh well. I gave it a good try.
japanese: しょうがないか。頑張ったしね。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_QUAKE
source: The ground is heaving!
japanese: 地表が盛り上がってる！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE
source: Who's there, eh?
japanese: そこにいるのは誰なの、ねぇ？

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.GENERIC
source: You can't shave what's not hair.
japanese: 毛じゃないものは剃れないよ。

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd like that.
japanese: 彼女は喜ばないと思う。

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.SHAVE.NOBITS
source: It's already shorn, eh?
japanese: もうすでに刈り込まれてるんでしょ、ねえ？

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.GENERIC
source: It's already packed tighter than a Toronto streetcar.
japanese: もうすでにギュウギュウ詰めだよ。

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.STORE.NOTALLOWED
source: That's not allowed, eh?
japanese: それは許されないでしょ、ね？

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOOMERANG
source: Sorry! Clumsy me!
japanese: すまん！″うっかりしてた！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODANGERSLEEP
source: It's too scary out to sleep.
japanese: 外で寝るには怖すぎるよ。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_INV_FULL
source: I can't carry any more kit.
japanese: これ以上キットを持てないよ。

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL_GENERIC
source: Sorry, I can't do that.
japanese: ごめん、ワシにはできないや。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NOHUNGERSLEEP
source: My belly is too empty to fall asleep.
japanese: 眠るにはお腹が減り過ぎてる。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT_DONE
source: That's a wrap, eh!
japanese: これでおしまいだ、なあ！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DUSK
source: It's almost my bedtime.
japanese: もうすぐおねんねの時間だ。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_DARK
source: Who turned out the lights?
japanese: 誰が明かりを消したの？

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_FREEDOM
source: I got out!
japanese: 脱出できた！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CHARLIE_ATTACK
source: Yeouch! That was rough!
japanese: アイタタ！今のはきつかった！

# STRINGS.CHARACTERS.WOODIE.EAT_FOOD.TALLBIRDEGG_CRACKED
source: You can taste the beak, eh?
japanese: クチバシの味がするでしょ、ねえ？

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_BEAST_NEARBY
source: The beastie is nearby.
japanese: 野獣が近くにいる。

# STRINGS.CHARACTERS.WOODIE.COMBAT_QUIT.GENERIC
source: I think that's enough.
japanese: もう十分だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ADVENTURE_PORTAL
source: I wonder if that's the way out of here.
japanese: あれがここから抜け出る道かな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.GENERIC
source: Dang ground squirrels...
japanese: いまいましいリスめ…

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBIT.HELD
source: I'd feel bad eating him.
japanese: 彼を食べるのは気が進まない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS
source: That's a big moose!
japanese: 大きなムースだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROAD
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEMINE
source: I don't know if the bees like this.
japanese: 蜂は怒るんじゃないかな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_COOKED
source: Cooked with the goodness of corn.
japanese: トウモロコシの美味しさで調理した。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FOLIAGE
source: Looks like a salad.
japanese: サラダみたいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.GENERIC
source: I can't read it.
japanese: ワシには読めない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.S
source: South
japanese: 南

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SE
source: Southeast
japanese: 南東

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.E
source: East
japanese: 東

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.W
source: West
japanese: 西

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NE
source: Northeast
japanese: 北東

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.SW
source: Southwest
japanese: 南西

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.NW
source: Northwest
japanese: 北西

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COMPASS.N
source: True north.
japanese: 真北。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROGLEGS_COOKED
source: At least they stopped moving.
japanese: とにかく彼らは移動するのをやめた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
japanese: 多分草やぶだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE
source: He's just misunderstood.
japanese: 彼は勘違いされてるだけさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_SLEEP
source: I can make my escape if I use this!
japanese: これを使えば脱出に成功できる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTLICHEN
source: Yum! Tastes woody!
japanese: 美味しい！木の味がする！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel terrible!
japanese: イヤな気分！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Another one!
japanese: まただ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Lucy would want me to chop it down.
japanese: Lucyだったら切り倒してほしがるだろうな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: I'm sorry!
japanese: ごめんよ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN_SEEDS
source: Why would I want to grow more of those things.
japanese: なんでそんなのをもっと生やしたいと思うかな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.GENERIC
source: He's planning something. I can tell.
japanese: 彼は何か企んでる。ワシにはわかるよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CROW.HELD
source: You'll pay for your crimes, crow!
japanese: カラスめ、罰があたるぞ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GENERIC
source: Walking back bacon!
japanese: 歩きまわるベーコン！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.WEREPIG
source: What happened to him?!
japanese: 彼にいったい何が？！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.FOLLOWER
source: We're a team! Yah!
japanese: ワシらはチームさ！イェーイ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGMAN.GUARD
source: That one looks like he means business.
japanese: あいつは真剣そうだね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERM
source: What foul sea did that crawl out of?
japanese: あれはいったいどんな汚い海から這い出してきたんだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_ROBIN_WINTER
source: A stupid feather.
japanese: バカな羽。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MARSH
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTSTONE
source: Part of the Canadian shield.
japanese: カナダ盾状地の一部。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPICKAXE
source: It's pretty but can't chop down trees.
japanese: きれいだけれど、木を切り倒せないよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.GENERIC
source: I don't trust anything that can't decide between air and water.
japanese: 空か海か選べないやつなんて信用できないよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.SLEEPING
source: It's tired.
japanese: 疲れてるみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG.DEAD
source: Ex-frog.
japanese: 元カエル。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GHOST
source: Boo! Ha ha!
japanese: ブー！ハハハ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDSTOOTH
source: Beauty, eh?
japanese: きれいだってさ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA_TREE
source: They don't have those back home.
japanese: あれは地元にはないよね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDSMALLMEAT
source: That'll just make me hungrier!
japanese: それじゃあお腹が減るばかりだよ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATBAT
source: A mouse with wings?
japanese: 翼のついたネズミ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWIGS
source: I should build a tiny axe to chop these.
japanese: 木を切る用の小さな斧を作ろうかな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENSTAFF
source: This'll help me dismantle stuff!
japanese: これで分解が楽になる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LICHEN
source: Looks barely edible.
japanese: ぎりぎり食べられるかも。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PICKAXE
source: Almost an axe, but not quite.
japanese: 斧みたいだけど、ちょっと違う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLEHOLE
source: Are you guys doing OK in there?
japanese: 君たち、その中で大丈夫かい？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_MED
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.GENERIC
source: I should steal its egg to teach it a lesson.
japanese: 卵を盗んで、思い知らせてやる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TALLBIRDNEST.PICKED
source: Nothing there.
japanese: そこには何もない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONPIE
source: Almost as good as butter tarts!
japanese: バタータルトくらいに美味しい！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT
source: That's gross!
japanese: 気持ち悪い！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DURIAN
source: It smells bad.
japanese: 臭い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUSHAT
source: My grandad wore a hat like this.
japanese: ワシのじいさんがそんな帽子を被ってた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHTACOS
source: Tastes like the sea, eh?
japanese: 海の味がするでしょ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_LANTERN
source: It better not tip over.
japanese: ひっくり帰らなければいいけど。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESSJUNK1
source: Dead metal
japanese: 死んでる金属

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RED_CAP
source: I don't know...
japanese: わからない…

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.GENERIC
source: That's the biggest spider I've ever seen!
japanese: 今まで見たことないくらい大きなクモだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER.SLEEPING
source: Careful, now, eh?
japanese: 気をつけて、ね？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I can never remember which ones you can eat.
japanese: どれが食用なのか、どうしても覚えられないわ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I'll come back later.
japanese: あとで戻ってくるよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Well, that's over.
japanese: もう、終わった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOWOOL
source: It feels like my beard.
japanese: ワシのヒゲみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRIES
source: I have a heartier appetite than that.
japanese: ワシの食欲はもっと旺盛だぜい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNURTLE
source: Spirals!
japanese: らせんだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.GENERIC
source: Bees!
japanese: 蜂だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.SOMEHONEY
source: I could get more if I waited.
japanese: 待っていればもっと手に入る。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.FULLHONEY
source: Honey!
japanese: ハチミツ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEBOX.NOHONEY
source: I get hungry just looking at it.
japanese: 見てるだけでお腹が減ってくる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENAXE
source: It's almost as nice as Lucy.
japanese: Lucyくらいに素敵だね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAP_TEETH_MAXWELL
source: He's not playing fair, eh?
japanese: 彼はフェアなプレーをしてない、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUE_CAP
source: That's not meat.
japanese: あれは肉じゃないさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CAVE
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENPITCHFORK
source: I don't know why I made this.
japanese: なんでこんなものを作ったんだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.GENERIC
source: Reeds.
japanese: アシだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.PICKED
source: They'll be back.
japanese: 彼らは戻ってくるさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REEDS.BURNING
source: Fire makes me nervous.
japanese: 炎をみると落ち着かない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RUINSHAT
source: It's no toque, but it'll do.
japanese: コックさんの帽子にはほど遠いけれど、まぁいいか。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRD_EGG_COOKED
source: Well, at least it never became a bird.
japanese: とにかく、鳥にならなかっただけいいか。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYNUGGETS
source: One of my favourite meals!
japanese: ワシのお気に入り料理の一つ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYMUFFIN
source: Crunchy!
japanese: カリカリ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOUSE
source: Is it carrot flavoured?
japanese: ニンジン風味？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRUITMEDLEY
source: In syrup!
japanese: シロップ漬け！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLE
source: Feels like a government building.
japanese: 政府のビルみたいな感じ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP_NIGHTMARE
source: I can see the internal workings!
japanese: 内部の仕組みが見える！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THULECITE
source: It's the wood of the caves!
japanese: 洞窟の木だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH
source: Looks like a cod.
japanese: タラみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYETURRET_ITEM
source: This needs to be installed properly.
japanese: これはちゃんとインストールしなくちゃ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.GENERIC
source: I want to see it grow so that I can chop it down.
japanese: 切り倒すためには、どんな風に生えるのかを確認しなくちゃ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.PICKED
source: Picking isn't as fun as chopping.
japanese: 採集ってのは、切るのよりつまらないね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAPLING.BURNING
source: Aw! He barely had a chance!
japanese: あぁ！彼にはほとんどチャンスがなかった！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_HIDER
source: Tricky devil!
japanese: ずるい悪魔め！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEBOX
source: Ahhhh. Reminds me of home.
japanese: あぁ。故郷を思い出すなぁ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGTREE
source: I feel conflicted, eh?
japanese: 葛藤を感じてる、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.GENERIC
source: I looks like something plugs in.
japanese: ここに何か接続されるみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.READY
source: It's ready to be unlocked.
japanese: ロック解除の準備ができた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now all it needs is to be turned on.
japanese: あとは電源を入れるだけさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_GARDEN
source: I'm tired of these squids!
japanese: もうこのイカはたくさんだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.GENERIC
source: Where's my guitar?
japanese: ワシのギターはどこだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.OUT
source: It was good while it lasted.
japanese: 続いてた間はよかったんだけどね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.EMBERS
source: It's almost gone.
japanese: もうすぐなくなるよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.HIGH
source: Uh oh! It's bit high!
japanese: まずいさ！ちょっと高すぎだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.LOW
source: I should probably do something about that, eh?
japanese: なんとかしないといけないよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAMPFIRE.NORMAL
source: I love a fire in the evening.
japanese: 夜の火はいいねえ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROOK_NIGHTMARE
source: The gears are spilling out.
japanese: 所持品が出てきちゃってる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE_PILLAR_ARM
source: Are those squid babies?
japanese: あれってばイカの赤ちゃん？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE_LIMITED
source: It smells a bit off, eh?
japanese: ちょっと変な臭いがするよ、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURHORN
source: That's a nice horn, eh.
japanese: 素敵な角だ、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.GENERIC
source: That looks like a bum!
japanese: ホームレスみたい！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMHOLE.OPEN
source: I'm not sure I want to look at that, eh?
japanese: あんまり見たくないかもしれない、ねえ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTEROMETER
source: We can build these half as tall back home.
japanese: 地元では、これの半分くらいの高さで作るよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNT
source: It deserved it.
japanese: 当然の報いだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.CHOPPED
source: It was a hard battle, but I won.
japanese: 激しい戦いだったけれど、ワシの勝ちだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.GENERIC
source: Trees shouldn't fight back!
japanese: 木は応戦すべきじゃないさ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_TREE.BURNING
source: That's what you get for being spiky!
japanese: トゲトゲの罰だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_GRASS
source: It makes my eyes water.
japanese: おかげで涙が出てくる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHARCOAL
source: This makes me a bit sad.
japanese: ちょっと悲しい気分になるね。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_SUMMER
source: He looks tasty.
japanese: 彼は美味しそうだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WASPHIVE
source: Why are those bees so angry?
japanese: なんであの蜂たちはそんなに怒っているのさ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_COOKED
source: That's rabbit food.
japanese: それってウサギの餌だよ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGUARD
source: I don't want to make him mad.
japanese: 彼を怒らせたくないのさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOPHAT
source: It's too fancy.
japanese: お洒落すぎる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT
source: I'm not hungry enough for that.
japanese: それを食べるほど腹ぺこじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS
source: Oh no. Walruses again!
japanese: なんてことだ！またセイウチだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.GENERIC
source: He smells like a sod house.
japanese: 芝土でできた家のような臭いがする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.SLEEPING
source: He's catching some zeds.
japanese: 睡眠補給中。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.FOLLOWER
source: I think he likes me.
japanese: 彼はワシを気に入ったみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALO.NAKED
source: Cheer up, eh?
japanese: 元気出して、なあ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANRABBIT_TAIL
source: I feel sorry for him.
japanese: 彼がかわいそうさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POWCAKE
source: I like the ones made with real sugar better.
japanese: 本物のお砂糖でできた物の方が好きだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BARREN
source: I need to poop on it.
japanese: その上にうんちしなくちゃ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.PICKED
source: It's gone all nubbly.
japanese: こぶだらけになっちゃった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.GENERIC
source: Looks like kindling.
japanese: 発火みたいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS.BURNING
source: I hope that doesn't spread to the trees.
japanese: 木々に広がらないと良いけれど。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JAMMYPRESERVES
source: Now to find peanut butter.
japanese: さてと、ピーナッツバターを探さなきゃ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_DIRT
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD
source: I like the look of that!
japanese: その見た目が好き！
