Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: No! The pig is dead!
french: Non! Le cochon est mort!

source: Strong! Like me!
french: Fort! Comme moi!

source: I will bend into perfect circle!
french: Je plierai en cercle parfait!

source: I need more meat!
french: J'ai besoin de plus de viande!

source: Scary! Is probably full of bones!
french: Effrayant! Est sans doute pleins d'ossements!

source: I am sorry, dead peoples.
french: Je suis désolé, peuples morts.

source: Baby hair-cow!
french: Bébé sèche-vache!

source: I crush rock to make brick!
french: J'écrase roche pour faire des briques!

source: Hey little froggy, froggy.
french: Hey petit froggy, froggy.

source: Is asleep.
french: Est endormi.

source: Is delicacy in my country.
french: Est délicatesse dans mon pays.

source: I break log to make board!
french: Je me casse vous connecter pour faire board!

source: It is even smaller cooked!
french: Il est encore plus petite cuit!

source: Puny twigs! I can break them!
french: Brindilles chétifs! Je peux les briser!

source: A fancy suit is no match for my muscles!
french: Un costume de fantaisie n'est pas de taille pour mes muscles!

source: Pick!
french: Choisir

source: Yuck! Slimy!
french: Beurk! Visqueuse!

source: Is yum!
french: Est-miam!

source: Hello, tree!
french: Bonjour, arbre!

source: Ha! I have prevailed!
french: Ha! J'ai triomphé!

source: Is small and broken now.
french: Est faible et cassé maintenant.

source: I broke it.
french: Je l'ai cassé.

source: Careful, Wolfgang.
french: Attention, Wolfgang.

source: Bee used to live inside.
french: Bee habitude de vivre à l'intérieur.

source: Nasty spider eggs.
french: Œufs d'araignée Nasty.

source: Little bird is trying to get out.
french: Petit oiseau essaie d'en sortir.

source: Is too hot for little bird!
french: Est trop chaud pour petit oiseau!

source: Bird like ice cube!
french: Oiseau comme glaçon!

source: I wait for bird.
french: J'attends oiseau.

source: Bird comes soon.
french: Oiseau vient bientôt.

source: Wood man!
french: L'homme du bois!

source: Is too fancy.
french: Est trop de fantaisie.

source: He has scary face!
french: Il a un visage effrayant!

source: Walk quiet, and he might not see me.
french: Marchez calme, et il pourrait ne pas me voir.

source: Is made of sticky goo!
french: Est en collant goo!

source: These smell nice.
french: Ces odeur agréable.

source: Is tasty!
french: Est savoureux!

source: Bees!
french: Les abeilles!

source: Is ready for harvest!
french: Est prêt pour la récolte!

source: Whoever put this is bad fella!
french: Celui mettre ce gars est mauvais!

source: Reminds me of uncle!
french: Ca me rappelle mon oncle!

source: No more blood for you!
french: Pas plus de sang pour vous!

source: It is time for a mighty nap.
french: Il est temps pour une sieste puissant.

source: Too small to eat.
french: Trop petit pour manger.

source: Is watery grass.
french: L'herbe est humide.

source: I have beaten the reeds!
french: J'ai battu les roseaux!

source: Not good!
french: Quel dommage !

source: Is floppy nose.
french: Est-nez souple.

source: My skin is too strong for hairs!
french: Ma peau est trop forte pour les poils!

source: Like soft pillow, growing on ground.
french: Comme oreiller moelleux, de plus en plus sur le terrain.

source: It can not harm this man!
french: On ne peut pas nuire à cet homme!

source: Oh, beehive!
french: Oh, ruche!

source: Puny tree! I am stronger than you!
french: Arbre chétif! Je suis plus fort que toi!

source: Ha! Ha! Ha! Tree is floppy!
french: Ha! Ha! Ha! L'arbre est disquette!

source: Ha! Is good people!
french: Ha! Est bonnes gens!

source: Bendy thing is made of metal!
french: Bendy chose est faite de métal!

source: Is like wearing scary little rag!
french: C'est comme porter effrayant petit chiffon!

source: Strange box with legs.
french: Étrange boîte avec les jambes.

source: Is like holding tiny dead tree.
french: Est comme tenir minuscule arbre mort.

source: Nose meat!
french: Viande nez!

source: It is not looking like food.
french: Il ne cherche pas, comme la nourriture.

source: Is cooked nose.
french: Est cuit nez.

source: Is strange glow.
french: Est étrange lueur.

source: Chop!
french: Hacher!

source: I made meat good with fire!
french: J'ai fait de la bonne viande avec le feu!

source: It gave me a sliver.
french: Il m'a donné un ruban.

source: Is good hat!
french: Est bon chapeau!

source: Is ball of yuck!
french: Est-ball de beurk!

source: It make ears happy in cold!
french: Il font oreilles heureux dans le froid!

source: Is very small bird.
french: Est très petit oiseau.

source: Small bird is hungry.
french: Petit oiseau a faim.

source: Small bird will die from starving.
french: Petit oiseau va mourir de faim.

source: Hello, pointy sticks!
french: Bonjour, bâtons pointus!

source: He is cold and lonely.
french: Il est froid et solitaire.

source: Is tallest bird!
french: Est le plus grand oiseau!

source: I will grow mighty crops here!
french: Je vais cultiver puissants ici!

source: Grow my little friends! Grow!
french: Pousser mes petits amis! Grow!

source: Dirt is not dirty enough to make plants.
french: Dirt n'est pas sale assez pour rendre les plantes.

source: Is sharp like skewer!
french: Est tranchante comme brochette!

source: Box what makes cold!
french: Encadré ce qui fait froid!

source: So soft, I want to squish it!
french: Si doux, je veux l'écraser!

source: I have goat man's sack.
french: Je n'ai sac homme de chèvre.

source: Cooked bird. Good for breakfast!
french: Oiseau cuit. Bon pour le petit déjeuner!

source: Catch bugs.
french: Les bogues.

source: Oh no! Walking bug-house!
french: Oh non! Walking bug-house!

source: Scary stuff.
french: Substance effrayante.

source: I make clothes of hair-cow.
french: Je fais des vêtements de cheveux de la vache.

source: Animal went this way.
french: Animale a de cette façon.

source: They are very pretty.
french: Elles sont très jolies.

source: Wall is strong like me!
french: Mur est solide comme moi!

source: Is almost strong as belly!
french: Est presque aussi forte ventre!

source: I'm real cozy in this nose!
french: Je suis réel cosy dans ce nez!

source: Is pretty flutterby!
french: Est assez flutterby!

source: My pet!
french: Mon animal de compagnie!

source: Is warm fuzzy nose.
french: Est chaud nez floue.

source: I'm not going to die.
french: Je ne vais pas mourir.

source: Pokey sticks!
french: Pokey bâtons!

source: Is full of food-balls!
french: Est plein de produits alimentaires couilles!

source: Eating part is gone.
french: Manger partie a disparu.

source: I need to poop on it.
french: J'ai besoin de merde sur elle.

source: Is rock. What you not get?
french: Est-rock. Que vous pas?

source: I made a pile of grass.
french: J'ai fait un tas d'herbe.

source: Is floppy hairy nose.
french: Est disquette nez poilu.

source: Dirty dirt.
french: Sale saleté.

source: Is thick like my arm.
french: Est épais comme mon bras.

source: My pocket is sparkles!
french: Ma poche est pétille!

source: Ha ha! Ha ha! What ugly potato!
french: Ha ha! Ha ha! Quelle pomme de terre laid!

source: Hah! Not so tall.
french: Hah! Pas si grand.

source: Is hungry, and noisy.
french: A faim, et bruyant.

source: Is hungry, noisy and angry!
french: Est-faim, bruyant et en colère!

source: Meat makes me strong!
french: Viande me rend fort!

source: Good bye dark times!
french: Good Bye fois sombres!

source: Uh oh. It turned off.
french: Uh oh. Il éteint.

source: The darkness is coming!
french: L'obscurité est à venir!

source: Is too much fire!
french: Le feu est trop!

source: The fire is not hot enough.
french: Le feu n'est pas assez chaud.

source: Is good fire!
french: Le feu est bon!

source: I still do not want to eat this.
french: Je n'ai toujours pas envie de manger ce.

source: Gross. These are not from my face.
french: Brut. Ce ne sont pas de mon visage.

source: You can not hide forever, jumping meat!
french: Vous ne pouvez pas cacher éternellement, sauter la viande!

source: Is spikey.
french: Est-spikey.

source: I chop the spikes off!
french: Je coupe les pointes de réduction!

source: Is spikey and black now
french: Est-spikey et noir maintenant

source: I burn the spikes!
french: Je brûle les pics!

source: Is like paper
french: Est comme du papier

source: Reminds me of childhood.
french: Ca me rappelle l'enfance.

source: Nap time!
french: Heure de la sieste!

source: I am so sneaky!
french: Je suis tellement sournois!

source: I put stuff there!
french: J'ai mis des trucs là!

source: It is eye bone. Eye bone connect to face bone.
french: C'est l'os œil. Eye bone connecter pour faire face à l'os.

source: It sleeps now.
french: Il dort maintenant.

source: Dirt Spoon!
french: Cuillère Dirt!

source: Is rock, but pointy-er.
french: Est-rock, mais pointu-er.

source: Is grass.
french: Est-herbe.

source: I have defeated the grass!
french: J'ai vaincu l'herbe!

source: Is home for my birdies.
french: Est à la maison pour mes birdies.

source: I should be quiet!
french: Je devrais être tranquille!

source: Hello birdie!
french: Bonjour birdie!

source: It bites bottoms from below!
french: Il mord fonds ci-dessous!

source: Piles of rocks!
french: Des tas de pierres!

source: I made a clump of reeds.
french: J'ai fait une touffe de roseaux.

source: Strange rock. Do I sit on?
french: Roche étrange. Dois-je partie?

source: I do not fear what lies beyond!
french: Je ne crains pas ce qui se trouve au-delà!

source: Is coming together now.
french: Se rassemble maintenant.

source: This one extra scary.
french: Celui-ci supplémentaire effrayant.

source: I think not smart to poke it.
french: Je ne crois pas intelligent de le piquer.

source: Not scary now!
french: Pas peur maintenant!

source: There is bird inside.
french: Il est à l'intérieur d'oiseau.

source: Has little lever.
french: A petit levier.

source: Scary goat man! Run!
french: L'homme de chèvre effrayant! Run!

source: Leafy!
french: Feuillu!

source: Mmmm. Is tasty now.
french: Mmmm. Est savoureux aujourd'hui.

source: Is still growing.
french: Est encore en croissance.

source: Scratchy straws!
french: Pailles Scratchy!

source: Is real? Is not real? Is sharp!
french: Qui est réel? N'est-ce pas vrai? Est forte!

source: Is delicacy in my country!
french: Est délicatesse dans mon pays!

source: Is so pretty!
french: Est si jolie!

source: Is hair-cow thing!
french: Les cheveux de la vache chose!

source: Hair-cow is sleeping.
french: Sèche-vache est dormait.

source: Hair-cow follow me!
french: Sèche-vache suivez-moi!

source: Hair-cow has no more hair.
french: Sèche-cheveux vache a pas plus.

source: Money is for tiny men!
french: L'argent est pour les hommes minuscules!

source: Is buttery, and taste like insect.
french: Est-beurre, et le goût des insectes.

source: No fly without wings!
french: Pas de voler sans ailes!

source: Angry bee!
french: Abeille en colère!

source: My angry bee!
french: Mon abeille en colère!

source: No trap can hold me!
french: Aucun piège ne peut me retenir!

source: Is fat and angry-looking.
french: Est gras et en colère l'avenir.

source: Is safely in my pocket.
french: Est en sécurité dans ma poche.

source: Is all wet.
french: Est tout mouillé.

source: I attack night with fire stick.
french: J'attaque la nuit avec bâton de feu.

source: Is strange plant.
french: Est une plante étrange.

source: Little plant man friend!
french: Petit ami de l'homme plante!

source: Little plant man is died!
french: L'homme est petite plante est mort!

source: I am not sure how I feel about... science.
french: Je ne sais pas comment je me sens ... science.

source: Is like smooch from giant bug.
french: C'est comme baiser d'insecte géant.

source: The bugs are hiding in there.
french: Les insectes se cachent là-dedans.

source: The door is too small for me.
french: La porte est trop petite pour moi.

source: Where did he go?
french: Ou est-il alle?

source: Hey! Come out here, pig man!
french: Hey! Viens ici, l'homme cochon!

source: I will catch bird!
french: Je vais attraper des oiseaux!

source: Is very pretty.
french: Est très jolie.

source: Is thorny.
french: Est épineux.

source: Needs sickle!
french: Besoins faucille!

source: Is hard! Like me!
french: C'est dur! Comme moi!

source: Is food. I guess.
french: Est-alimentaire. Je suppose.

source: I could crush this tree-seed with my hands!
french: Je pourrais écraser cet arbre-graine avec mes mains!

source: My mighty belly is empty!
french: Mon ventre est vide puissant!

source: Oh no! The light is gone!
french: Oh non! La lumière a disparu!

source: The scary time is coming soon.
french: Le temps effrayant est pour bientôt.

source: I cannot see! I am scared!
french: Je ne vois pas! J'ai peur!

source: Help me! It is dark!
french: Aidez-moi! Il fait noir!

source: What I do to deserve this?
french: Ce que je fais pour mériter cela?

source: Brrrrrrr! Is frosty!
french: Brrrrrrr! Est glaciale!

source: Ha! I win!
french: Ha! Je gagne!

source: You keep running!
french: Vous continuer à courir!

source: I forgive you, pig man.
french: Je vous pardonne, cochon homme.

source: He knows I am stronger.
french: Il sait que je suis plus fort.

source: He ran away from me.
french: Il a couru loin de moi.

source: Tastes funny.
french: Un drôle de goût.

source: Ooooh. I have belly ache.
french: Ooooh. J'ai maux de ventre.

source: Ew! Tastes like garbage!
french: Ew! Un goût de poubelle!

source: I don't have all of the ingredients
french: Je n'ai pas tous les ingrédients

source: I can't shave that!
french: Je ne peux pas raser ça!

source: I'm not going to try that while he's awake.
french: Je ne vais pas essayer ça pendant qu'il est éveillé.

source: There isn't even any stubble left!
french: Il n'est même pas tout à gauche de chaume!

source: It's full.
french: Il est plein.

source: That can't go in there.
french: Cela ne peut pas aller là-bas.

source: Did you hear that?
french: Avezvous entendu cela?

source: It's too dangerous right now!
french: C'est trop dangereux en ce moment!

source: I can't carry any more stuff!
french: Je ne peux pas porter des trucs plus!

source: I can't do that.
french: <i>Jason tu ne peux pas faire ça. </ i>

source: He's looking for carrots.
french: Il cherche carottes.

source: Do you like science?
french: Aimez-vous la science?

source: Hastily Cobbled Stones
french: Pierres hâte pavées

source: It buzzes when I shake it.
french: Il déborde quand je le secouer.

source: High in fructose!
french: Haute teneur en fructose!

source: Tastes like chicken.
french: Les goûts aiment le poulet.

source: It's almost like someone is trying to prevent me from going somewhere
french: C'est presque comme si quelqu'un essaie de m'empêcher d'aller quelque part

source: It's a seed.
french: C'est une graine.

source: Creepy!
french: Flippant.

source: He's not very happy in there.
french: Il n'est pas très heureux là-dedans.

source: They kind of creep me out.
french: Ils sorte de me percer.

source: He's not friendly!
french: Il n'est pas facile!

source: He's part of my entourage.
french: Il fait partie de mon entourage.

source: Someone should tell his family.
french: Quelqu'un devrait dire à sa famille.

source: Stupid bird! Stay away from my berries!
french: Oiseau stupide! Éloignez-vous de mes fruits!

source: A tiny chunk of dead animal.
french: Un morceau minuscule de l'animal mort.

source: I've made them seductively smooth.
french: Je leur ai fait séduisante lisse.

source: Hey, isn't gold really soft?
french: Hé, ce n'est pas de l'or très doux?

source: He's so cute!
french: Il est si mignon!

source: Aww, look at him sleep!
french: Aww, le regarder dormir!

source: He's croaked it.
french: Il l'a une voix rauque.

source: That offends me as a Scientist.
french: Cela me choque en tant que scientifique.

source: Boards
french: Planches

source: Now I don't have to worry about getting worms!
french: Maintenant, je n'ai pas à vous soucier de faire des vers!

source: It's a bunch of small twigs.
french: Il ya un tas de petites brindilles.

source: Gives me a net advantage!
french: Me donne un net avantage!

source: Iconic, isn't it?
french: Iconique, n'est-ce pas?

source: Looks delicious!
french: L'air délicieux!

source: This seems fundamentally unsafe.
french: Cela semble fondamentalement dangereux.

source: That's quite an egg!
french: C'est tout à fait un œuf!

source: The nest is empty.
french: Le nid est vide.

source: I hope these don't hatch in my pocket.
french: J'espère que ces n'éclosent pas dans ma poche.

source: Oh it smells!
french: Oh ça sent!

source: I cooked it myself!
french: J'ai préparé moi-même!

source: Spooky!
french: Cool !

source: Great. All of my tub stopping needs are met.
french: Grande. Tous mes besoins bain d'arrêt sont remplies.

source: I hate spiders.
french: Je déteste les araignées.

source: I'd better not be here when he wakes up.
french: Je ferais mieux de ne pas être là quand il se réveille.

source: I showed those flowers who's boss!
french: J'ai montré ces fleurs qui est le patron!

source: I should wait a bit.
french: Je devrais attendre un peu.

source: It's full of honey.
french: C'est plein de miel.

source: It's empty.
french: C'est vide.

source: That's one fancy axe.
french: C'est une hache fantaisie.

source: I'll want to avoid stepping on that!
french: Je veux éviter de marcher dessus!

source: Disgusting little bloodsucker.
french: Dégoûtant peu sangsue.

source: Hey, is that my blood?
french: Hé, c'est mon sang?

source: Each one is a tiny mystery.
french: Chacun d'eux est un mystère minuscule.

source: It's a clump of reeds.
french: Il s'agit d'une touffe de roseaux.

source: I picked all the useful reeds.
french: J'ai pris toutes les roseaux utiles.

source: That's really burning!
french: C'est vraiment brûler!

source: A light breezy trunk.
french: Un tronc brise légère.

source: Now I shall eat for a day.
french: Maintenant, je vais manger pendant une journée.

source: Baby trees are so cute!
french: Bébés arbres sont si mignons!

source: That'll teach him.
french: Ça lui apprendra.

source: That's burning fast!
french: Qui brûle vite!

source: I cooked all the life out of 'em
french: J'ai cuisiné toute la vie de 'em

source: Sure beats darkness.
french: Bien sûr, l'obscurité battements.

source: Well, that's over.
french: Eh bien, c'est fini.

source: I should put something on the fire before it goes out.
french: Je devrais mettre quelque chose sur le feu avant qu'il ne s'éteigne.

source: That fire is getting out of hand!
french: Ce feu est hors de contrôle!

source: The fire's getting a bit low.
french: Le feu devient un peu faible.

source: Nice and comfy.
french: Agréable et confortable.

source: Wearing this makes me feel safe and insecure.
french: Le port de ce fait me sentir en sécurité et d'insécurité.

source: It's small, dark and smells like burnt wood.
french: Il est petit, sombre et sent le bois brûlé.

source: Adorably delicious.
french: Adorablement délicieux.

source: Ugh. I don't think I should eat that.
french: Ugh. Je ne pense pas que je devrais manger.

source: Somehow even more nasal than before.
french: D'une certaine manière encore plus qu'avant nasale.

source: It gives off a spooky light.
french: Il dégage une lumière sinistre.

source: It's a tuft of grass.
french: Il s'agit d'une touffe d'herbe.

source: I cut it down in the prime of its life.
french: Je l'ai coupé dans la fleur de sa vie.

source: A chunk of ground.
french: Un morceau de terre.

source: Hook, line and stick!
french: Hameçon, la ligne et le bâton!

source: It looks warm and cozy inside.
french: Il regarde à l'intérieur chaleureux et confortable.

source: Looks like somebody was camping here.
french: On dirait que quelqu'un a été camper ici.

source: Maxwell might be looking for this
french: Maxwell cherchez peut-être pour cette

source: This will keep my hands free.
french: Cela permet de garder les mains libres.

source: It doesn't seem so strange anymore.
french: Il ne semble pas si étrange plus.

source: That's a tall bird!
french: C'est un grand oiseau!

source: The earth is making plantbabies.
french: La terre fait plantbabies.

source: What a nice hat.
french: Quel beau chapeau.

source: Ew. It has Krampus slime all over it.
french: Ew. Il a slime Krampus partout.

source: Delicious and nutritional.
french: Délicieux et nutritif.

source: Grilled to perfection.
french: Grillés à la perfection.

source: I don't think heat improved them.
french: Je ne pense pas que la chaleur les améliorée.

source: For catching bugs.
french: Pour attraper les insectes.

source: AHHHHHHHH! That spider is huge!
french: Ahhhhhhhh! Cette araignée est énorme!

source: This stuff is crazy!
french: Ce truc est fou!

source: It's pretty but it smells like a common labourer.
french: C'est joli, mais ça sent un ouvrier ordinaire.

source: It's just a cheap replica
french: C'est juste une réplique pas cher

source: How did it turn into a pie...
french: Comment at-elle se transformer en une tarte ...

source: That is a perfectly reasonable piece of clothing.
french: C'est une pièce parfaitement raisonnable de vêtements.

source: Butterfly, flutter by.
french: Papillon, flottement par.

source: Now I have you!
french: Maintenant, je vous avez!

source: What a handsome devil!
french: Quel beau diable!

source: This should keep me protected.
french: Cela devrait me garder protégés.

source: If only I could catch them!
french: Si seulement je pouvais les attraper!

source: They make my pocket glow!
french: Ils font briller ma poche!

source: What a weird fruit.
french: Qu'est-ce un fruit bizarre.

source: It's a bit gamey, but it'll do.
french: C'est un gibier peu, mais ça fera l'affaire.

source: That's only somewhat more appetizing than when it was raw.
french: C'est seulement un peu plus appétissant que quand il était à vif.

source: I made them with my face.
french: Je les ai faites avec mon visage.

source: It's kind of scratchy.
french: C'est un peu rugueux.

source: I can't wait to dig holes.
french: Je ne peux pas attendre pour creuser des trous.

source: It's a very sharp rock.
french: C'est une roche très pointu.

source: A redbird feather.
french: Une plume redbird.

source: It's almost done!
french: Il est presque fini!

source: It makes me hungry just to look at it.
french: Il me donne faim juste pour regarder.

source: Mmmmm! It's ready to eat!
french: Mmmmm! Il est prêt à manger!

source: This is going to take a while.
french: Cela va prendre un certain temps.

source: They make me feel so safe.
french: Ils me font sentir si sûr.

source: Cut reeds, ready for crafting and hobbying.
french: Couper des roseaux, prêt pour l'artisanat et hobbying.

source: He's going after my stuff!
french: Il va après mes affaires!

source: These pigs have pretty fancy houses.
french: Ces porcs ont de jolies maisons de fantaisie.

source: Come ON! I know you're home!
french: COME ON! Je sais que vous êtes à la maison!

source: I can see a snout pressed up against the window.
french: Je peux voir un museau collé contre la fenêtre.

source: I've heard it's a delicacy.
french: J'ai entendu dire que c'est un délice.

source: I've heard strange things about those plants.
french: J'ai entendu des choses étranges sur ces plantes.

source: Stop following me!
french: Cessez de me suivre!

source: A mandrake root has strange powers.
french: Une racine de mandragore a d'étranges pouvoirs.

source: It's even more science-y than the last one!
french: C'est encore plus la science-y que le précédent!

source: Now it smells even worse!
french: Maintenant, ça sent encore pire!

source: Still weird.
french: Toujours bizarre.

source: It looks thorny.
french: Il semble épineuse.
