Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMANDRAKE
source: Was that a bad thing to do?
japanese: それをしてはまずかったのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEERCLOPS_EYEBALL
source: Now what is this good for?
japanese: さてこれは何の役に立つ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORMLIGHT
source: This thing will be useful.
japanese: これは役に立つだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CARROT_SEEDS
source: Tiny carrots.
japanese: 小さなニンジン。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALRUS_TUSK
source: He had a cavity, eh?
japanese: 彼には虫歯があったのだろう？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOARDS
source: So smooth. You can really see the grain.
japanese: かなり順調。実際にその穀物を見られる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTERFLYWINGS
source: I'm sorry! I'm a terrible person!
japanese: 悪いな！俺はひどい人間なんだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTSWORD
source: Nightmares can't hurt ye!
japanese: 悪夢が君に害を与えることはない！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORGRASS
source: It's better than nothing.
japanese: 何もないよりはマシだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORMARBLE
source: It's hard to swing an axe while wearing this.
japanese: これを着ながら斧を振り下ろすのは大変だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_1
source: I used to play that game.
japanese: このゲームは昔やっていた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDTRAP
source: I'll show those birds yet!
japanese: これからこの鳥たちを見せるつもりだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWERHAT
source: I think it looks nice with my red hair.
japanese: それと俺の赤毛で良く見えると思うぜ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGESTAFF
source: This will help me get around quickly.
japanese: これは早く動き回る上で役に立つだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDNUGGET
source: You can't make a coffee table out of gold. Well, maybe you can. But you shouldn't.
japanese: 君には金からコーヒーテーブルを作れない。いや、できるかも。でも作るべきじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TAFFY
source: Sugary good.
japanese: 甘くていいな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEARDHAIR
source: These aren't from me.
japanese: そいつらは俺からじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACONEGGS
source: Awww. It's just front bacon.
japanese: オウーー。まさに上質ベーコン。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKBOAT
source: That wood has seen better days.
japanese: その木はかつてはもっと状態が良かった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORWOOD
source: It fits me so well!
japanese: 俺にホントぴったり！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEGEM
source: It's very cold.
japanese: とても寒い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDMOUND
source: I know better than to mess with that.
japanese: あれにちょっかいを出すほどバカじゃないさ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEADLYFEAST
source: That doesn't smell quite right, eh.
japanese: あまり良い匂いはしないよな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWAMULET
source: I could cut wood at night with this.
japanese: これで夜木を切ることができる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ROCKY
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CHECKERFLOOR
source: Looks like one of those city-people outhouses.
japanese: これらの街の人たちの納屋の一つのようだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORRUINS
source: That'll stop the hurt.
japanese: その苦痛を止めてくれるだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_MED
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_LOW
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLESLIME
source: Someone needs a tissue.
japanese: 誰かがティッシュを必要としている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_SMALL
source: It's made of wood.
japanese: 木材で出来ている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_TALL
source: I can't let that stand.
japanese: それを立てたままにしておけない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_COOKED
source: Suspiciously birdy.
japanese: 疑わしい鳥さんだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEY
source: Well then. That's a new one.
japanese: よし、では。これが新しいやつだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSNURTLESHELL
source: You can never be too safe.
japanese: 安全すぎるということは決してない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONKEYBARREL
source: What a fine choice of building materials.
japanese: なんて厳選された建材。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUCY
source: I love Lucy!
japanese: Lucyを愛している！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NO_TRAP
source: Close one!
japanese: 惜しい！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_GENERIC
source: What's that, eh?
japanese: それは一体なんだろう？

# STRINGS.CHARACTERS.WOODIE.BATTLECRY.GENERIC
source: Get over here, eh!
japanese: これを超えて進めってことだろう！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BEES
source: Bees! Bees!
japanese: 蜂だ！蜂だ！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CANFIX
source: I think I can fix this!
japanese: これを修理できると思う！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_THORNS
source: Ouch!
japanese: 痛い！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WORMHOLE
source: It was gross in there!
japanese: その中はゾッとするぜ！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TORCH_OUT
source: My light ran out!
japanese: 俺の明かりが消えてしまった！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ENTER_LIGHT
source: Brilliance!
japanese: 光り輝いている！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.GENERIC
source: Tasty!
japanese: 美味い！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.STALE
source: I got to that one just in time.
japanese: 時間内にちょうどそれを手に入れた。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.SPOILED
source: That was a wee bit manky.
japanese: ほんの少し臭った。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_EAT.PAINFUL
source: That was past the expiry date.
japanese: 有効期限を過ぎていた。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_ACCOMPLISHMENT
source: Lucy is going to be so proud of me!
japanese: Lucyは俺のことをとても誇りに思うだろう！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNGRY
source: I'm getting peckish.
japanese: 腹がへってきた！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_KNOCKEDOUT
source: Ow. What was that?
japanese: オー。あれは何だ？

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_COLD
source: It's cold out here!
japanese: ここは寒い！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HUNT_LOST_TRAIL
source: The beastie got away.
japanese: 小動物が抜け出した。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE_TOODARK
source: It's dark, eh!
japanese: 暗いな。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HOUNDS
source: There's something out there.
japanese: そこに何かがある。

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PECKED
source: Sorry! I'll try harder!
japanese: すまん！もっとマジにやってみるぜ！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEERCLOPS
source: What was that?
japanese: あれは何だ？

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MOSQUITOS
source: Skeeters!
japanese: 蚊だ！

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_NODAYSLEEP
source: Only a hoser sleeps during the day.
japanese: ペテン師だけが昼間眠る。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TRAP_WENT_OFF
source: Aah!
japanese: アー！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAFTING_FAIL
source: I'm missing something.
japanese: 何かが足りない。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ADVENTUREFAIL
source: You win THIS time, Maxwell.
japanese: 今回は君の勝ちだ、Maxwell。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_QUAKE
source: That sound probably doesn't mean good things.
japanese: あの音は多分良い事が起きたわけじゃない。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE
source: I'm not afraid of you!
japanese: 君のことなど怖くない！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_COLD
source: The Cold! It burns!
japanese: 寒気！燃えている！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOOMERANG
source: Stupid boomerang!
japanese: 変なブーメラン！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NODANGERSLEEP
source: No time for sleep, there's fighting to do!
japanese: 眠る時間はない、戦わなければ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.GENERIC
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.STALE
source: That was kinda gross.
japanese: あれは少し気色悪かった。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.SPOILED
source: That tasted terrible!
japanese: ひどい味だった！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_EAT.PAINFUL
source: Ugh! Nasty!
japanese: ウーッ！不快だ。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_NOHUNGERSLEEP
source: My tummy is grumbling, I can't sleep!
japanese: お腹がゴロゴロ鳴っている。眠れない！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I DID IT!
japanese: 俺がやった！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DUSK
source: Night is coming.
japanese: 夜の帳が降りてきた。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HUNT_LOST_TRAIL
source: Ohh... he got away.
japanese: オーー…奴は逃げた。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_FREEDOM
source: I'm free! Time for fires!
japanese: 俺は自由だ！火をつけろ！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CHARLIE_ATTACK
source: OUCH! You jerk!
japanese: イタタ！バカ野郎！

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_RESEARCH
source: That was useful, even if it didn't have anything about fires.
japanese: 火に何の関係もなかったが、あれは便利だった。

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Ugh. Crunchy.
japanese: うっ！歯ごたえがいい。

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_THORNS
source: Ouch!
japanese: 痛い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ADVENTURE_PORTAL
source: Maybe that leads home.
japanese: たぶんそれが家に連れて行ってくれる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.GENERIC
source: He looks tasty.
japanese: 彼は美味しそうだな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBIT.HELD
source: I have him where I want him!
japanese: 必要な場所に彼を待機させる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEERCLOPS
source: Holy crap!
japanese: 神聖な糞！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ROAD
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEMINE
source: Bees inside. Should've put some fire in there for good measure.
japanese: 蜂が中に。おまけでその中に火を付けてくるべきだったな。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORN_COOKED
source: Ooh, this one explodes when it goes in fire!
japanese: オーッ！これは火の中に入れると爆発する！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FOLIAGE
source: Fuel for the fire.
japanese: 燃やすための燃料。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUEPRINT
source: This will save some experimentation.
japanese: これでいくつかの実験を確保できる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROGLEGS_COOKED
source: The fire made it stop twitching. Fire is the best.
japanese: その火でピクピク動いているのが止まった。火こそ最高だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLE
source: I want to blow it up!
japanese: それを爆発させたい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_SLEEP
source: The tranquilizer will make it easier to light on fire.
japanese: 精神安定剤で火を簡単に灯すことができるだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLICHEN
source: Blah, tastes like sawdust.
japanese: チェッ、安っぽい味がする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I wish it was still burning.
japanese: まだそれが燃えていればなぁ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: One less tree in the world.
japanese: 世界で木が一本減ります。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Die in a fire!
japanese: 火の中で死ね！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: YES! BURN!
japanese: イエス！燃えろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN_SEEDS
source: Smelly seeds for a smelly fruit.
japanese: 悪臭を放つフルーツに悪臭を放つ種。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.GENERIC
source: I think it's waiting for me to die.
japanese: それは俺が死ぬのを待っていると思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CROW.HELD
source: Not so smart now, are you?
japanese: 今じゃ君もあまり賢くないね？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GENERIC
source: Ugh. They're fragrant.
japanese: うっ！良い香りがする。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.FOLLOWER
source: Ick. It's following me.
japanese: おえっ！俺に付いてきている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.WEREPIG
source: Bring it on, piggie!
japanese: かかってこい、子豚！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.GUARD
source: He's not the boss of me!
japanese: あいつは俺のボスじゃねえ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGMAN.DEAD
source: I wonder how they taste.
japanese: あいつらはどんな味がするのだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERM
source: Eww, it's all swampy.
japanese: 気色悪い、全部沼地だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIGHTER
source: It's my lucky lighter!
japanese: 俺のラッキーライター！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MARSH
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTSTONE
source: Perfectly squared for maximum enjoyment.
japanese: 最大限楽しめるように完全に一致している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPICKAXE
source: It won't light rocks on fire, but at least it's shiny.
japanese: 岩に火をつけられないが、少なくとも輝いている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.GENERIC
source: He's too damp to burn.
japanese: 彼は湿気があって燃えない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.SLEEPING
source: They're cute when they're sleeping.
japanese: あいつらが眠っているときは可愛い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG.DEAD
source: I showed him!
japanese: 彼に見せつけた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GHOST
source: I can't kill what's already dead.
japanese: すでに死んでいるものを殺せやしない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HOUNDSTOOTH
source: It's sharp. I like it!
japanese: シャープだ。気に入った！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_BANANA_TREE
source: Looks burnable!
japanese: 燃えそうだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COOKEDSMALLMEAT
source: I'll need more than appetizers if I'm going to survive.
japanese: 生き延びたければ、前菜以上の物が必要になる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BATBAT
source: I can hit my enemies with it.
japanese: それで敵を打てる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWIGS
source: A bunch of small twigs. Good for fires, among other things.
japanese: 小ぶりの小枝の山。他の何よりも、たき火に適している。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GREENSTAFF
source: It won't start a fire but I guess it's still useful.
japanese: それは火を起こせないが、まだ使えると思う。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LICHEN
source: A crusty plant
japanese: 堅い皮のある植物。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PICKAXE
source: It's very pointy.
japanese: かなり尖っている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLURTLEHOLE
source: I should burn them out.
japanese: そいつらを燃やし尽くすべきだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STALAGMITE_TALL_MED
source: More boring rocks.
japanese: もっと沢山のつまらない岩。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg could use some fire!
japanese: その卵は火を利用できる！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
japanese: 巣はからっぽ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGONPIE
source: Fire fruit in a pie? Oh boy!
japanese: パイの中のファイアーフルーツ？ああ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PLANTMEAT
source: Eww, it's all slimy.
japanese: 気色悪い、全部ネバネバしている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DURIAN
source: Ew, stinky!
japanese: ゲッ、臭い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUSHAT
source: I kind of like the look of it.
japanese: その見かけは好きな感じ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHTACOS
source: Convenient taco-grip.
japanese: 便利なタコスグリップ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PUMPKIN_LANTERN
source: Fire on the inside is amazing!
japanese: 内側が燃えているなんて素晴らしい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK1
source: Dead windup horsey
japanese: 死がお馬ちゃんの息の根を止める

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RED_CAP
source: I like the colour.
japanese: その色が好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.GENERIC
source: He's nasty. I should kill him.
japanese: 彼は扱いにくい。殺すべきだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.SLEEPING
source: I could take him.
japanese: 俺が彼を捕まえるべきだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER.DEAD
source: Ha! I showed you!
japanese: ハハ！君に見せたぜ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Dumb mushroom.
japanese: 間抜けなキノコ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Hey! You! Get up here!
japanese: ねえ！おまえ！ここに起き上がれ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Maybe it will return some day.
japanese: 多分いつかは帰ってくるだろう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEFALOWOOL
source: Ha! I stole his hair!
japanese: ハハ！彼の髪を盗んだ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRIES
source: Red berries taste the best.
japanese: レッドベリーが一番おいしい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNURTLE
source: Kaboom!
japanese: ドッカーン！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.GENERIC
source: Come on fat bees, make me honey!
japanese: 太った蜂め、蜂蜜を作れ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BEEBOX.READY
source: Yay! I can steal honey!
japanese: イェイ！蜂蜜を盗めるぞ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENAXE
source: It won't light trees on fire, but at least it's shiny.
japanese: 木を燃やさないが、少なくとも輝いている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH_MAXWELL
source: What kind of jerk leaves this lying around?
japanese: どんな種類の嫌な葉っぱが辺りに落ちているんだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUE_CAP
source: It smells like a gym sock!
japanese: ジム用の靴下みたいな臭いがする！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_CAVE
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENPITCHFORK
source: It won't light the ground on fire, but at least it's shiny.
japanese: 地面を燃やさないが、少なくとも輝いている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.GENERIC
source: It's a burnable clump of reeds
japanese: 燃えるアシの一群。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.PICKED
source: I can't do anything with reed stubble.
japanese: アシの刈り株では何もできない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.REEDS.BURNING
source: Burn! Yeah!
japanese: 燃えろ！イェイ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINSHAT
source: It seems like there's something flowing through it.
japanese: 何かが底を流れているように見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIRD_EGG_COOKED
source: Yuck. The yellow part is all runny.
japanese: ゲーッ！黄色の部分は全部流れやすい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HONEYNUGGETS
source: Honey-covered morsels that have met my friend, fire.
japanese: 俺の友達の火に遭ったことがある蜂蜜で覆われた欠片。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUTTERFLYMUFFIN
source: Heehee, look at that butterfly stuck in the muffin.
japanese: イヒヒ、マフィンの中で動きが取れない蝶を見ろよ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABBITHOUSE
source: Ugh. Stupid rabbits.
japanese: うっ！変なウサギ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRUITMEDLEY
source: Yum, fruit!
japanese: 美味いフルーツ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARBLE
source: It's heavy!
japanese: 重たい！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BISHOP_NIGHTMARE
source: Ahhh!
japanese: アー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THULECITE
source: I don't think it would burn.
japanese: それが燃えるとは思えない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH
source: Slippery fishy!
japanese: 滑りやすく魚臭い！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EYETURRET_ITEM
source: It's no good until I place it.
japanese: それを置くまでは役に立たない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.GENERIC
source: I should pick it.
japanese: 俺がそれを拾うべき。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.PICKED
source: Poor little limp tree.
japanese: 哀れな小さなしなびた木。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAPLING.BURNING
source: Burn! Yeah!
japanese: 燃えろ！イェイ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPIDER_HIDER
source: What a frustrating jerk!
japanese: なんて欲求不満の間抜け！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.GENERIC
source: Not sure what this does. Doesn't seem like it's fiery things.
japanese: これが何に使えるのかわからない。燃えそうではない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.READY
source: Just needs to be unlocked with a key. Not fire, unfortunately.
japanese: ただ鍵で開錠する必要があるだけ。火じゃないんだ、残念ながら。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: It's whirring now!
japanese: 今ブンブン音を立てている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.GENERIC
source: I like fire.
japanese: 俺は炎が好きだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.OUT
source: Awww. It's all over.
japanese: オウーー。すべて終わり。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.EMBERS
source: Uh oh. It's almost gone!
japanese: まずい。ほぼなくなってしまった！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.HIGH
source: BURN! BURN FASTER!
japanese: 燃えろ！速攻で燃やせ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.LOW
source: This fire is small and boring.
japanese: この火は小さくてつまらない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAMPFIRE.NORMAL
source: Burn!
japanese: 燃えろ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROOK_NIGHTMARE
source: It has a nasty smile.
japanese: 意地の悪い笑いを浮かべている。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TENTACLE_PILLAR_ARM
source: Awwww, they want hugs!
japanese: アーーー、彼らはハグをしたがっている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINOTAURHORN
source: I wonder if these rings are an indication of age.
japanese: これらの年輪は年齢の現われなのか。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHARCOAL
source: Mmmm. Smells like fire.
japanese: むむむむ。炎のような匂い。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KOALEFANT_SUMMER
source: We will be great friends!
japanese: 俺たちは素晴らしい友達になれるだろう！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FIRESTAFF
source: This is my absolute favorite toy.
japanese: これは俺がすごく好きなおもちゃだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIGGUARD
source: I like his attitude!
japanese: 彼の態度が気に入っている！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGTREE
source: I bet it burns extra nicely!
japanese: それは特に素晴らしく燃えるに違いない！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERMEAT
source: Gross. It's full of hairs.
japanese: 気味悪い。髪の毛でいっぱいだ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAP_TEETH
source: It would be better with fire.
japanese: 火があればマシなのに。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.GENERIC
source: Poke it with a stick!
japanese: 小枝でそれを突き刺せ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WORMHOLE.OPEN
source: I wonder if he likes spicy food?
japanese: あいつは辛い食べ物を好きなのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANRABBIT_TAIL
source: I won that argument.
japanese: その議論に勝った。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POWCAKE
source: I wonder if it is flammable.
japanese: それは燃やせるのだろうか。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BARREN
source: It needs poop.
japanese: 船尾が必要。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.PICKED
source: Grass stubble is kind of useless.
japanese: 草の刈り株はある種使い道がない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.GENERIC
source: It's flammable a tuft of grass.
japanese: 草の茂みは燃やせる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS.BURNING
source: Fire! Wooo!
japanese: 火だ！ウーーー！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JAMMYPRESERVES
source: Wham, bam, jam! Thank you, ma'am.
japanese: ドカン、ドスン、ピンチ！ありがとうございます、マダム。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_DIRT
source: The ground is boring.
japanese: 地面は退屈だ。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WINTEROMETER
source: It would be better if it measured fire.
japanese: それが火を計測できればもっと良いのだが。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Who plugged that hole?
japanese: 誰がその穴をふさいだのか？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I hope there's lava down there somewhere.
japanese: どこかその辺に溶岩があるといいのだが。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAXWELL
source: He's so condescending.
japanese: あいつは相当恩着せがましい。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK2
source: Dead windup priest
japanese: 死が神父を挑発する。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUFFEDEGGPLANT
source: It's still not a bird, but I stuffed it like one!
japanese: まだそれは鳥じゃないが、それらしく詰めておいた！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINGROD
source: Fishing for the answer with a line and sinker.
japanese: 一切合切その答えを聞き出すために。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.EMPTY
source: I'm not going in there. Yuck!
japanese: その中に入るつもりはない。ゲーッ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS_CAMP.GENERIC
source: Why does everyone have a nicer house than me?
japanese: なんでみんな俺より良い家を持っているんだ？

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PITCHFORK
source: Three times the pointiness.
japanese: 3倍のとんがり方。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RUINS_BAT
source: This will keep the nasties at bay.
japanese: これは不快なものを寄せ付けない。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WASPHIVE
source: I had better keep my distance.
japanese: 距離を置いておいた方がよさそう。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHESSJUNK3
source: Dead windup castle
japanese: 死が城を挑発する。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's so useful!
japanese: それはかなり便利だ！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MINERHAT
source: It's not real fire, but it's still pretty fun.
japanese: それは本物の火ではないが、かなり楽しめる。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUNNYMAN
source: Ugh. They look so stupid.
japanese: うっ！彼らはかなり愚かに見える。

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALRUS
source: Stop following me!
japanese: 俺に付いてくるな！

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
japanese: ゲーッ！全部植物みたいだ。
