Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.PLANT
source: Seems safe to me.
japanese: 安全みたいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.DIRT
source: Just looks like a pile of dirt.
japanese: 単なる泥の山みたいに見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORM.WORM
source: It's a worm!
japanese: ミミズだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PERD
source: Stupid bird! Stay away from my berries!
japanese: おかしな鳥！私のベリーから離れろ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANDORASCHEST
source: It may contain something fantastic! Or horrible.
japanese: 何か素晴らしいものを含んでいるかもしれない！それがひどいものをね。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHEAD
source: The stinkiest thing I'll smell all day.
japanese: 臭すぎるやつ、きっと一日中匂うな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NITRE
source: I'm not a geologist.
japanese: 私は地質学者じゃない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK3
source: Even more broken chess pieces.
japanese: まだ壊れたチェス駒がある。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTLIGHT
source: It gives off a spooky light.
japanese: 薄気味悪い光を放っている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK
source: It's probably not someone else's blood...
japanese: 多分それは、誰かの血なんかじゃない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGSKIN
source: It still has the tail on it.
japanese: まだそこに尻尾がある。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMBAT
source: This seems unsanitary.
japanese: これは非衛生的みたい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEM_PUPPET
source: She's trapped!
japanese: あいつが罠にかかった！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AXE
source: It's my trusty axe.
japanese: 信用できる自分の斧。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_FURRY
source: It's so warm and comfy.
japanese: とても暖かくで快適。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_SMALL
source: A magic mushroom?
japanese: 魔法のキノコ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE
source: Who would live here?
japanese: ここに誰が住むというのだ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT
source: It doesn't look like an egg.
japanese: 卵のようには見えない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAMMER
source: Stop! It's time! To hammer things!
japanese: 止まれ！時間だ！ハンマーで打つ物だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMEAT
source: Char broiled to perfection.
japanese: 完璧なまでの炭火焼き。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATBALLS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT
source: It's a bit gamey, but it'll do.
japanese: 少し匂うが、まだいける。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLTHRONE
source: That doesn't look very comfortable.
japanese: それは全然快適そうには見えない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ABIGAIL
source: Awww, she has a cute little bow.
japanese: わあ、彼女の弓は可愛くて小さいな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOHAT
source: What a nice hat.
japanese: なんてステキな帽子だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURCHEST
source: It may contain a bigger something fantastic! Or horrible.
japanese: 大きくて何か素晴らしいものを含んでいるかも！それがひどいものをね。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTERHAT
source: It'll be good for when winter comes.
japanese: 冬が来たら役に立つかもしれない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLHEAD
source: I can see into his pores.
japanese: やつの毛穴まで見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE_SHELLPIECES
source: A puzzle with no solution.
japanese: 解決策のないパズル。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELL
source: I hate that guy.
japanese: あの男は嫌いだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNT
source: Now it's burnt and spiky.
japanese: 今や燃え尽きてくぎのようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.CHOPPED
source: Not so spiky now!
japanese: 今はそれほどとげとげしくない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.GENERIC
source: Those spikes look sharp!
japanese: そのとげは鋭そうだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_TREE.BURNING
source: Spikes and fire!
japanese: とげとげと炎！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING
source: I hate these things, even when they're dead.
japanese: たとえ死んでもこいつらを憎んでいる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.GENERIC
source: It looks thorny.
japanese: とげが多そうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.PICKED
source: That hurt.
japanese: 痛い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_BUSH.BURNING
source: That's burning fast!
japanese: 燃えるのが早い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKE_COOKED
source: It doesn't seem so strange anymore.
japanese: もうへんな感じはしなくなった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_SAPLING
source: I should plant this.
japanese: これを植えるべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF_SPARSE
source: He's huge!
japanese: 奴はでかい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MALE_PUPPET
source: He's trapped!
japanese: 罠にかかった！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SKELETON
source: Better him than me.
japanese: 彼のほうが適任だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESTAFF
source: It can show me the world.
japanese: それで世界を見せてもらえる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWGEM
source: This gem is yellow.
japanese: この宝石は黄色だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERGLAND
source: It has a tangy, antiseptic smell.
japanese: 鼻にツンとくる、消毒剤の匂いだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_FULL
source: Rocks, rocks, rocks, rocks...
japanese: 岩、岩、岩、岩…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LITTLE_WALRUS
source: He won't be cute and cuddly forever.
japanese: 彼は永遠に可愛くハグされる存在になりたくない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOMESIGN
source: It says 'You are here'.
japanese: 君はここにいる、ってそいつが言っている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRUMSTICK
source: I should gobble it.
japanese: それをむさぼり食うべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_WINTER
source: It looks warm and full of meat.
japanese: 温かそうで肉であふれている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_GRASS
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANDRAKESOUP
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LEIF
source: He's huge!
japanese: 奴はでかい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAMPUS_SACK
source: Ew. It has Krampus slime all over it.
japanese: うわ。それ全体にクランパスのスライムがついている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KABOBS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_EXIT
source: I've had enough discovery for now.
japanese: 今のところ、十分な発見をしてきたよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICESTAFF
source: It's cold to the touch
japanese: 触るには冷た過ぎる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACONEGGS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEBOX
source: I have harnessed the power of cold!
japanese: 冷たいパワーを利用してきたぜ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLPHONOGRAPH
source: So that's where the music was coming from.
japanese: なるほど、その音楽はここから聞こえてきたのか。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SANITY
source: Wearing this makes me feel safe and insecure.
japanese: これを着ると安全だけど心細くなる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUND
source: You ain't nothing, hound dog!
japanese: 何の価値もないな、猟犬！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN
source: It's as big as my head!
japanese: 自分の頭と同じ位大きい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYCOMB
source: Bees used to live in this.
japanese: 蜂たちはここに住んでいた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEY
source: Looks delicious!
japanese: 美味そうに見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTER
source: I can't believe it's butter!
japanese: それがバターだなんて信じられない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I can harness the heavens!
japanese: その天国を利用してやる！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTNING_ROD.CHARGED
source: The power is mine!
japanese: その力は俺のものだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHERHAT
source: I AM A BIRD!
japanese: 私は一羽の鳥だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HEALINGSALVE
source: The stinging means that it's working.
japanese: 刺さるってことは、実用的であること。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEAT_DRIED
source: Just jerky enough.
japanese: もう十分ジャーキーだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EEL_COOKED
source: Smells great!
japanese: メチャクチャいい匂い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP_COOKED
source: It's different now...
japanese: 何だか様子が違う…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_CAP
source: It seems pretty normal.
japanese: まったく普通に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POMEGRANATE_COOKED
source: Haute Cuisine!
japanese: オート・キュイジーヌ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD_ITEM
source: Pickets!
japanese: 杭！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.BARREN
source: I think it needs to be fertilized.
japanese: 肥料をやる必要があると思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.PICKED
source: Maybe they'll grow back?
japanese: 多分また成長して元の状態に戻る？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRYBUSH.GENERIC
source: Red berries taste the best.
japanese: レッドベリーが一番おいしい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCKS
source: I can make stuff with these.
japanese: こいつらで何か作れる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTGRASS
source: Cut grass, ready for arts and crafts.
japanese: クラフトなどにすぐ使える草。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA
source: It's mushy.
japanese: 煮崩れている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATWING_COOKED
source: At least it's not coming back.
japanese: 少なくとも戻っては来ないな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEHOUND
source: Are there hounds for every season?
japanese: 毎シーズン用に猟犬がいるのか？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This appears to be a nexus to another world!
japanese: 別の世界へのつながりのように現われた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: With this I can surely pass through space and time!
japanese: これがあれば、確実に宇宙と時空を超えられる！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There's still something missing.
japanese: まだ何かが不足している。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Soon, my invention will be complete!
japanese: すぐに、俺の招待状が完了する！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHSTICKS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIRESTAFF
source: I don't want to set the world on fire.
japanese: この世界を火の海にしたくない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.GENERIC
source: Sure beats darkness.
japanese: もちろん暗闇を打ち負かす。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.OUT
source: At least I can start it up again.
japanese: 少なくても、それを最初からやり直せる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.EMBERS
source: I should put something on the fire before it goes out.
japanese: 燃え尽きてしまう前に、何か火にくべないと。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.HIGH
source: Good thing it's contained!
japanese: いい物がちゃんと含まれている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.LOW
source: The fire's getting a bit low.
japanese: その火が少し弱くなってきた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREPIT.NORMAL
source: Nice and comfy.
japanese: とっても快適。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.VALID
source: It's ready to go.
japanese: いつでも出発できる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELEBASE.GEMS
source: It needs more purple gems.
japanese: 紫色の宝石がもっと必要だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT_DRIED
source: Strange-smelling jerky.
japanese: 変だ。ジャーキーの匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOME
source: Someone must live here.
japanese: 誰かここに住んでいるに違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BACKPACK
source: It's for me to put my stuff in.
japanese: 私にとっては持ち物を入れて置くための場所だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWSTAFF
source: I put a gem on a stick.
japanese: 杖に宝石を施した。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GENERIC
source: I should try planting some crops.
japanese: 作物をいくらか植えてみるべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.GROWING
source: Go plants go!
japanese: 植えよう、植物を植えよう！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs to be fertilized.
japanese: 肥料をやる必要があると思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYEPLANT
source: I think I'm being watched.
japanese: 見張られていると思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLESLIME
source: If it wasn't useful, I wouldn't touch it.
japanese: 役に立たなければ、それには触らなかったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WETGOOP
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.AMULET
source: I feel so safe when I'm wearing it.
japanese: これを着ていると、とても安心する。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_SPITTER
source: I hate spiders!
japanese: クモは嫌いだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_FULL
source: Looks like a rock to me.
japanese: 俺には岩の様に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking at me.
japanese: こっちをじっと見つめている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It went to sleep.
japanese: つい寝てしまった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
japanese: これを植えるべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: I think it's becoming more concentrated!
japanese: それの集中力が高まってきたと思う！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There's no magic around here.
japanese: この周囲にはなんの魔法も存在しない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Feels like it's receding.
japanese: なんだか後退している感じがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Getting pretty magical around here.
japanese: この周囲はかなりマジカルになってきた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: The nightmare is almost gone!
japanese: その悪夢はほぼ立ち去った！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: All is well.
japanese: すべてが上々さ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It seems to be staying steady.
japanese: 落ち着いている感じだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_GRASS
source: I should plant this.
japanese: これを植えるべきだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CARPETFLOOR
source: It's surprisingly scratchy.
japanese: びっくりするほどチクチクする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.GENERIC
source: I should put a bird in it.
japanese: その中に鳥を一羽いれなければ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.SLEEPING
source: Awwww, he's asleep.
japanese: おやおや、眠っている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDCAGE.OCCUPIED
source: That's my bird!
japanese: それは私の鳥だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGHEAD
source: Looks like an offering to the beast.
japanese: その獣へのいけにえのようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEVTOOL_NODEV
source: I'm not strong enough to wield it.
japanese: それを使いこなせるほど私は十分に強くはない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UMBRELLA
source: This will keep my hair dry, at least.
japanese: 少なくても、これで俺の髪は乾いたままだろう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_7
source: I have no time for fun and games!
japanese: 楽しいことやゲームをしている時間はない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIRTPILE
source: It's a pile of dirt... or IS it?
japanese: それは泥の山…やっぱりそうなのか？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORWOOD
source: That is a perfectly reasonable piece of clothing.
japanese: それは完璧に妥当な洋服だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS_EYEBALL
source: This is really gross.
japanese: これは本当に不気味だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMLIGHT
source: Looks delicious.
japanese: 美味そうに見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_TUSK
source: I'm sure I'll find a use for it eventually.
japanese: 必ずいつかはその使い道を見つけてやるさ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDMANDRAKE
source: Poor little guy.
japanese: 可愛そうな奴。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYWINGS
source: Without these, it's just a butter.
japanese: これらがなければ、ただのバターさ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTSWORD
source: I dreamed it myself!
japanese: 自分にそんな夢を見ていた！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_COOKED
source: Mushy.
japanese: ぐしゃぐしゃ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORMARBLE
source: This looks really heavy.
japanese: これはかなり重そうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_1
source: They are all melted together.
japanese: 全部一緒に溶けちゃってる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEPRINT
source: It's scientific!
japanese: それは科学的だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWERHAT
source: It smells like prettiness.
japanese: 可愛い物みたいな匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ORANGESTAFF
source: This beats walking.
japanese: 徒歩に勝てる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDNUGGET
source: I can't eat it, but it sure is shiny.
japanese: それは食べられないけど、もちろん光っている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TAFFY
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRDTRAP
source: Gives me a net advantage!
japanese: 純粋な利益をください！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.GENERIC
source: It's a beefalo!
japanese: ビーファロだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.SLEEPING
source: These guys are really heavy sleepers.
japanese: こいつらは本当に寝てばっかりだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.FOLLOWER
source: He's coming along peacefully.
japanese: 平和そうにやって来るぞ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALO.NAKED
source: Aww, he's so sad.
japanese: おや、とても哀しそうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKBOAT
source: It's no use to me out there!
japanese: そこに出ることは俺にとって何の価値もない！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEDROLL_STRAW
source: It smells like wet.
japanese: ぬれている匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUEGEM
source: It sparkles with cold energy.
japanese: 冷たいエネルギーが炸裂。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDMOUND
source: I wouldn't want to pick a bone with the owner.
japanese: その持ち主と骨なんか拾いたくない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEADLYFEAST
source: A most potent dish.
japanese: 最強の料理。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.YELLOWAMULET
source: Warm to the touch.
japanese: 触れると暖かい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORGRASS
source: I hope there are no bugs in this.
japanese: この中には害虫がいないことを祈る。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANIMAL_TRACK
source: Tracks left by food. I mean... an animal.
japanese: 食料でできた小道。それはその…動物だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORRUINS
source: It's oddly light.
japanese: 妙に軽い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_FUNGUS
source: Yet another ground type.
japanese: さらに別の地面タイプ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROCKY
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CHECKERFLOOR
source: These are pretty snazzy.
japanese: かなりおしゃれだな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_MED
source: Looks like a rock to me.
japanese: 俺には岩の様に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_LOW
source: Looks like a rock to me.
japanese: 俺には岩の様に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EGGPLANT_COOKED
source: It's even less eggy.
japanese: 全然卵っぽくない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEY
source: Curious little guy.
japanese: 好奇心の強い奴。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSHTREE_TALL
source: That mushroom got too big for its own good.
japanese: そのキノコは好き勝手に大きくなりすぎだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONKEYBARREL
source: Did that just move?
japanese: 単に動いただけか？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSNURTLESHELL
source: It sticks to my back.
japanese: 俺の背中を刺しやがる。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_RESEARCH
source: Never stop learning!
japanese: 永遠に学習は続く！

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.GENERIC
source: I sure showed him!
japanese: もちろんあいつに見せ付けた！

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PREY
source: He's too fast!
japanese: 彼は早すぎる！

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.PIG
source: I'll let him go. This time.
japanese: 見逃してやる。今回はな。

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER_WARRIOR
source: Shoo, you nasty thing!
japanese: シッシ、このウザイやつめ！

# STRINGS.CHARACTERS.GENERIC.COMBAT_QUIT.SPIDER
source: He's too gross, anyway.
japanese: とにかく、気味悪すぎる。

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.GENERIC
source: Go for the eyes!
japanese: 目を狙え！

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PREY
source: I will destroy you!
japanese: おまえをぶち壊してやる！

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.PIG
source: Here piggy piggy!
japanese: ここだぜ、子豚ちゃん！

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER_WARRIOR
source: Better you than me!
japanese: 君の方が適切だ！

# STRINGS.CHARACTERS.GENERIC.BATTLECRY.SPIDER
source: I'm going to stomp you dead!
japanese: 死ぬまで踏みつけてやる！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_COLD
source: So Cold!
japanese: 寒すぎる！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NO_TRAP
source: Well, that was easy.
japanese: まぁ、簡単だったな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_GENERIC
source: It's a... thing.
japanese: それは…あれだ。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WORMHOLE
source: That was not a sane thing to do.
japanese: それをするのは、正気の沙汰じゃないな。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TORCH_OUT
source: My light just ran out!
japanese: 明かりが突然消えた！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HIGHRESEARCH
source: I feel so smart now!
japanese: 今えらく賢くなった気がする！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_THORNS
source: Ow!
japanese: いて！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.GENERIC
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.STALE
source: I think that was starting to turn.
japanese: ターンをし始めたな。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.SPOILED
source: Yuck! That was terrible!
japanese: ゲーッ！ひどかったな！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_EAT.PAINFUL
source: I don't feel so good.
japanese: 気分があまりよくない。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
japanese: 疲れてはいない。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_LIGHT
source: I can see again!
japanese: もう一度見える！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BEES
source: BEEEEEEEEEEEEES!!!!
japanese: 蜂だーーーーーーー！！！！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT
source: I feel so accomplished!
japanese: かなりの達成感！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNGRY
source: I'm so hungry!
japanese: とにかく腹減った！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_KNOCKEDOUT
source: Ugh, my head!
japanese: うっ、俺の頭！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_LOWRESEARCH
source: I didn't learn very much from that.
japanese: それから学習したことはあまりないな。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_LOST_TRAIL
source: The trail ends here.
japanese: その痕跡はここで終わっている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE_TOODARK
source: It's too dark to see!
japanese: 暗すぎて見えない！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HOUNDS
source: Did you hear that?
japanese: あの音聞いたか？

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PECKED
source: Ow! Quit it!
japanese: いて！すぐ止めろ！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEERCLOPS
source: That sounded big!
japanese: かなりデカイ音だったな！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MOSQUITOS
source: Aaah! Bug off!
japanese: ああー！うせろ！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODAYSLEEP
source: It's too bright out.
japanese: 外は明るすぎる！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TRAP_WENT_OFF
source: Ack!
japanese: あっ！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CRAFTING_FAIL
source: Er... I can't do that.
japanese: えーと…そんなのできない。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ADVENTUREFAIL
source: I of all people should be able to do this.
japanese: 他の奴はともかく、私にはこれができるはずだ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_QUAKE
source: That rumbling can't be good.
japanese: ガラガラ音がするのは良いわけないな。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_CHARLIE
source: Charlie? It's me! Maxwell!
japanese: Charlie?俺だよ！Maxwell！

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.GENERIC
source: That's unshavable.
japanese: 剃るのは不可能だ。

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I don't think she'd take kindly to that.
japanese: あいつが親切にそうしてくれるとは思えない。

# STRINGS.CHARACTERS.WAXWELL.ACTIONFAIL.SHAVE.NOBITS
source: But it's already as smooth as a baby's rear end.
japanese: でももう赤ちゃんのお尻みたいにすべすべさ。
