Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_NOHUNGERSLEEP
source: I can barely sleep even when I'm not starving!
japanese: お腹が減っていないときでも、あんまり眠れない！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.GENERIC
source: It is a magitechnical homing device.
japanese: 魔法技術的な自動誘導装置だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.HOT
source: Here we are!
japanese: 着いたよ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.COLD
source: The dial is moving faintly.
japanese: ダイヤルがかすかに動いている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARM
source: I am definitely on the right track.
japanese: 確かに僕は正しい軌道に乗ってるな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DIVININGROD.WARMER
source: I must be getting close.
japanese: 近づいているはずだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.GENERIC
source: It's some kind of Lagomorph. With horns.
japanese: ウサギ系の動物だ。角があるけれど。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBIT.HELD
source: It is a cute widdle horned Lagomorph.
japanese: かわいい角を持つウサギだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_EVIL
source: It's not often one sees a flower with such a powerful aura.
japanese: ここまで強力なオーラの花を見ることはめったにない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_ROAD
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEMINE
source: A dangerous mine filled with Antophila.
japanese: 奇妙なアリでいっぱいの危険な鉱山。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_COOKED
source: Popped corn!
japanese: ポップコーンだ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOLIAGE
source: These may have some nutritional value.
japanese: 栄養分があるかもしれない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUEPRINT
source: A detailed technical drawing.
japanese: 細かい製図。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROGLEGS_COOKED
source: Not unlike a chicken wing.
japanese: 手羽先っぽくなくはない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEPLETED_GRASS.GENERIC
source: A tuft of a graminoid.
japanese: イネの茂み。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE
source: A mineral-devouring gastropod.
japanese: 鉱物を喰らう腹足類。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_COOKED
source: Daucus carota, roasted to perfection.
japanese: 完璧に調理されたニンジン。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTLICHEN
source: This won't last long.
japanese: これは長くはもたない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This genus seems to lack reproductive capabilities.
japanese: この種族は生殖能力に欠けているようだね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: It has been harvested.
japanese: 収穫された。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: A carbonized tree.
japanese: 炭化した木。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: The tree is burning.
japanese: 木が燃えている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANT
source: An invasive plant species.
japanese: 侵略的な植物種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.GENERIC
source: Corvus brachyrhynchos.
japanese: アメリカガラス。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CROW.HELD
source: He's mine now.
japanese: 彼は私のものさ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GENERIC
source: It's a semi-intelligent bipedal pig.
japanese: いくらかの知性を持った、二足歩行のブタ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.FOLLOWER
source: He seems to have bonded with me.
japanese: 彼は私と親しくなったみたいだね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.GUARD
source: It appears to be a guardian.
japanese: 守護者のようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.WEREPIG
source: It's a lycanthropic pig.
japanese: オオカミ男ならぬオオカミブタ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGMAN.DEAD
source: Don't worry there are plenty more where that came from.
japanese: 心配しないで、まだまだたっぷりあるから。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERM
source: A piscean biped!
japanese: 二足歩行の魚！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PERD
source: Nasty Meleagris, stay away from my berries!
japanese: 汚らしい七面鳥め、私のベリーら離れなさい！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_MARSH
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTSTONE
source: Some smoothed rock slabs.
japanese: 滑らかにした平石。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPICKAXE
source: The most malleable of metals, but let's see how this mines.
japanese: もっとも可鍛性のある金属だけど、まずは採掘しやすいかみてみましょ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.GENERIC
source: A amphibian tetrapod.
japanese: 四足の両生類。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.SLEEPING
source: It's sleeping.
japanese: 寝ている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG.DEAD
source: Considered a delicacy in some countries.
japanese: 国によってはご馳走だとされてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GHOST
source: It must be fake. I don't believe it.
japanese: 偽物に違いない。僕は信じないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDSTOOTH
source: Made of calcium and brimstone.
japanese: カルシウムと硫黄でできている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA_TREE
source: The seeds must have fallen down a sinkhole.
japanese: 種がくぼみに落ちたんだろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDSMALLMEAT
source: It is slightly more appetizing when cooked.
japanese: 料理された後の方が、もうちょっと美味しそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATBAT
source: Interesting. This weapon appears to be alive.
japanese: おもしろい。この武器は生きているみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TWIGS
source: Some small twigs.
japanese: 小さな小枝。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREENSTAFF
source: It appears to rewind time on an object.
japanese: 物体の時間を逆戻しさせるみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LICHEN
source: A symbiot! A fungus and a phycobiontic bacteria.
japanese: 共生生物だ！カビと共生藻体のバクテリアだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PICKAXE
source: A specialized axe for chipping away at rocks.
japanese: 岩を切り倒すための特別な斧。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLEHOLE
source: A gastropod pod.
japanese: 腹足類の群れ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_MED
source: Another stalagmite.
japanese: また石筍だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.GENERIC
source: What a tremendous Magnus Avis egg!
japanese: なんてすごいマグナス・エービスの卵だろう！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Soon the cycle will begin again.
japanese: その巣は空っぽだ。すぐにまたサイクルが再開する。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONPIE
source: I do love a nice fruit pie.
japanese: 美味しいフルーツパイは好きさ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT
source: The plant produced a meaty substance.
japanese: 植物が肉のような物質を実らせた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN
source: Aha, the Durio zibethinus. It really does reek.
japanese: あぁ、ドリアンだ。本当に臭そう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUSHAT
source: Should auld acquaintance be forgot?
japanese: 古い知人は忘れるべき？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHTACOS
source: Oh, I do like a spot of spice on my fish.
japanese: あぁ、魚にはスパイスがきいてると嬉しいな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_LANTERN
source: Carving the Cucurbita pepo is such a nice pastime.
japanese: ペポカボチャを掘るのってなんて楽しいんだろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK1
source: Clockwork junk
japanese: 時計仕掛けのゴミ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROTTENEGG
source: How unappetizing.
japanese: 食欲をそそらないな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.GENERIC
source: A large, carnivorous arachnid species.
japanese: 大きな、肉食のクモの種属。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.SLEEPING
source: They appear to be nocturnal.
japanese: 夜行性のようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER.DEAD
source: It's dead.
japanese: 死んでる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It is a fungus.
japanese: カビだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.PICKED
source: It requires hydration before it will fruit again.
japanese: 再び実をつける前に、水分が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It is dormant this time of day.
japanese: この時間帯は活動休止中だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS
source: I've made some potpourri.
japanese: ポプリを作ったよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES
source: Some Ardisia crenata berries, I think.
japanese: マンリョウの実、かな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNURTLE
source: A rare varient of gastropod.
japanese: 珍しい腹足類の異種だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NITRE
source: Also known as saltpeter.
japanese: 硝酸ナトリウムとも言うね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENAXE
source: The most malleable of metals, but let's see how this chops.
japanese: もっとも可鍛性のある金属だけど、まずは切りやすさをみてみよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH_MAXWELL
source: A crude attempt at tricking me.
japanese: 私をだまそうという、浅はかな企みさ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUE_CAP
source: This seems to have medicinal properties
japanese: 医薬特質を持ち合わせてるみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CAVE
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS
source: A handful of unidentifiable seeds.
japanese: 一握りの、正体不明の種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.GENERIC
source: A group of juncaceae graminoids.
japanese: イグサ科のイネの集まり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.PICKED
source: I believe they shall grow back.
japanese: きっとまた生えてくると思うよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.REEDS.BURNING
source: Combustion!
japanese: 燃焼！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFHAT
source: Only the most insulating part was used.
japanese: もっとも絶縁されたパーツだけが使われた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRD_EGG_COOKED
source: If only I had some toast.
japanese: トーストがあったらいいのに。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEYNUGGETS
source: Bite-sized sweetened meat!
japanese: 一口サイズの甘口お肉！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYMUFFIN
source: Who knew that butterflies made such nice baked goods?
japanese: 蝶がこんなに美味しい焼き菓子になるなんて、想像できた？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOUSE
source: Sadly, it is just painted to look like a carrot.
japanese: 残念ながら、ニンジンに見えるように塗られているだけだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRUITMEDLEY
source: What a nice selection of fruit!
japanese: なんていいフルーツを取り揃えているんだろう！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLE
source: A statuesque rock.
japanese: 彫像のような石。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARMUFFSHAT
source: Poor Leporidae. At least my ears will be warm.
japanese: 哀れなウサギちゃん。でもこれで僕の耳はぽかぽか暖かい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THULECITE
source: This seems to be an interesting, ectoplasmic residue-bearing variety of ziosite.
japanese: これはとても興味深い、エクトプラズマ残留物を含んだ種類のタンザナイトみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH
source: Some kind of whitefish, I believe.
japanese: 白身魚の一種、だったかしらね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EYETURRET_ITEM
source: I'll need to place this.
japanese: これをセットしなくちゃ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.GENERIC
source: It's a small tree.
japanese: 小さい木だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.PICKED
source: Odd. I thought that would have killed it.
japanese: 変だな。あれで死んだかと思ったのに。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAPLING.BURNING
source: Combustion!
japanese: 燃焼！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_HIDER
source: An arachnid with a thick carapace.
japanese: 分厚い甲皮をもったクモ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEEDS_COOKED
source: A toasted embryonic plant treat!
japanese: 焦げた胚芽植物のおやつ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.GENERIC
source: A camp fire.
japanese: キャンプファイヤー。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.OUT
source: I can re-light it.
japanese: もう一度火をつけよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.EMBERS
source: The fire has almost self-extinguished.
japanese: 火がほとんど自然に消えた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.HIGH
source: That fire is burning at an alarming rate.
japanese: あの炎は危険な勢いで燃えている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.LOW
source: The fire could use some more fuel.
japanese: あの火はもうちょっと燃料が必要だな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAMPFIRE.NORMAL
source: A perfectly average fire.
japanese: 完璧な、普通の大きさの火。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_SMALL
source: My word! A huge Mycena silvaelucens.
japanese: おやおや！巨大な夜光キノコだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_PILLAR_ARM
source: A tiny horror waiting in the mud.
japanese: 小さな恐怖が泥の中で待ち構えてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURHORN
source: An amazingly large horn. I wonder if the nightmare helped fuel the growth.
japanese: 驚くべき大きさの角だ。悪夢でさらに大きくなったのかな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORGRASS
source: Surprisingly effective with enough layers.
japanese: 十分なレイヤーでびっくりするくらい効果的。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGTREE
source: Animal or vegetable?
japanese: 動物、それとも野菜？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE
source: Obviously dilapidated.
japanese: 見るからに荒廃してる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHARCOAL
source: It's mostly carbon and ash.
japanese: ほとんど炭と灰だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_SUMMER
source: Koalefanta Proboscidea
japanese: 長鼻のコアラゾウ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGUARD
source: One of the warrior caste.
japanese: 戦士の階級の一つ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_DROPPER
source: Ah, this species of arachnid has adapted to life on the cave ceiling.
japanese: あぁ、この種のクモは洞窟の天井での生活に順応したようだねえ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_SLEEP
source: Warm milk in book form.
japanese: 本の形の温かいミルク。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINSHAT
source: A bit gaudy for my tastes, but it seems useful.
japanese: 私にはちょっと派手だけれど、役に立ちそうだねえ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT
source: I don't think it's safe to eat this.
japanese: これはちょっと食べたら危なそうね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_BAT
source: I could hit things with this.
japanese: これで色々殴れるな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RUINS_RUBBLE
source: With a little elbow grease this could be put into working order.
japanese: 一生懸命やれば、これもちゃんと使える状態にできる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANRABBIT_TAIL
source: They use their tails to balance.
japanese: 彼らはシッポを使ってバランスをとる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POWCAKE
source: The crowning achievement of the agricultural-industrial complex.
japanese: 農産業複合体の最大の功績。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.GENERIC
source: A cluster graminoid stalks.
japanese: イネの束の群れ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.PICKED
source: I think it will grow back.
japanese: きっとまた生えてくると思うわ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BARREN
source: It needs poop.
japanese: 船尾が必要。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS.BURNING
source: Combustion!
japanese: 燃焼！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JAMMYPRESERVES
source: I'd love some toast to put this jam on. Oh well.
japanese: このジャムをのせるトーストがあったらいいな。しょうがないか。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_DIRT
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROOK_NIGHTMARE
source: It looks like it could break apart at any moment.
japanese: 今にも壊れそうだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: The placement of that rock looks intentional.
japanese: あの石の置かれている位置は、意図的かもしれない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_ENTRANCE.OPEN
source: The subterranean world awaits.
japanese: 地下世界が待っている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ORANGESTAFF
source: Handy over small distances.
japanese: 短い距離で役に立つ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK2
source: Clockwork junk
japanese: 時計仕掛けのゴミ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Levels of ectoplasmic residue seem to be increasing.
japanese: エクトプラズマ残留物のレベルが増加中。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: There doesn't seem to be any ectoplasmic vapor around here.
japanese: この辺りにはエクトプラズマガスは取り巻いていないみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Levels of ectoplasmic residue are high but seem to be decreasing.
japanese: エクトプラズマ残留物のレベルは高いけれど、減少中みたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: There are low, but increasing levels of vapours containing ectoplasmic residue.
japanese: 今は低いけれど、エクトプラズマ残留物を含んだガスのレベルが上昇中。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: There is very little ectoplasmic residue vapor.
japanese: エクトプラズマ残留ガスがとても少ない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: The levels of ectoplasmic residue seem to be at their lowest.
japanese: エクトプラズマ残留物のレベルが最低値。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: The levels of ectoplasmic residue seem to be at their peak.
japanese: エクトプラズマ残留物のレベルが最大値。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHINGROD
source: I've read all about fishing, this should be a snap.
japanese: 釣りについてはよく本で読んだよ。簡単さ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some kind of temporary habitation.
japanese: ある種の一時的な住まい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_CAMP.EMPTY
source: It has been deserted for now.
japanese: 今は見捨てられている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PITCHFORK
source: It's design is effective at loosening earth.
japanese: このデザインは大地を弛緩させるのに効果的。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP
source: I believe this one is just food.
japanese: これはきっとただの食べ物だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMARELIGHT
source: The ancients seem to have used nightmare fuel to power everything.
japanese: 古代の人々は何にでも悪夢を燃料として使ってきたみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.GENERIC
source: Meats can be dehydrated.
japanese: 肉だって脱水状態になることもある。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DONE
source: The process has completed.
japanese: プロセスは完了した。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEATRACK.DRYING
source: Dehydration is a slow process.
japanese: 脱水には時間がかかる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Quite functional, it operates as both an axe and a pickaxe.
japanese: なかなか実用的。斧としても、つるはしとしても使える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEWING_KIT
source: A simple implement for domestic tasks
japanese: 家事のためのシンプルな器具。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUNNYMAN
source: A sentient lagomorph.
japanese: 知覚を持ったウサギ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOUNDBONE
source: The endoskeleton of Canis lupus, definitely not familiaris.
japanese: ハイイロオオカミの内骨格だ。けっしてイヌじゃない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT
source: Daucus carota. Edible, and delicious.
japanese: ニンジン。食べられるし、美味しい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE
source: A strange rock formation.
japanese: 奇妙な石のフォーメーション。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESSJUNK3
source: Clockwork junk
japanese: 時計仕掛けのゴミ

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GENERIC
source: A small cultivated patch of ground.
japanese: 小さな耕作された土地。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.GROWING
source: The plants are extracting minerals from the ground.
japanese: 植物が大地からミネラルを搾取している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: It has been rendered infertile for lack of nutrients.
japanese: 栄養素の欠如から不毛だとされた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP_NIGHTMARE
source: Such exhilaratingly complex technology.
japanese: 爽快なほど複雑な技術。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_FUNGUS
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT_SEEDS
source: A seed for the magnificently mild Hylocereus undatus.
japanese: とてもマイルドなドラゴンフルーツの種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRD
source: Magnus Avis, fully developed.
japanese: 成熟したマグナス・エービス。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BONESTEW
source: Not quite how mum used to make, but it smells great!
japanese: お袋の味とは違うけれど、いい匂いがしてる！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE_GARDEN
source: I wonder how they breed?
japanese: どうやって交配しているんだろう？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BAT
source: A flying mammal.
japanese: 空飛ぶ哺乳類。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEBOX
source: It is a crude heat exchanger.
japanese: 雑な熱交換器。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CANE
source: I'm no rabologist.
japanese: 杖を集める趣味はないよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HEALINGSALVE
source: A natural disinfectant.
japanese: 自然の殺菌剤。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BANDAGE
source: Medicinal dressings.
japanese: 薬効のあるドレッシング。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB4
source: I think the hat collects energy from the air.
japanese: 帽子が空気中からエネルギーを集めるようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTBULB
source: Is this animal or vegetable?
japanese: これは動物、それとも野菜？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FOOTBALLHAT
source: Protective gear for full-contact endeavors.
japanese: 直接対決には防護ギアを。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TALLBIRDEGG_COOKED
source: Full of cholesterol.
japanese: コレステロールたっぷり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_COOKED
source: Beautifully grilled.
japanese: 見事にグリルされてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEATERVEST
source: This vest screams "stylish, but well-read.".
japanese: このベストを着ると"スタイリッシュな読書家"に見える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRIES_COOKED
source: Roasted Ardisia crenata, just in case.
japanese: 焼いたマンリョウ、万が一のために。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACONEGGS
source: My stomach is aching. Blue eggs and bacon!
japanese: お腹が痛い。青い卵とベーコン！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RELIC
source: A relic of an ancient civilization long dead the the ravages of time.
japanese: 古代文明の遺物と時の荒廃。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUGNET
source: The tool of entomologists
japanese: 昆虫学者のツール。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERQUEEN
source: That must be the center of the hive-mind.
japanese: あれがきっと巣の黒幕の中心だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTMAREFUEL
source: Ectoplasmic residue.
japanese: エクトプラズマ残留物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STUFFEDEGGPLANT
source: I've cooked this auburgine and packed it with other comestibles.
japanese: このナスは調理して他の食べ物と詰め合わせた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.VALID
source: What a strange effect.
japanese: なんて奇妙な効果だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEMSOCKET.GEMS
source: These hold gems.
japanese: これにジェムを入れられる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK
source: A large sedimentary rock.
japanese: 大きな堆積岩。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STRAWHAT
source: This will offer some protection from the sun.
japanese: これでいくらか日差しを防げる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER
source: It's a wildflower. I'm unfamiliar with the species.
japanese: 野生の花だ。この種属には詳しくない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_STONE
source: That is quite secure.
japanese: けっこう安定している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_COOKED
source: Cooked Cucurbita pepo. Gooey and delicious.
japanese: 料理されたペポカボチャ。ドロドロしてて美味しい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURPER
source: A classic example of symbiosis.
japanese: 典型的な共生者の例。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT_DRIED
source: High sodium content.
japanese: ナトリウム含有量が高い。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.GENERIC
source: A colourful lepidopteran.
japanese: カラフルなチョウチョ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLY.HELD
source: It is captured.
japanese: 捕まえた。
