Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOLIAGE
source: Some leafy greens.
japanese: 緑の葉っぱ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.GENERIC
source: I can't get a reading.
japanese: 読めやしない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.S
source: South
japanese: 南

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SE
source: Southeast
japanese: 南東

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.E
source: East
japanese: 東

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.W
source: West
japanese: 西

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NE
source: Northeast
japanese: 北東

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.SW
source: Southwest
japanese: 南西

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.NW
source: Northwest
japanese: 北西

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COMPASS.N
source: North
japanese: 北

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROGLEGS_COOKED
source: Tastes like chicken.
japanese: チキンみたいな味だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS.GENERIC
source: It's probably a tuft of grass.
japanese: 多分草やぶだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLE
source: Ew. Just ew.
japanese: うわ。ただ、うわ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_SLEEP
source: Just don't breathe in.
japanese: ただ吸い込まなければいいのさ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLICHEN
source: Nutritious, but it won't last long.
japanese: 栄養にはなるけど、長持ちしそうにない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I feel like I could have prevented that.
japanese: 避けられるものならそうしたい気分だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Take that, nature!
japanese: それにしろ、自然だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: This sad tree has no cones.
japanese: この哀れな木には実がついてない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: What a waste of wood.
japanese: 何という木の無駄。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.GENERIC
source: Creepy!
japanese: 気味悪い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CROW.HELD
source: He's not very happy in there.
japanese: 彼はそこではあまり幸せじゃないな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GENERIC
source: They kind of creep me out.
japanese: やつらは気味が悪い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.FOLLOWER
source: He's part of my entourage.
japanese: こいつは側近の1人だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.WEREPIG
source: He's not friendly!
japanese: あいつは無愛想だな！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.GUARD
source: He looks serious.
japanese: あいつは真面目そうだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGMAN.DEAD
source: Someone should tell his family.
japanese: 誰かが奴の家族に伝えるべきだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERM
source: Smells fishy!
japanese: 魚臭い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather.
japanese: スノウバードの羽。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MARSH
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTSTONE
source: I've made them seductively smooth.
japanese: 素敵なくらい滑らかにしたよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPICKAXE
source: Hey, isn't gold really soft?
japanese: なぁ、金は本当にやわらかいね？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.GENERIC
source: He's so cute!
japanese: こいつはかなりキュートだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.SLEEPING
source: Aww, look at him sleep!
japanese: あらら、こいつを見てみろよ、寝てる！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG.DEAD
source: He's croaked it.
japanese: しわがれた声で叫んでいた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GHOST
source: That offends me as a Scientist.
japanese: 科学者である僕を怒らせた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HOUNDSTOOTH
source: It's sharp!
japanese: 切れ味がいい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_BANANA_TREE
source: It's dubiously photosynthetical.
japanese: 疑わし気に光合成をしている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COOKEDSMALLMEAT
source: Now I don't have to worry about getting worms!
japanese: もうムシがつく心配をする必要はない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BATBAT
source: I bet I could fly if I held two of these.
japanese: これを2つ掴めるなら、きっと飛べるに違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWIGS
source: It's a bunch of small twigs.
japanese: 山ほどの小枝だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREENSTAFF
source: This will come in handy.
japanese: これはきっと役に立つ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LICHEN
source: Only a cyanobacteria could grow in this light.
japanese: シアノバクテリアだけがこの光でも成長できる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PICKAXE
source: Iconic, isn't it?
japanese: 肖像だよな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURTLEHOLE
source: A den of 'ew'.
japanese: 『うわ』のねぐら

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_MED
source: Rocks, rocks, rocks, rocks...
japanese: 岩、岩、岩、岩…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.GENERIC
source: That's quite an egg!
japanese: すごい卵だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty.
japanese: 巣はからっぽ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGONPIE
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PLANTMEAT
source: That doesn't look very appealing.
japanese: 見かけはあまりぱっとしない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DURIAN
source: Oh it smells!
japanese: あれ、匂う！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUSHAT
source: It's covered with walrus hairs.
japanese: セイウチの髪の毛で覆われている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHTACOS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_LANTERN
source: Spooky!
japanese: 不気味だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK1
source: A pile of broken chess pieces.
japanese: 壊れたチェス駒の山。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP
source: It smells funny.
japanese: 変な匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.GENERIC
source: I hate spiders.
japanese: クモは嫌いだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.SLEEPING
source: I'd better not be here when he wakes up.
japanese: 彼が目覚めた時、ここにいないほうがいいな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER.DEAD
source: Ewwww!
japanese: うわーーー！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: It's a mushroom.
japanese: キノコだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It's sleeping.
japanese: 寝ている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I wonder if it will come back?
japanese: 戻ってくるかな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEFALOWOOL
source: It smells like beefalo tears.
japanese: ビーファロの涙みたいな匂いがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES
source: Red berries taste the best.
japanese: レッドベリーが一番おいしい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNURTLE
source: He's less gross, but still gross.
japanese: 彼はそれほど気持ち悪くないけど、十分不気味。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.GENERIC
source: Bees!
japanese: 蜂だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.SOMEHONEY
source: I should wait a bit.
japanese: 少し待つべき。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.FULLHONEY
source: It's full of honey.
japanese: はちみつでいっぱい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEBOX.NOHONEY
source: It's empty.
japanese: 空っぽ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENAXE
source: That's one fancy axe.
japanese: それは素敵な斧だね。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAP_TEETH_MAXWELL
source: I'll want to avoid stepping on that!
japanese: その上を踏みつけないようにするつもり！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUE_CAP
source: It's weird and gooey.
japanese: 奇妙で風変わり。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_CAVE
source: Yet another ground type.
japanese: さらに別の地面タイプ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.INACTIVE
source: It's more of a pyramid than an obelisk.
japanese: オベリスクというよりはピラミッド。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.INSANITYROCK.ACTIVE
source: TAKE THAT, SANE SELF!
japanese: これでも喰らえ、正気の自分よ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENPITCHFORK
source: Why did I even make a pitchfork this fancy?
japanese: たかが熊手、こんなに派手に作ったのはなぜ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.GENERIC
source: It's a clump of reeds.
japanese: アシの茂み。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.PICKED
source: I picked all the useful reeds.
japanese: 使えるアシはすべて摘み取った。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.REEDS.BURNING
source: That's really burning!
japanese: それは本当に燃えている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINSHAT
source: Fit for a king. Or me.
japanese: 王に相応しい。それか自分に。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIRD_EGG_COOKED
source: Sunny side yum!
japanese: 目玉焼き、うまい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HONEYNUGGETS
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGTREE
source: Is it watching me?
japanese: こっちを見ている？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLYMUFFIN
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBITHOUSE
source: That's not a real carrot.
japanese: それは本物のニンジンじゃない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRUITMEDLEY
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARBLE
source: Fancy!
japanese: お洒落！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPIKE
source: It's pointy and slimy.
japanese: 先がとがってて、ネバネバ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BISHOP_NIGHTMARE
source: It's falling apart!
japanese: 落っこちている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THULECITE
source: I wonder where this is from?
japanese: これはどこから来たのかな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH
source: Now I shall eat for a day.
japanese: じゃあ1日分食べるとするか。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE_LIMITED
source: Guh, that thing looks worse off than usual.
japanese: グハ、それはいつもよりひどい感じがする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET_ITEM
source: I think it's sleeping.
japanese: 寝ていると思うよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.GENERIC
source: Baby trees are so cute!
japanese: 赤ちゃんの木はホントに可愛い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.PICKED
source: That'll teach him.
japanese: それに教えられるだろうよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAPLING.BURNING
source: That's burning fast!
japanese: 燃えるのが早い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDER_HIDER
source: Gah! More spiders!
japanese: ガ－！クモがたくさん！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.GENERIC
source: Soft and undulating.
japanese: 柔らかくてうねっている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WORMHOLE.OPEN
source: Science compels me to jump in.
japanese: 科学が僕を突き動かす。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WINTEROMETER
source: I am one heck of a scientist.
japanese: 僕は優秀な科学者だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.GENERIC
source: I wonder what it does.
japanese: 一体それは何をするものだろう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.READY
source: It looks like it needs a large key.
japanese: どうやら大きめの鍵が必要なようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Now my machine can work!
japanese: やっと俺のマシーンも稼働できる！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAXWELLLOCK
source: Looks almost like a key hole.
japanese: まるで鍵穴のよう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.GENERIC
source: Sure beats darkness.
japanese: もちろん暗闇を打ち負かす。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.OUT
source: Well, that's over.
japanese: もう、終わった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.EMBERS
source: I should put something on the fire before it goes out.
japanese: 燃え尽きてしまう前に、何か火にくべないと。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.HIGH
source: That fire is getting out of hand!
japanese: その火は手に負えなくなってきた！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.LOW
source: The fire's getting a bit low.
japanese: その火が少し弱くなってきた。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAMPFIRE.NORMAL
source: Nice and comfy.
japanese: とっても快適。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROOK_NIGHTMARE
source: Terrifying!
japanese: 身がすくむ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLE_PILLAR_ARM
source: Little slippery arms.
japanese: 滑りやすい小さな腕。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARMUFFSHAT
source: At least my ears won't get cold...
japanese: 少なくとも耳は冷たくなっていない…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAURHORN
source: Wow! I'm glad that didn't gore me!
japanese: ワオ！突かれなくてよかった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WASPHIVE
source: I think those bees are mad.
japanese: この蜂たちは怒っていると思うよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN
source: High in fructose!
japanese: 果糖値が高い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WAFFLES
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS
source: Walruses are natural predators.
japanese: セイウチは自然の捕食者だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHARCOAL
source: It's small, dark and smells like burnt wood.
japanese: それは小さくてくらくて、燃やした木みたいな匂い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KOALEFANT_SUMMER
source: Adorably delicious.
japanese: ほれぼれするほど美味い。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEARS
source: A pile of mechanical parts.
japanese: 山ほどの機械の部品。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_WOOD
source: Pointy!
japanese: 尖っている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIGGUARD
source: He doesn't look as friendly as the others.
japanese: 彼は他の人のように親切には見えない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS_ITEM
source: A solid piece of history.
japanese: 歴史の揺るぎない一片。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERMEAT
source: Ugh. I don't think I should eat that.
japanese: うっ！食べないほうがいいと思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_RUINS
source: An ancient piece of wall.
japanese: 古代の塀の一片。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TENTACLESPOTS
source: I think these were its genitalia.
japanese: これらはその生殖器だと思う。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANRABBIT_TAIL
source: I just like holding it.
japanese: 単にそれを持っているのが好きなだけ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POWCAKE
source: I don't know if I'm hungry enough.
japanese: 十分お腹が空いているのかわからない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BARREN
source: It needs poop.
japanese: 船尾が必要。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.PICKED
source: I cut it down in the prime of its life.
japanese: その最盛期で切り落とす。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.GENERIC
source: It's a tuft of grass.
japanese: それは草の茂みだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS.BURNING
source: That's burning fast!
japanese: 燃えるのが早い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JAMMYPRESERVES
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_DIRT
source: A chunk of ground.
japanese: 大きな土地。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_STONE
source: That's a nice wall.
japanese: ステキな塀だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I wonder if I could move that rock.
japanese: その岩を動かせないだろうか。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I bet there's all sorts of things to discover down there.
japanese: あそこでは、あらゆる物を発見できるに違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_HAY_ITEM
source: This seems like a bad idea.
japanese: それはどうやら悪い考えのようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHESSJUNK2
source: Another pile of broken chess pieces.
japanese: 別の壊れたチェス駒の山。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUREPLANTBULB
source: Now I can start my very own meat farm.
japanese: 今なら自分専用の食肉農場を始められる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINGROD
source: Hook, line and stick!
japanese: フック、ラインにスティック！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.EMPTY
source: Looks like somebody was camping here.
japanese: どうやらここで誰かがキャンプをしていたようだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALRUS_CAMP.GENERIC
source: It looks warm and cozy inside.
japanese: 中は暖かくて快適そう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PITCHFORK
source: Maxwell might be looking for this.
japanese: Maxwellは多分ここを探している。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_BAT
source: It has quite a heft to it.
japanese: それへの影響力は図り知れない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNIMPLEMENTED
source: It doesn't look finished! It could be dangerous.
japanese: まだお終いじゃないみたいだ！危険かもしれない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGRODSTART
source: That rod looks useful!
japanese: その棒は使えそうだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: It's brilliant!
japanese: それは素晴らしい！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINERHAT
source: This will keep my hands free.
japanese: これで手を自由に使える！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUNNYMAN
source: I am filled with an irresitable urge to do science.
japanese: 科学活動への抑え切れない衝動でいっぱいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_CAP_COOKED
source: It's different now...
japanese: 何だか様子が違う…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT
source: Yuck. It's all vegetabley.
japanese: ゲーッ！全部植物みたいだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE
source: Looks like a rock to me.
japanese: 俺には岩の様に見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_WINTER
source: A thick, hairy trunk.
japanese: 分厚くて毛深い鼻。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_SUMMER
source: A light breezy trunk.
japanese: 軽く陽気な鼻。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNK_COOKED
source: Somehow even more nasal than before.
japanese: 何となく前よりずっと鼻音が。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_WINTER
source: Winter survival gear.
japanese: 冬のサバイバルギアだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRUNKVEST_SUMMER
source: Wilderness casual.
japanese: ワイルドでカジュアル。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRD
source: That's a tall bird!
japanese: あれは背高鳥だ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BONESTEW
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMARELIGHT
source: I wonder what function this served.
japanese: これはどんな機能を果たしているのだろう。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAT
source: Ack! That's terrifying!
japanese: あっ！ゾッとする！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CARROT_PLANTED
source: The earth is making plantbabies.
japanese: 地球がベイビー植物を作っているのだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHOVEL
source: There's a lot going on underground.
japanese: 地下では相当色々進んでいる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_8
source: Great. All of my tub stopping needs are met.
japanese: 素晴らしい。たらいに貯めておいてちょうど良かった。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.GENERIC
source: It's some kind of homing device.
japanese: それは自動誘導装置の一種。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.HOT
source: This thing's going crazy!
japanese: それはメチャクチャになっている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.COLD
source: The signal is very faint.
japanese: そのシグナルはかなり弱い！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARM
source: I'm headed in the right direction.
japanese: 正しい方向に向かっている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DIVININGROD.WARMER
source: I must be getting pretty close.
japanese: かなり近くまで行かなきゃならない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RESEARCHLAB4
source: Who would name something that?
japanese: その名前はどんな感じだっけ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIGHTBULB
source: It's strangely tasty looking.
japanese: 妙に美味そうに見える。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FOOTBALLHAT
source: I don't like sports.
japanese: スポーツは好きじゃない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TALLBIRDEGG_COOKED
source: Delicious and nutritional.
japanese: 美味しくて栄養満点。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
japanese: 完璧な焼き具合。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPERPELT
source: Doesn't look much different dead.
japanese: ほとんど死んでるみたいだけど。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERRIES_COOKED
source: I don't think heat improved them.
japanese: 熱で情況が良くなるとは思えない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_6
source: Their electricity carrying days are over.
japanese: 電気の配給期間は終わっている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.GENERIC
source: Ancient household goods.
japanese: 古代の家財道具。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RELIC.BROKEN
source: Nothing to work with here.
japanese: ここでの作業は何もない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUGNET
source: For catching bugs.
japanese: 害虫を捕まえるため。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERQUEEN
source: AHHHHHHHH! That spider is huge!
japanese: あーーー！あのクモはデカイ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NIGHTMAREFUEL
source: This stuff is crazy!
japanese: こいつはクレイジーだ！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_5
source: Sadly, it's too small for me to escape on.
japanese: 残念、俺が逃げるには小さすぎる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.VALID
source: Looks ready.
japanese: 準備万端みたい。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GEMSOCKET.GEMS
source: It needs a gem.
japanese: 宝石を必要としている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_4
source: It must be some kind of religious artifact.
japanese: ある種の宗教的工芸品に違いない。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_3
source: The knot is stuck. Forever.
japanese: その結び目がひっかかっている。永遠に。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RUINS_RUBBLE
source: This can be fixed.
japanese: これは直せるよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DRYING
source: Meat takes a while to dry.
japanese: 肉の乾燥にはしばらく時間が要る。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.DONE
source: Jerky time!
japanese: ジャーキータイム！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MEATRACK.GENERIC
source: I should dry some meats.
japanese: いくらか肉を乾かさなきゃ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PUMPKIN_COOKED
source: How did it not turn into a pie?
japanese: どうしたらパイにしなくて済んだ？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLURPER
source: It's so hairy!
japanese: かなり毛むくじゃら！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_2
source: It's just a cheap replica.
japanese: 単なる安物のレプリカさ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.GENERIC
source: Butterfly, flutter by.
japanese: 蝶が、飛んでいる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUTTERFLY.HELD
source: Now I have you!
japanese: よし、捕まえた！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MINOTAUR
source: That thing doesn't look happy.
japanese: こいつら、幸せそうじゃないな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL
source: Rocks, rocks, rocks, rocks...
japanese: 岩、岩、岩、岩…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CANE
source: It makes walking seem much easier!
japanese: 歩かせる方がずっと簡単そう！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FOOD
source: It's a furry ball of rotten food.
japanese: 腐ってカビでフワフワしてるボールさ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_11
source: He whispers beautiful lies to me.
japanese: 彼は俺にきれいな嘘をささやいたぜ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRINKET_10
source: I hope I get out of here before I need these.
japanese: これらが必要になる前に、脱出できますように。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.UNAGI
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: It's a mushroom.
japanese: キノコだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: It's sleeping.
japanese: 寝ている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I wonder if it will come back?
japanese: 戻ってくるかな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOARDS
source: Boards.
japanese: ボードだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Science makes it glow.
japanese: 科学でそれを発光させる。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.GENERIC
source: It's a mushroom.
japanese: キノコだ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.INGROUND
source: It's sleeping.
japanese: 寝ている。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RED_MUSHROOM.PICKED
source: I wonder if it will come back?
japanese: 戻ってくるかな。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEHAT
source: This should keep me protected.
japanese: これが俺を守ってくれるはず。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.GENERIC
source: If only I could catch them!
japanese: やつらを捕まえることさえできれば！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FIREFLIES.HELD
source: They make my pocket glow!
japanese: やつらが俺のポケットを照らしている！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STALAGMITE_TALL_LOW
source: Rocks, rocks, rocks, rocks...
japanese: 岩、岩、岩、岩…

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EYETURRET
source: I hope it doesn't turn on me.
japanese: 俺の方に向かいませんように！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPIDERHOLE
source: It's encrusted with old webbing.
japanese: 古いクモの巣で覆われている。
