Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.UI.MAINSCREEN.SLOT
source: Game Slot
japanese: ゲームスロット

# STRINGS.UI.MAINSCREEN.UNLOCKEVERYTHING
source: Unlock Everything
japanese: 全てアンロック

# STRINGS.UI.MAINSCREEN.CREDITS
source: Credits
japanese: クレジット

# STRINGS.UI.MAINSCREEN.NEWFREEPLAYCUSTOM
source: Sandbox (Custom)
japanese: サンドボックス（カスタム）

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_OKAY
source: Learn More
japanese: もっと詳しく

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TEXT
source: The Screecher requires a Steam or Stand-alone version of Don't Starve to play.
japanese: ScreecherをプレイするにはSteamもしくはStand-aloneバージョンのDon't Starveが必要です。

# STRINGS.UI.MAINSCREEN.NOTIFY
source: Newsletter
japanese: ニュースレター

# STRINGS.UI.MAINSCREEN.NEXTBUILDIMMINENT
source: Next build imminent!
japanese: 次のビルドが迫っています！

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESSDESC
source: Data was imported successfully.
japanese: データのインポートに成功しました。

# STRINGS.UI.MAINSCREEN.IMPORTFAIL
source: Failed to load
japanese: ロードに失敗

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TEXT
source: The Screecher mod requires the game to be restarted.
japanese: ScreecherのMODにはゲームの再起動が必要です。

# STRINGS.UI.MAINSCREEN.SCREECHER_DIALOG_TITLE
source: Restart Required
japanese: 再起動が必要です

# STRINGS.UI.MAINSCREEN.MODDETAIL
source: Installed mods:
japanese: インストールされたMOD：

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_HEADER
source: Adjust Display Area.
japanese: ディスプレイエリアを調整。

# STRINGS.UI.MAINSCREEN.NEWADVENTURE
source: Adventure (TEST)
japanese: アドベンチャー（テスト）

# STRINGS.UI.MAINSCREEN.LATER
source: Not Now
japanese: 今はやめておく

# STRINGS.UI.MAINSCREEN.FAILEDMODS
source: The following mods failed to run last time and have been disabled:
japanese: 下記のMODは前回起動に失敗し、無効化されました：

# STRINGS.UI.MAINSCREEN.GREETING
source: Hi
japanese: こんにちは

# STRINGS.UI.MAINSCREEN.ENTERPRODUCTKEY
source: Enter Key
japanese: Enterキー

# STRINGS.UI.MAINSCREEN.IMPORT
source: Import
japanese: インポート

# STRINGS.UI.MAINSCREEN.CONSOLE_EDITION_TEXT
source: Console Edition
japanese: コンソール・エディション

# STRINGS.UI.MAINSCREEN.UPDATENAME
source: All's Well That Maxwell
japanese: Maxwellよければすべてよし

# STRINGS.UI.MAINSCREEN.LOGOUT
source: Log Out
japanese: ログアウト

# STRINGS.UI.MAINSCREEN.EXIT
source: Exit
japanese: 終了

# STRINGS.UI.MAINSCREEN.MOTDBUTTON
source: Join Us
japanese: 参加する

# STRINGS.UI.MAINSCREEN.MOTDTITLE
source: Halloween Mod Challenge
japanese: ハロウィンMODチャレンジ

# STRINGS.UI.MAINSCREEN.NEXTUPDATEDAYS
source: Next Update: %d days
japanese: 次のアップデート： %d 日後

# STRINGS.UI.MAINSCREEN.FRESHBUILD
source: Fresh Build!
japanese: 新たしいビルド！

# STRINGS.UI.MAINSCREEN.NEWGAME
source: Start a new game!
japanese: 新しいゲームをスタートする！

# STRINGS.UI.MAINSCREEN.MODQUIT
source: Disable Mods
japanese: 無効化されたMOD

# STRINGS.UI.MAINSCREEN.ACCOUNTINFO
source: Account Info
japanese: アカウント情報

# STRINGS.UI.MAINSCREEN.ASKQUIT
source: Do you really want to quit?
japanese: 本当に終了しますか？

# STRINGS.UI.MAINSCREEN.NEWGO
source: Lets Go!
japanese: さぁ行こう！

# STRINGS.UI.MAINSCREEN.ADJUST_DISPLAY_TEXT
source: Parts of the game may appear outside the edges of your screen. Do you want to check and adjust your display area now? You can do this later in the settings menu.
japanese: ゲームの所々がスクリーンの端よりも外側に表示されることがあります。ディスプレイエリアを確認していますぐ調整しますか？後で設定メニューから行うこともできます。

# STRINGS.UI.MAINSCREEN.NEWGAMETYPE
source: What kind of game would you like to play?
japanese: どんなゲームをプレイしたいですか？

# STRINGS.UI.MAINSCREEN.SURE
source: Are you sure?
japanese: 本当に実行しますか？

# STRINGS.UI.MAINSCREEN.RESETGAMEDESC
source: This will reset your current world. Continue?
japanese: あなたの現在の世界はリセットされます。続けますか？

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM_DETAIL
source: Mods! And Stuff. It is better.
japanese: MOD!と色々。より改善されます。

# STRINGS.UI.MAINSCREEN.SCREECHER_NACL_DIALOG_TITLE
source: The Screecher Is Waiting For You...
japanese: Screecherがあなたを待っています…

# STRINGS.UI.MAINSCREEN.MODDETAIL2
source: Klei is not able to help you should issues arise while using mods. Use with caution!
japanese: KleiはMOD使用中に関する問題は解決することができません。注意してご使用ください！

# STRINGS.UI.MAINSCREEN.TESTINGDETAIL
source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
japanese: バグや破損した箇所を発見するかもしれませんし、また、アップデートの際にはゲームのセーブを失うかもしれません。問題点は全てフォーラムに投稿してください。

# STRINGS.UI.MAINSCREEN.NEWFREEPLAY
source: Sandbox
japanese: サンドボックス

# STRINGS.UI.MAINSCREEN.SETTINGS
source: Settings
japanese: 設定

# STRINGS.UI.MAINSCREEN.IMPORTSUCCESS
source: Success
japanese: 成功

# STRINGS.UI.MAINSCREEN.UNKNOWNGAME
source: Unknown
japanese: 未知

# STRINGS.UI.MAINSCREEN.PLAYDEMO
source: Play Demo
japanese: デモをプレイ

# STRINGS.UI.MAINSCREEN.YES
source: Yes
japanese: はい

# STRINGS.UI.MAINSCREEN.OLDMODS
source: The following mods are out of date and have been disabled:
japanese: 下記のMODは期限切れで無効化されました：

# STRINGS.UI.MAINSCREEN.MODTITLE
source: Mods Installed!
japanese: MODがインストールされました！

# STRINGS.UI.MAINSCREEN.ADVGAMEDESC
source: NOTE: This mode is still under development. For experienced players only! You've decided to bring the fight to Maxwell. Can you survive the increasingly harsh conditions he's created for you, and beat him at his own game?
japanese: 注意：このMODはまだ開発中です。 上級プレイヤー向け！ あなたはMaxwellに戦いを挑むことにしました。 彼が造り出す状況がどんどん厳しくなる中で、あなたは生き延び、そして彼を自らのゲーム内で倒すことができるでしょうか？

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL2
source: Enable these mods from the main menu.
japanese: メインメニューからこれらのMODを有効にしてください。

# STRINGS.UI.MAINSCREEN.MOREGAMES
source: More Games
japanese: もっとたくさんのゲーム

# STRINGS.UI.MAINSCREEN.VISITFORUM
source: Visit Forum
japanese: フォーラムを見る

# STRINGS.UI.MAINSCREEN.ASKQUITDESC
source: Maxwell will miss you!
japanese: Maxwellはあなたの再来を待っています！

# STRINGS.UI.MAINSCREEN.RESTART
source: Restart
japanese: 再スタート

# STRINGS.UI.MAINSCREEN.CHEATS
source: Cheats
japanese: チート

# STRINGS.UI.MAINSCREEN.ENTERKEY
source: Enter New Key
japanese: 新しいキーを入力

# STRINGS.UI.MAINSCREEN.OPTIONS
source: Options
japanese: オプション

# STRINGS.UI.MAINSCREEN.NEWWORLD
source: Create a new world!
japanese: 新しい世界を構築！

# STRINGS.UI.MAINSCREEN.NEWMODDETAIL
source: Newly installed mods:
japanese: 新しくインストールされたMOD：

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL
source: The following mod(s) have caused a failure:
japanese: 下記のMODで失敗が発生しました：

# STRINGS.UI.MAINSCREEN.LASTBUILDDAYS
source: Last build %d days ago
japanese: 最後のビルド %d 日前

# STRINGS.UI.MAINSCREEN.ADVENTURE
source: Adventure
japanese: アドベンチャー

# STRINGS.UI.MAINSCREEN.TESTINGYES
source: I understand
japanese: 了解です

# STRINGS.UI.MAINSCREEN.CONTROLS
source: Controls
japanese: コントロール

# STRINGS.UI.MAINSCREEN.PLAY
source: Play!
japanese: プレイする！

# STRINGS.UI.MAINSCREEN.CHOOSEDIR
source: Don't Starve Game Data
japanese: Don't Starveゲームデータ

# STRINGS.UI.MAINSCREEN.SCRIPTERRORMODWARNING
source: This error may have occurred due to a mod you have enabled! You have the following mods enabled:
japanese: このエラーはあなたが有効化したMODが原因かもしれません！ 下記のMODが有効化されています：

# STRINGS.UI.MAINSCREEN.SLOTACTION
source: What would you like to do?
japanese: どうしますか？

# STRINGS.UI.MAINSCREEN.DELETE
source: Delete
japanese: 削除

# STRINGS.UI.NEWGAMESCREEN.TITLE
source: New Game
japanese: 新しいゲーム

# STRINGS.UI.NEWGAMESCREEN.CHANGECHARACTER
source: Character
japanese: キャラクター

# STRINGS.UI.NEWGAMESCREEN.START
source: Start
japanese: スタート

# STRINGS.UI.NEWGAMESCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.NEWGAMESCREEN.CUSTOMIZE
source: World
japanese: 世界

# STRINGS.UI.OPTIONS.DISTORTION
source: Distortion
japanese: 歪み

# STRINGS.UI.OPTIONS.CLOSE
source: Close
japanese: 閉める

# STRINGS.UI.OPTIONS.BACKTITLE
source: Revert Changes?
japanese: 変更を取り消しますか？

# STRINGS.UI.OPTIONS.DISPLAY_AREA_BUTTON
source: Adjust
japanese: 調整する

# STRINGS.UI.OPTIONS.NETBOOKMODE
source: Netbook Mode
japanese: Netbookモード

# STRINGS.UI.OPTIONS.BLOOM
source: Bloom
japanese: ブルーム効果

# STRINGS.UI.OPTIONS.YES
source: Yes
japanese: はい

# STRINGS.UI.OPTIONS.HUDSIZE
source: HUD size
japanese: HUDサイズ

# STRINGS.UI.OPTIONS.FULLSCREEN
source: Fullscreen
japanese: フルスクリーン

# STRINGS.UI.OPTIONS.REVERT
source: Revert Changes
japanese: 変更を取り消す

# STRINGS.UI.OPTIONS.ACCEPTBODY
source: Do you wish to accept these changes?
japanese: この変更を承認しますか？

# STRINGS.UI.OPTIONS.REFRESHRATE
source: Refresh Rate
japanese: リフレッシュレート

# STRINGS.UI.OPTIONS.AMBIENT
source: Ambient
japanese: 環境

# STRINGS.UI.OPTIONS.VIBRATION
source: Vibration
japanese: 振動

# STRINGS.UI.OPTIONS.RESOLUTION
source: Resolution
japanese: 解像度

# STRINGS.UI.OPTIONS.BACKBODY
source: Do you want to throw out your changes?
japanese: 変更をキャンセルしますか？

# STRINGS.UI.OPTIONS.APPLY
source: Apply
japanese: 適用

# STRINGS.UI.OPTIONS.ACCEPT
source: Accept
japanese: 承認

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSBODY
source: Do you wish to accept these changes?
japanese: この変更を承認しますか？

# STRINGS.UI.OPTIONS.DISABLED
source: Disabled
japanese: オフ

# STRINGS.UI.OPTIONS.DISPLAY_AREA_LABEL
source: Display Area
japanese: 表示エリア

# STRINGS.UI.OPTIONS.SMALLTEXTURES
source: Small Textures
japanese: 微細構造

# STRINGS.UI.OPTIONS.DISPLAY
source: Display
japanese: 表示

# STRINGS.UI.OPTIONS.MUSIC
source: Music
japanese: 音楽

# STRINGS.UI.OPTIONS.ACCEPTTITLE
source: Accept Changes
japanese: 変更を承認

# STRINGS.UI.OPTIONS.NO
source: No
japanese: いいえ

# STRINGS.UI.OPTIONS.ACCEPTGRAPHICSTITLE
source: Accept Changes
japanese: 変更を承認

# STRINGS.UI.OPTIONS.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.OPTIONS.ENABLED
source: Enabled
japanese: オン

# STRINGS.UI.OPTIONS.AUTOSAVE
source: Auto-save
japanese: オートセーブ

# STRINGS.UI.EMAILSCREEN.MAR
source: Mar
japanese: 3月

# STRINGS.UI.EMAILSCREEN.APR
source: Apr
japanese: 4月

# STRINGS.UI.EMAILSCREEN.BIRTHDAYREASON
source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
japanese: 年齢に適切なアップデートをお送りするために、あなたの誕生日が必要です！ ご安心ください。スパムを送ったり、個人情報取引に使用したりはいたしません。

# STRINGS.UI.EMAILSCREEN.INVALIDEMAIL
source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
japanese: 私たちは霊能力者ではありません！emailアドレスを入力して頂かないと、新しい情報をお伝えできません！

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMITTITLE
source: Sending...
japanese: 送信中…

# STRINGS.UI.EMAILSCREEN.INVALIDDATETITLE
source: Invalid Date
japanese: 無効な日付

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESSTITLE
source: Success!
japanese: 成功！

# STRINGS.UI.EMAILSCREEN.DEC
source: Dec
japanese: 12月

# STRINGS.UI.EMAILSCREEN.SEP
source: Sep
japanese: 9月

# STRINGS.UI.EMAILSCREEN.FEB
source: Feb
japanese: 2月

# STRINGS.UI.EMAILSCREEN.JUN
source: Jun
japanese: 6月

# STRINGS.UI.EMAILSCREEN.EMAIL
source: Email:
japanese: Eメール:

# STRINGS.UI.EMAILSCREEN.AUG
source: Aug
japanese: 8月

# STRINGS.UI.EMAILSCREEN.OCT
source: Oct
japanese: 10月

# STRINGS.UI.EMAILSCREEN.MAY
source: May
japanese: 5月

# STRINGS.UI.EMAILSCREEN.NOV
source: Nov
japanese: 11月

# STRINGS.UI.EMAILSCREEN.JUL
source: Jul
japanese: 7月

# STRINGS.UI.EMAILSCREEN.JAN
source: Jan
japanese: 1月

# STRINGS.UI.EMAILSCREEN.BIRTHDAY
source: Birthdate:
japanese: 誕生日：

# STRINGS.UI.EMAILSCREEN.INVALIDEMAILTITLE
source: Invalid Email
japanese: 無効なEメールアドレス

# STRINGS.UI.EMAILSCREEN.SUBSCRIBE
source: Subscribe
japanese: 加入する

# STRINGS.UI.EMAILSCREEN.SIGNUPFAIL
source: Looks like we had some trouble signing you up. Please try again later if you don't receive a confirmation email.
japanese: サインアップするのに問題があったようです。確認のEメールが届かない場合には、後でもう一度お試しください。

# STRINGS.UI.EMAILSCREEN.SIGNUPSUBMIT
source: Please wait a moment while we sign you up.
japanese: サインアップ完了までしばらくお待ちください。

# STRINGS.UI.EMAILSCREEN.TITLE
source: Keep me updated with Don't Starve news
japanese: Don't Starveのアップデート情報を希望します

# STRINGS.UI.EMAILSCREEN.SIGNUPFAILTITLE
source: Something Went Wrong
japanese: 何かがうまくいきませんでした

# STRINGS.UI.EMAILSCREEN.SIGNUPSUCCESS
source: Thanks for signing up! You should receive a confirmation email in your inbox.
japanese: サインアップありがとうございます！確認のEメールが届くはずです。

# STRINGS.UI.EMAILSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.EMAILSCREEN.INVALIDDATE
source: We need your birthdate or ratings people might get mad at us for emailing you content not appropriate for your age.
japanese: 誕生日の入力がないと、私たちがあなたの年齢に適したコンテンツを送っていないと、調査人にしかられてしまいます。

# STRINGS.UI.HUD.BUYNOW
source: Buy Now
japanese: いますぐ購入

# STRINGS.UI.HUD.ROTLEFT
source: Rotate Left (Q)
japanese: 左に回転 (Q)

# STRINGS.UI.HUD.CLOCKDAY
source: Day
japanese: 昼間

# STRINGS.UI.HUD.WORLD
source: World
japanese: 世界

# STRINGS.UI.HUD.SELECT
source: Select
japanese: 選択

# STRINGS.UI.HUD.SAVING
source: SAVING...
japanese: セーブ中…

# STRINGS.UI.HUD.SWAP
source: Swap
japanese: 交換する

# STRINGS.UI.HUD.UNEQUIP
source: Unequip
japanese: 非装備する

# STRINGS.UI.HUD.STALE
source: Stale
japanese: 古い

# STRINGS.UI.HUD.ROTRIGHT
source: Rotate Right (E)
japanese: 右に回転 (E)

# STRINGS.UI.HUD.BUILD
source: Build
japanese: 建設する

# STRINGS.UI.HUD.DEPLOY
source: Deploy
japanese: 配置する

# STRINGS.UI.HUD.PUT
source: Put
japanese: 置く

# STRINGS.UI.HUD.READY
source: How long will you survive?
japanese: どれだけ長くいきのびられるか？

# STRINGS.UI.HUD.MAP
source: Show Map (TAB)
japanese: 地図を表示 (TAB)

# STRINGS.UI.HUD.TAKE
source: Take
japanese: とる

# STRINGS.UI.HUD.READYTITLE
source: Ready to play!
japanese: プレイ準備万端！

# STRINGS.UI.HUD.EQUIP
source: Equip
japanese: 装備する

# STRINGS.UI.HUD.GETHALF
source: Get Half
japanese: 半分獲得

# STRINGS.UI.HUD.SPOILED
source: Spoiled
japanese: 腐ってる

# STRINGS.UI.HUD.PUTONE
source: Put One
japanese: 一つ置く

# STRINGS.UI.HUD.DROP
source: Drop
japanese: 落とす

# STRINGS.UI.HUD.INSPECT
source: Inspect
japanese: 調べる

# STRINGS.UI.HUD.PAUSE
source: Pause (ESC)
japanese: 一時停止 (ESC)

# STRINGS.UI.HUD.HERE
source: here
japanese: ここ

# STRINGS.UI.HUD.START
source: Start
japanese: スタート

# STRINGS.UI.HUD.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.HUD.ATTACK
source: Attack
japanese: 攻撃する

# STRINGS.CHARACTER_DESCRIPTIONS.wilson
source: *Grows a magnificent beard
japanese: *すごいヒゲが生える

# STRINGS.CHARACTER_DESCRIPTIONS.wendy
source: *Haunted by her twin sister *Comfortable with darkness *Doesn't hit very hard
japanese: *みずからの双子の妹に呪われている *暗闇が心地よい *あまり強くは打たない

# STRINGS.CHARACTER_DESCRIPTIONS.willow
source: *Immune to heat damage *Has a sweet lighter *Lights fires when nervous
japanese: *熱ダメージを受けない *かっこいいライターを持ってる *緊張すると火をつける

# STRINGS.CHARACTER_DESCRIPTIONS.waxwell
source: *Is dapper but frail *Can fragment his mind *Brings his own sword
japanese: *お洒落だけど、か弱い *頭を割り切れる *自らの剣を持ってくる

# STRINGS.CHARACTER_DESCRIPTIONS.wickerbottom
source: *Knows many things *Self-publishes books *Can't sleep, hates spoilage
japanese: *知識が豊富 *本の自費出版アリ *眠れなくて、腐ったものがきらい

# STRINGS.CHARACTER_DESCRIPTIONS.wolfgang
source: *Gets stronger with a full belly *Is afraid of the dark and monsters
japanese: *お腹いっぱいで強くなる *暗闇とモンスターが苦手

# STRINGS.CHARACTER_DESCRIPTIONS.wx78
source: *Not a picky eater *Charged by lightning, damaged by rain *Can upgrade with gears
japanese: *なんでも食べる *雷でチャージして、雨でダメージを受ける *ギアでアップグレード可能

# STRINGS.CHARACTER_DESCRIPTIONS.woodie
source: *Has a lovely axe *Has a terrible secret
japanese: *素敵な斧を持っている *恐ろしい秘密を隠している

# STRINGS.CHARACTER_DESCRIPTIONS.wes
source: *Can't talk *Has trouble staying alive *Practices balloonomancy
japanese: *しゃべれない *生き延びるのが難しい *風船魔術を習得中

# STRINGS.CHARACTER_QUOTES.wilson
source: "I will conquer it all with the power of my MIND!"
japanese: "脳の力で全てに打ち勝つ！"

# STRINGS.CHARACTER_QUOTES.wendy
source: "Abigail? Come back! I'm not done playing with you."
japanese: "Abigail?戻ってきて！まだ君と遊び足りないよ"

# STRINGS.CHARACTER_QUOTES.willow
source: "Things are so much prettier when they burn."
japanese: "燃えてるときのほうが、なんでもきれいだよね"

# STRINGS.CHARACTER_QUOTES.waxwell
source: "Freedom!"
japanese: "自由だ！!"

# STRINGS.CHARACTER_QUOTES.wickerbottom
source: "Shhhh! No talking!"
japanese: "シー！しゃべらないで！"

# STRINGS.CHARACTER_QUOTES.wolfgang
source: "I am mighty! No one is mightier!"
japanese: "ボクちゃんは強いぞ！誰にも負けはしない！"

# STRINGS.CHARACTER_QUOTES.woodie
source: "That's nice tree, eh?"
japanese: "それってナイスな木だ、ねえ？"

# STRINGS.CHARACTER_QUOTES.wx78
source: "EMPATHY MODULE NOT RESPONDING"
japanese: "同情モジュールが応答しません"

# STRINGS.PIGNAMES.1
source: Augustus
japanese: アウグストゥス

# STRINGS.PIGNAMES.2
source: Tiberius
japanese: タイベリアス

# STRINGS.PIGNAMES.3
source: Caligula
japanese: カリグラ

# STRINGS.PIGNAMES.4
source: Claudius
japanese: クローディウス

# STRINGS.PIGNAMES.5
source: Nero
japanese: ネロ

# STRINGS.PIGNAMES.6
source: Galba
japanese: ガルバ

# STRINGS.PIGNAMES.7
source: Otho
japanese: オーソ

# STRINGS.PIGNAMES.8
source: Vitellius
japanese: ヴィッテリウス

# STRINGS.PIGNAMES.9
source: Vespasian
japanese: ヴェスパシアン

# STRINGS.PIGNAMES.10
source: Titus
japanese: タイタス

# STRINGS.PIGNAMES.11
source: Domitian
japanese: ドミシアン

# STRINGS.PIGNAMES.12
source: Nerva
japanese: ネルバ

# STRINGS.PIGNAMES.13
source: Trajan
japanese: トラヤン

# STRINGS.PIGNAMES.14
source: Hadrian
japanese: ハドリアン

# STRINGS.PIGNAMES.15
source: Antonius
japanese: アントニウス

# STRINGS.PIGNAMES.16
source: Lucius
japanese: ルシウス

# STRINGS.PIGNAMES.17
source: Marcus
japanese: マルカス

# STRINGS.PIGNAMES.18
source: Commodus
japanese: コモダス

# STRINGS.PIGNAMES.19
source: Pertinax
japanese: ペルティナックス

# STRINGS.PIGNAMES.20
source: Didius
japanese: ダイディウス

# STRINGS.PIGNAMES.21
source: Septmius
japanese: セプトゥミウス

# STRINGS.PIGNAMES.22
source: Caracalla
japanese: カラカラ

# STRINGS.PIGNAMES.23
source: Geta
japanese: ギータ

# STRINGS.PIGNAMES.24
source: Marcrinus
japanese: マルクリヌス

# STRINGS.PIGNAMES.25
source: Elagabalus
japanese: エラガバルス

# STRINGS.PIGNAMES.26
source: Severus
japanese: セヴェルス

# STRINGS.PIGNAMES.27
source: Maximinus
japanese: マクシミヌス

# STRINGS.PIGNAMES.28
source: Gordian
japanese: ゴルジアン

# STRINGS.PIGNAMES.29
source: Pupienus
japanese: プピエヌス

# STRINGS.PIGNAMES.30
source: Balbinus
japanese: バルビヌス

# STRINGS.PIGNAMES.31
source: Philip
japanese: フィリップ

# STRINGS.PIGNAMES.32
source: Hostilian
japanese: ホスティリアン

# STRINGS.PIGNAMES.33
source: Trebonianus
japanese: トレボニアヌス

# STRINGS.PIGNAMES.34
source: Aemilian
japanese: アエミリアン

# STRINGS.PIGNAMES.35
source: Valerian
japanese: ヴァレリアン

# STRINGS.PIGNAMES.36
source: Gallienus
japanese: ガリエヌス

# STRINGS.PIGNAMES.37
source: Quintillus
japanese: クインティルス

# STRINGS.PIGNAMES.38
source: Aurelian
japanese: オーレリアン

# STRINGS.PIGNAMES.39
source: Tacitus
japanese: タシタス

# STRINGS.PIGNAMES.41
source: Probus
japanese: プロブス

# STRINGS.PIGNAMES.42
source: Carus
japanese: カルス

# STRINGS.PIGNAMES.43
source: Numerian
japanese: ヌメリアン

# STRINGS.PIGNAMES.44
source: Carinus
japanese: カリヌス

# STRINGS.PIGNAMES.45
source: Diocletian
japanese: ディオクレシアン

# STRINGS.PIGNAMES.46
source: Maximian
japanese: マクシミアン

# STRINGS.PIGNAMES.47
source: Constantius
japanese: コンスタンティヌス

# STRINGS.PIGNAMES.48
source: Galerius
japanese: ガレリウス

# STRINGS.PIGNAMES.49
source: Constantine
japanese: コンスタンティン

# STRINGS.PIGNAMES.50
source: Maxentius
japanese: マクセンティウス

# STRINGS.PIGNAMES.51
source: Licinius
japanese: リシニウス

# STRINGS.PIGNAMES.52
source: Constans
japanese: コンスタンス

# STRINGS.PIGNAMES.53
source: Vetriano
japanese: ヴェットリーノ

# STRINGS.PIGNAMES.54
source: Julian
japanese: ジュリアン

# STRINGS.PIGNAMES.55
source: Jovian
japanese: ジョヴィアン

# STRINGS.PIGNAMES.56
source: Valentinian
japanese: ヴァレンティニアン

# STRINGS.PIGNAMES.57
source: Valens
japanese: ヴァレンス

# STRINGS.PIGNAMES.58
source: Gratian
japanese: グレイシアン

# STRINGS.PIGNAMES.59
source: Theodosius
japanese: セオドシウス

# STRINGS.PIGNAMES.60
source: Arcadius
japanese: アルケーディウス

# STRINGS.PIGNAMES.61
source: Honorius
japanese: ホノリウス

# STRINGS.PIGNAMES.62
source: Joannes
japanese: ジョアネス

# STRINGS.PIGNAMES.63
source: Marcian
japanese: マルシアン

# STRINGS.PIGNAMES.64
source: Petronius
japanese: ペトロニウス

# STRINGS.PIGNAMES.65
source: Avitus
japanese: アヴィタス

# STRINGS.PIGNAMES.66
source: Majorian
japanese: マジョリアン

# STRINGS.PIGNAMES.67
source: Libius
japanese: リビウス

# STRINGS.PIGNAMES.68
source: Anthemius
japanese: アンテミウス

# STRINGS.PIGNAMES.69
source: Olybrius
japanese: オリブリウス

# STRINGS.PIGNAMES.70
source: Glycerius
japanese: グリセリウス

# STRINGS.PIGNAMES.71
source: Julius
japanese: ジュリアス

# STRINGS.PIGNAMES.72
source: Romulus
japanese: ロマルス

# STRINGS.PIGNAMES.73
source: Leo
japanese: レオ

# STRINGS.PIGNAMES.74
source: Zeno
japanese: ゼノ

# STRINGS.PIGNAMES.75
source: Basiliscus
japanese: バシリスカス

# STRINGS.PIGNAMES.76
source: Anatasius
japanese: アナタシウス

# STRINGS.PIGNAMES.77
source: Justin
japanese: ジャスティン

# STRINGS.PIGNAMES.78
source: Justinian
japanese: ジャスティニアン

# STRINGS.PIGNAMES.79
source: Maurice
japanese: モーリース

# STRINGS.PIGNAMES.80
source: Mickey
japanese: ミッキー

# STRINGS.PIGNAMES.81
source: Kevin
japanese: ケビン

# STRINGS.PIGNAMES.82
source: Ju-lian
japanese: ジューリアン

# STRINGS.PIGNAMES.83
source: Alia
japanese: アリア

# STRINGS.PIGNAMES.84
source: Tatham
japanese: テータム

# STRINGS.PIGNAMES.85
source: Brook
japanese: ブルック

# STRINGS.PIGNAMES.86
source: Matt
japanese: マット

# STRINGS.PIGNAMES.87
source: Alex
japanese: アレックス

# STRINGS.PIGNAMES.88
source: Kelly
japanese: ケリー

# STRINGS.PIGNAMES.89
source: Eugene
japanese: ユージーン

# STRINGS.PIGNAMES.90
source: Graham
japanese: グラハム

# STRINGS.PIGNAMES.91
source: Jamie
japanese: ジェイミー

# STRINGS.PIGNAMES.92
source: Jeff
japanese: ジェフ

# STRINGS.PIGNAMES.93
source: Joe
japanese: ジョー

# STRINGS.PIGNAMES.94
source: Corey
japanese: コーリー

# STRINGS.PIGNAMES.95
source: Bryce
japanese: ブライス

# STRINGS.PIGNAMES.96
source: Bug
japanese: 虫

# STRINGS.PIGNAMES.97
source: Moon Pie
japanese: ムーンパイ

# STRINGS.PIGNAMES.98
source: Bagel
japanese: ベーグル

# STRINGS.PIGNAMES.99
source: Biscuit
japanese: ビスケット

# STRINGS.PIGNAMES.100
source: Bacon
japanese: ベーコン

# STRINGS.PIGNAMES.101
source: Hamilton
japanese: ハミルトン

# STRINGS.PIGNAMES.102
source: Hamms
japanese: ビール

# STRINGS.PIGNAMES.103
source: Mr.P
japanese: ミスターP

# STRINGS.PIGNAMES.104
source: Brownie
japanese: ブラウニー

# STRINGS.PIGNAMES.105
source: Butters
japanese: バター

# STRINGS.PIGNAMES.106
source: Tuna
japanese: マグロ

# STRINGS.PIGNAMES.107
source: Clover
japanese: クローバー

# STRINGS.PIGNAMES.108
source: Coco
japanese: ココ

# STRINGS.PIGNAMES.109
source: Custard
japanese: カスタード

# STRINGS.PIGNAMES.110
source: Dumpling
japanese: 餃子

# STRINGS.PIGNAMES.111
source: Eggy
japanese: 卵

# STRINGS.PIGNAMES.112
source: Kiwi
japanese: キーウィ

# STRINGS.PIGNAMES.113
source: Weiner
japanese: ウィンナー

# STRINGS.PIGNAMES.114
source: Waffle
japanese: ワッフル

# STRINGS.PIGNAMES.115
source: Twinkie
japanese: ツィンキー

# STRINGS.PIGNAMES.116
source: Truffle
japanese: トリュフ

# STRINGS.PIGNAMES.117
source: Tater
japanese: ジャガイモ

# STRINGS.PIGNAMES.118
source: Cheddar
japanese: チェダーチーズ

# STRINGS.PIGNAMES.119
source: Pumpkin
japanese: カボチャ

# STRINGS.PIGNAMES.120
source: Oatey
japanese: ムギ

# STRINGS.PIGNAMES.121
source: Oinkey
japanese: ブタ

# STRINGS.PIGNAMES.122
source: Nacho
japanese: ナチョス

# STRINGS.PIGNAMES.123
source: Puffin
japanese: ツノメドリ

# STRINGS.PIGNAMES.124
source: Doughnut
japanese: ドーナツ

# STRINGS.PIGNAMES.125
source: Cabbage
japanese: キャベツ

# STRINGS.PIGNAMES.126
source: Porky
japanese: ブタ

# STRINGS.PIGNAMES.127
source: Porkins
japanese: ポーキンス

# STRINGS.PIGNAMES.128
source: Porkbun
japanese: ブタまん

# STRINGS.PIGNAMES.129
source: Pepper
japanese: ペッパー

# STRINGS.PIGNAMES.130
source: Gouda
japanese: ゴーダチーズ

# STRINGS.PIGNAMES.131
source: Eggbert
japanese: エッグバート

# STRINGS.PIGNAMES.132
source: Chip
japanese: ポテチ

# STRINGS.PIGNAMES.133
source: Berry
japanese: ベリー

# STRINGS.PIGNAMES.134
source: Crabby
japanese: カニ

# STRINGS.PIGNAMES.135
source: Reuben
japanese: ルーベン

# STRINGS.PIGNAMES.136
source: Barley
japanese: オオムギ

# STRINGS.PIGNAMES.137
source: Olive
japanese: オリーブ

# STRINGS.PIGNAMES.138
source: Pickles
japanese: ピクルス

# STRINGS.PIGNAMES.139
source: Wiggles
japanese: ウィグルス

# STRINGS.PIGNAMES.140
source: Jerky
japanese: ジャーキー

# STRINGS.PIGNAMES.141
source: Smelly
japanese: 臭い

# STRINGS.PIGNAMES.142
source: Salty
japanese: しょっぱい

# STRINGS.PIG_TALK_RUNAWAY_WILSON.1
source: TOO CLOSE!
japanese: 近すぎる！

# STRINGS.PIG_TALK_RUNAWAY_WILSON.2
source: STAY AWAY!
japanese: 近づくな！

# STRINGS.PIG_TALK_RUNAWAY_WILSON.3
source: YOU BACK OFF!
japanese: こっちへ来るな！
