Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.SPOILED
source: That was putrid.
japanese: 腐っていた。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_EAT.PAINFUL
source: Ow! That hurt my mouth!
japanese: いて！それで口が傷ついた！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HIGHRESEARCH
source: My brain swells with power!
japanese: 私の脳はパワーでいっぱい！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_THORNS
source: I scratched my arms up doing that.
japanese: やりながら両腕にひっかき傷を作ってしまった。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP_CAVE
source: Sleeping now would mess up my sleep schedule!
japanese: 今寝たら俺の睡眠スケジュールがメチャクチャに！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_BEES
source: Killing me won't bring back your honey!
japanese: 俺を殺してもおまえの蜂蜜は戻って来ない！

# STRINGS.CHARACTERS.WAXWELL.LICHEN
source: A slow growing cave plant
japanese: 成長の遅い洞窟の植物。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_COLD
source: My heart grows cold.
japanese: 俺のハートは冷たく育っている。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ACCOMPLISHMENT
source: I need to pass the time somehow.
japanese: どうにかしてひまをつぶす必要がある。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNGRY
source: I am empty inside.
japanese: 俺の中身は空っぽさ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_KNOCKEDOUT
source: Ugh. My head hurts.
japanese: うっ！頭が痛い。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_LOST_TRAIL
source: Drat! It got away.
japanese: ちぇっ！持っていかれた。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HUNT_BEAST_NEARBY
source: I smell dung and beast-sweat.
japanese: 糞と獣の汗の匂いがする。

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE_TOODARK
source: I can't see in the dark!
japanese: 暗闇では見えないよ。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_ENTER_LIGHT
source: The light is back.
japanese: 明かりがついた。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PECKED
source: Have patience!
japanese: 辛抱強く！

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEERCLOPS
source: I hear the deerclops.
japanese: ディアクロップスの足音が聞こえる。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_MOSQUITOS
source: What annoying little bugs.
japanese: なんてうっとうしい小さな虫。

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_NODAYSLEEP
source: I can't sleep in the day.
japanese: 日中は眠れない。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TRAP_WENT_OFF
source: Oh, goodness.
japanese: なんてこと！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CRAFTING_FAIL
source: I lack the necessary materials.
japanese: 必要な材料が足りない。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ADVENTUREFAIL
source: Not all deaths are alike.
japanese: すべての死がああなるとは限らない。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_QUAKE
source: The ground shakes. Will it swallow me whole?
japanese: 地面が揺れている。すっぽり飲み込まれてしまうのか？

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE
source: Demon! Show yourself!
japanese: 悪魔よ！姿を見せろ！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_COLD
source: I am chilled to the bone.
japanese: 骨の髄まで凍えているぜ。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_BOOMERANG
source: Ow! That was karma.
japanese: いて！それはカルマだった。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_INV_FULL
source: I can carry no more.
japanese: もうこれ以上運べない。

# STRINGS.CHARACTERS.WENDY.ACTIONFAIL_GENERIC
source: I can't do anything right.
japanese: 何も正しいことなどできない。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_NOHUNGERSLEEP
source: My stomach is as empty as my heart, I can't sleep now.
japanese: 気持ちと同じく腹の中も空っぽさ。今は眠れない。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: This will be forgotten too, some day.
japanese: これもいつの日か忘れ去られるだろう。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DUSK
source: The darkness will be here soon. I must prepare.
japanese: すぐここは闇になる。備えなければ。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_DARK
source: The darkness has swallowed me.
japanese: 闇が私を飲み込んだ。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CHARLIE_ATTACK
source: I am attacked!
japanese: 攻撃された！

# STRINGS.CHARACTERS.WENDY.DESCRIBE_GENERIC
source: It is unmentionable.
japanese: 口にするのがはばかられる。

# STRINGS.CHARACTERS.WENDY.EAT_FOOD.TALLBIRDEGG_CRACKED
source: I spared it the torment of living.
japanese: それを生きる苦しみに取っておいた。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TORCH_OUT
source: Darkness has returned!
japanese: 闇が戻って来た！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_THORNS
source: Ow! Prickly, like me.
japanese: いて！厄介だ、俺みたいに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ADVENTURE_PORTAL
source: What technological terror is this?
japanese: これはどんな技術的テロなんだ？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.GENERIC
source: He's wandering mindlessly, oblivious to his fate.
japanese: 彼は自分の運命を忘れて、無意識に徘徊している。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBIT.HELD
source: He is safely in my embrace.
japanese: 私の支配領域では彼は安全だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS
source: Death incarnate!
japanese: 死に肉体を与えよ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROAD
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEMINE
source: They're still alive in there. Poor things.
japanese: そこではまだ生きている。かわいそうな奴らだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_COOKED
source: This corn couldn't handle the heat.
japanese: この実は熱さに対応できなかった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOLIAGE
source: Lead me to the Aarnivalkea.
japanese: 私をアーニヴァルキアに連れて行け。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEPRINT
source: Whoever drew this is probably dead.
japanese: これを描いた者はおそらく死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS_COOKED
source: Definitely not twitching any longer.
japanese: 絶対にこれ以上は引きつりたくない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: The remains of a tuft of grass.
japanese: 芝の茂みの残り。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE
source: It is mindlessly chasing after rocks.
japanese: 何も考えず岩を追いかけている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_SLEEP
source: Not even the big sleep, just a temporary one.
japanese: ぐっすり眠れなくても、仮眠でもいいんだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTLICHEN
source: Fleeting, just like life.
japanese: はかない、まるで命のようだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Used up and done for.
japanese: 使い尽くし死にそうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Everything dies.
japanese: すべて死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: It's cycle of life is ending.
japanese: その命のサイクルが終わろうとしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: It's burning brightly.
japanese: 明るく燃えている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_SEEDS
source: Miraculously, the seeds don't smell.
japanese: 奇跡的に、その種たちは匂いがしない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.GENERIC
source: Take thy beak from out my heart!
japanese: おまえがここにいると乱される、失せろ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CROW.HELD
source: He is mine.
japanese: 彼は私のもの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GENERIC
source: They are so standoffish.
japanese: あいつらはかなりよそよそしい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.FOLLOWER
source: I still feel alone.
japanese: まだ孤独を感じる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.WEREPIG
source: A creature of the night!
japanese: 夜の生き物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.GUARD
source: How Orwellian.
japanese: なんてオーウェル式。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGMAN.DEAD
source: He's better off, now.
japanese: 彼は裕福だ、今はな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERM
source: Horrid swamp thing!
japanese: 忌まわしい湿地帯！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A snowbird feather, white like the light at the end of the tunnel.
japanese: スノーバードの羽、トンネルの終わりに差す光のように白い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MARSH
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTSTONE
source: The better to mark graves with.
japanese: 墓所をマークしておいたほうがいい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPICKAXE
source: At least I can smash rocks with style.
japanese: 少なくても格好よく岩を打ち砕ける。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.GENERIC
source: He's little and warty.
japanese: あいつは小さくていぼだらけだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.SLEEPING
source: He's asleep.
japanese: 眠っている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROG.DEAD
source: Life is small and short.
japanese: 人生はちっぽけで短い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GHOST
source: He has risen from the grave!
japanese: 彼はその墓で大きくなった！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDSTOOTH
source: Pulled out by the root.
japanese: 根から引き抜かれた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_TREE
source: Poor plant, locked away from the sun.
japanese: 太陽から遮断された哀れな植物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDSMALLMEAT
source: Fire has purified it.
japanese: 炎により浄化された。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATBAT
source: An enchanted weapon. How exciting!
japanese: 魅惑の武器。楽しみだな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TWIGS
source: Plucked from the ground before their prime.
japanese: 全盛期前に地面から引き抜かれた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENSTAFF
source: I can see the power sparkle deep within.
japanese: 内部深くでパワーが炸裂しているのが見える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LICHEN
source: How does it manage to grow like that?
japanese: そのように成長させるにはどうすれば良いのか？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PICKAXE
source: So that I may penetrate the earth itself.
japanese: つまり地球自体を貫通するということか。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHOLE
source: The slurtles pop out when they outgrow it.
japanese: それをより大きく出来た時にスラートル亀が現われる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_MED
source: The earth reaches up.
japanese: 地球が背伸びしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.GENERIC
source: That egg represents a new life. Ugh.
japanese: その卵が新しい命を代表している。うっ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDNEST.PICKED
source: The nest is empty. Vacant. Barren. A void.
japanese: その巣は空っぽだ。空っぽ。荒れ地。喪失感。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONPIE
source: Well, at least it's a pie now.
japanese: まぁ、今はパイだからいいか。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT
source: It has a foul smell.
japanese: イヤな臭いがする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN
source: Spiky and smelly!
japanese: トゲトゲで臭い！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUSHAT
source: What feverish thoughts transpired beneath this?
japanese: なんて浮かれた気分がこの下で発生していたの？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHTACOS
source: I hope I got all the bones out.
japanese: 全部骨を取り出せたといいけれど。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_LANTERN
source: You're not so scary.
japanese: あんまり怖くないね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK1
source: Cold, dead artifical life.
japanese: 冷たく、死んだ人工生命。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP
source: A mushroom after my own heart.
japanese: あたしのハートを追いかけてくるキノコ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.GENERIC
source: A creature of the night!
japanese: 夜の生き物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.SLEEPING
source: Evil is sleeping.
japanese: 悪が眠っている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER.DEAD
source: We will meet again some day.
japanese: またいつか会うわね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Musty.
japanese: カビ臭い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: I would hide too, if I could.
japanese: 隠れられるものなら、隠れている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Harvested.
japanese: 収穫済み。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOWOOL
source: Somewhere, a beefalo is naked and cold.
japanese: どこかで、ビーファロが裸で寒がっている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES
source: These berries are tart.
japanese: このベリーは酸っぱい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SNURTLE
source: That one has a larger shell.
japanese: あっちの方が貝殻が大きい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.GENERIC
source: They shall labour so I can steal.
japanese: あたしが盗めるように、がんばって作ってもらいましょう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEBOX.READY
source: Their toils have been fruitful!
japanese: 彼らが苦労した甲斐があった！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENAXE
source: At least I can kill trees with style.
japanese: 少なくとも、かっこよく木を倒すことはできる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH_MAXWELL
source: Death when I least expect it.
japanese: 思いもよらない時にやってくる死。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP
source: A fungus to preserve the monotony.
japanese: 退屈さを維持するためのカビ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CAVE
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENPITCHFORK
source: At least I can till the earth with style.
japanese: 少なくとも、かっこよく土地を耕すことはできる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.GENERIC
source: It's just a bunch of reeds.
japanese: ただのアシだよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.PICKED
source: I have picked them.
japanese: あたしが選んだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REEDS.BURNING
source: Soon to be ashes.
japanese: すぐに灰となる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINSHAT
source: Abigail would've loved this crown.
japanese: Abigailならこの王冠を気に入っただろうな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG_COOKED
source: No bird will ever come of it.
japanese: 鳥が出てくることはありえない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYNUGGETS
source: A sweet sauce for this creature's sweet embrace.
japanese: この生き物の甘い抱擁に、甘いソースを。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYMUFFIN
source: Let's see you get out of this sugary trap!
japanese: このとっても甘い罠から抜け出せるかな！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOUSE
source: It is not as edible as it looks.
japanese: 見た目よりも食べにくい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FRUITMEDLEY
source: Sweet, tart and in a cup.
japanese: 甘くて、酸っぱくて、カップに入っている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLE
source: Smooth and lifeless.
japanese: 滑らかで、死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP_NIGHTMARE
source: Time has won this battle.
japanese: 時間が勝利した。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE
source: Its presence marks the edge of the unknown.
japanese: この存在が未知の境界を縁取っている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH
source: It was flopping around desperately for life. The poor fool.
japanese: それは命を求めてバタバタと動き回っていた。かわいそうなお馬鹿さん。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET_ITEM
source: I think I need to place it.
japanese: 配置しなければいけないと思う。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.GENERIC
source: It's trying to grow up.
japanese: 成長しようとしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.PICKED
source: Maybe next time, sapling.
japanese: 次回は成功するかもね、苗木くん。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SAPLING.BURNING
source: Consigned to the flames.
japanese: 炎の中に投獄される。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_HIDER
source: A cowardly spider.
japanese: 意気地なしのクモ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.GENERIC
source: What does this newfangled thing do?
japanese: この最新式のは何ができるんだい？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.READY
source: It still needs a large key.
japanese: まだ大きな鍵が必要だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Let's see what I can find!
japanese: 何が見つけられるかみてみよう！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.GENERIC
source: I might survive this night!
japanese: この夜を生き延びられるかもしれない！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.OUT
source: That is not a good sign.
japanese: あれはいいサインじゃないな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.EMBERS
source: Darkness is looming.
japanese: 闇が迫って来ている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.HIGH
source: A vision of Hell!
japanese: 地獄絵図だ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.LOW
source: The gloom encroaches.
japanese: 闇が侵入してくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAMPFIRE.NORMAL
source: It's a fire.
japanese: 炎だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK_NIGHTMARE
source: Time erodes everything.
japanese: 時が全てをむしばむ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR_ARM
source: Babies!
japanese: 赤ちゃん！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURHORN
source: All that remains of a once great beast.
japanese: 昔は偉大なる獣だったものの、成れの果て。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHARCOAL
source: It is cold and dead, like my heart.
japanese: 冷たくて死んでるよ、僕の心臓みたいに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_SUMMER
source: A beast of solitude.
japanese: 孤独な野獣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGUARD
source: This little piggie looks mean.
japanese: こっちの子豚さんはコワイぞ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT
source: Evilness pervades it.
japanese: 悪が充満している。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS_SACK
source: It smells of goat.
japanese: ヤギの臭いがする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGTREE
source: The very earth hates me.
japanese: この地球そのものに嫌われている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANRABBIT_TAIL
source: It contains his fuzzy wuzzy essence.
japanese: 彼のクマさんっぽさが含まれている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POWCAKE
source: I would have to be desperate.
japanese: 絶望していないとダメだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BARREN
source: It needs poop.
japanese: 船尾が必要。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.PICKED
source: I have killed it.
japanese: 殺しちゃった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.GENERIC
source: It's just a tuft of grass.
japanese: ただの茂みだよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS.BURNING
source: It smells funny.
japanese: 変な匂いがする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.JAMMYPRESERVES
source: The perfect amount of jam.
japanese: ちょうどいい量のジャム。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_DIRT
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_10
source: Another mouth to feed.
japanese: また面倒みるものが増えた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: Someone is trying to keep the underground at bay.
japanese: 誰かが地下を寄せ付けないようにしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_ENTRANCE.OPEN
source: A great evil lurks beneath the surface.
japanese: 水面下で大きな悪が動いている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.GENERIC
source: Life doesn't always make sense.
japanese: 人生は必ずしも納得のいくことばかりではないわ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMHOLE.OPEN
source: No matter what it consumes, it is never satisfied.
japanese: 何を食べようとも、満足することはない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK2
source: Cold, dead artifical life.
japanese: 冷たく、死んだ人工生命。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTEROMETER
source: Why do I feel that it is measuring my mortality?
japanese: どうして自分の倫理を試されているように感じるの？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHINGROD
source: With this, I can yank the fishies out of their precious safe pond.
japanese: これを使えば、魚を貴重で安全な池から引き出すことができる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.EMPTY
source: If they are not in there, where are they?
japanese: その中にいないなら、彼らはどこにいるのかな？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_CAMP.GENERIC
source: This home is not a happy one, I fear.
japanese: これは幸せな家じゃないな、残念ながら。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PITCHFORK
source: What a devilish tool!
japanese: なんて悪魔のような道具！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_BAT
source: I hold the power of the ancients in my hands.
japanese: 古代の力があたしの手に。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT
source: It is still bloody.
japanese: まだ血だらけ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EARMUFFSHAT
source: Their bitter end protects me from the bitter cold.
japanese: 彼らの最期があたしを冷たい寒さから守ってくれるの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: An item with multiple uses.
japanese: 色々な使い道のあるアイテム。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINERHAT
source: Hands-free lighting!
japanese: ハンズフリーの照明！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUNNYMAN
source: What tormented inner lives they must have.
japanese: なんて苦しい精神生活を送って来たんだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WASPHIVE
source: They hide in their fortress of hate.
japanese: 彼らは憎しみの砦に隠れている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT
source: It's a carrot.
japanese: ニンジンだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE
source: The earth gives up its bounty.
japanese: 大地が恵みをよこしてくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESSJUNK3
source: Cold, dead artifical life.
japanese: 冷たく、死んだ人工生命。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS
source: An old man, of the sea.
japanese: 海の老人。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEARS
source: The insides of a mechanical demon.
japanese: 機械的な悪魔の中身。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD
source: Now I can delay the inevitable.
japanese: これで、避けられないことを遅らせることができる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS_ITEM
source: Are the very stones haunted?
japanese: その石が呪われているって？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRD
source: Free from the shackles of the sky.
japanese: 空の束縛から自由になった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BONESTEW
source: They died. And then I put them in a stew.
japanese: 彼らは死んだ。それからあたしは彼らをシチューに入れた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARELIGHT
source: It pulls power from beneath.
japanese: それはもっと下から力を引き上げてくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BAT
source: A creature of the night.
japanese: 夜の生き物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_PLANTED
source: It's a carrot that's in the ground.
japanese: 地面に入ってるのはニンジンだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_RUINS
source: These didn't protect the ancients did they!
japanese: これらは古代の人々を守らなかっただろう！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_11
source: Lucky robot, it never had a soul.
japanese: ラッキーなロボットだ、魂は持たないが。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE
source: What will protect me from what's inside?
japanese: 何があたしを守ってくれるの？中に入ってるものから。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB4
source: This is but a step from madness.
japanese: 狂気からほんの一歩のところ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTBULB
source: It's slowly burning out.
japanese: ゆっくりと火が消えていってる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FOOTBALLHAT
source: A dead thing for me to wear. Goody.
japanese: あたしが着るための、死んだもの。やったね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_COOKED
source: All that promise, snatched away. Not bad with bacon.
japanese: あれだけの約束が、あっという間に消えた。ベーコンとの相性も悪くない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH_COOKED
source: A proper grilling puts a stop to the flopping.
japanese: ちゃんと焼けば、バタバタ動き回るのもおさまるってこと。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SWEATERVEST
source: I can wear pieces of dead things made into a vest!
japanese: 死んだものをくっつけて作ったベストを着られる！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRIES_COOKED
source: More balanced flavor, but they won't last long.
japanese: もっとバランスのとれた味だけど、長くは続かない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY_ITEM
source: Their defensive value is questionable.
japanese: 彼らの防御率には疑問あり。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.GENERIC
source: A leftover of an ancient world.
japanese: 古代の世界の残り物だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RELIC.BROKEN
source: Broken bits of stone
japanese: 石の砕けた欠片。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUGNET
source: A prison for tiny insects.
japanese: 小さい昆虫のための牢屋。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERQUEEN
source: She is regal in her horribleness.
japanese: 彼女の恐ろしさには威厳がある。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMAREFUEL
source: With the sleep of dreams comes this stuff.
japanese: 夢をみている間に、これらがやってくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANTBULB
source: Life goes on.
japanese: 人生は進んでゆく。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.VALID
source: The gem has focused it.
japanese: 宝石が焦点を合わせた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GEMSOCKET.GEMS
source: It looks so empty.
japanese: 空っぽに見える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WAFFLES
source: They're definitely waffles.
japanese: ぜったいワッフルに違いない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIRTPILE
source: Oh look. More dirt.
japanese: みてごらん。もっと土が。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RUINS_RUBBLE
source: A pile of broken dreams.
japanese: 破れた夢が山積みになっている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DRYING
source: It sways in the drying wind.
japanese: 乾いた風にゆれている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.DONE
source: The drying is over.
japanese: 乾かすのはもうおしまい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATRACK.GENERIC
source: I can hang meat here.
japanese: ここに肉をぶら下げられる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_COOKED
source: It shriveled a tiny bit from the heat. I like that.
japanese: 熱でちょっとしなびた感じ。それが好きさ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER
source: Ah, to be so simple.
japanese: あぁ、こんなにシンプルだなんて。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTONE
source: A futile ward.
japanese: 役に立たない呪文。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.GENERIC
source: Pretty, but short-lived.
japanese: きれいだけれど、死に急いだ。
