Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.PIG_TALK_RUNAWAY_WILSON.4
source: THAT MY SPACE.
japanese: そこは俺の場所。

# STRINGS.PIG_TALK_ATTEMPT_TRADE.1
source: WHAT YOU GOT?
japanese: 何を持ってる？

# STRINGS.PIG_TALK_ATTEMPT_TRADE.2
source: BETTER BE GOOD.
japanese: いいのじゃなくっちゃね。

# STRINGS.TABS.FARM
source: Food
japanese: 食べ物

# STRINGS.TABS.TOWN
source: Structures
japanese: 構造

# STRINGS.TABS.ANCIENT
source: Ancient
japanese: 古代

# STRINGS.TABS.GEMOLOGY
source: Gemology
japanese: ジェムノロジー

# STRINGS.TABS.MAGIC
source: Magic
japanese: 魔法

# STRINGS.TABS.TOOLS
source: Tools
japanese: ツール

# STRINGS.TABS.BOOKS
source: Books
japanese: 本

# STRINGS.TABS.WAR
source: Fight
japanese: 戦闘

# STRINGS.TABS.DRESS
source: Dress
japanese: ドレス

# STRINGS.TABS.REFINE
source: Refine
japanese: 磨く

# STRINGS.TABS.SCIENCE
source: Science
japanese: 科学

# STRINGS.TABS.LIGHT
source: Light
japanese: 明かりをつける

# STRINGS.TABS.SURVIVAL
source: Survival
japanese: サバイバル！

# STRINGS.EPITAPHS.1
source: Here lies some guy. Blah blah blah.
japanese: ここに、ある男が眠っている。とかなんとかかんとか。

# STRINGS.EPITAPHS.2
source: This headstone is blank
japanese: この墓石には何も書かれていない

# STRINGS.EPITAPHS.3
source: It says: 'Milk. Eggs. Bacon.'
japanese: 「ミルク。卵。ベーコン」って書かれてる。

# STRINGS.EPITAPHS.4
source: Hey that's my name!
japanese: ねぇ、それは僕の名前だよ！

# STRINGS.PIG_TALK_GO_HOME.1
source: HOME TIME!
japanese: おうちに帰る時間！

# STRINGS.PIG_TALK_GO_HOME.2
source: HOME! HOME!
japanese: おうちだ！おうちだ！

# STRINGS.DIRECTIONS.NE
source: Northeast
japanese: 北東

# STRINGS.DIRECTIONS.NW
source: Northwest
japanese: 北西

# STRINGS.DIRECTIONS.S
source: South
japanese: 南

# STRINGS.DIRECTIONS.SE
source: Southeast
japanese: 南東

# STRINGS.DIRECTIONS.E
source: East
japanese: 東

# STRINGS.DIRECTIONS.SW
source: Southwest
japanese: 南西

# STRINGS.DIRECTIONS.W
source: West
japanese: 西

# STRINGS.DIRECTIONS.N
source: North
japanese: 北

source: KILL TREE!
french: KILL ARBRE!

source: SMASH MEAN TREE!
french: SMASH MOYENNE ARBRE!

source: I PUNCH TREE!
french: Je PUNCH ARBRE!

source: SCARY
french: Effrayante.

source: NO LIKE DARK
french: NON COMME DARK

source: WHERE IS SUN?
french: OÙ EST SOLEIL?

source: STAY NEAR FIRE
french: RESTER PRÈS DU FEU

source: FIRE IS GOOD
french: FEU EST BON

source: Wilson P. Higgsbury
french: P. Wilson Higgsbury

source: Willow
french: Saule

source: Ms Wickerbottom
french: Mme Wickerbottom

source: The Unknown
french: Les inconnus.

source: Think I'll stay here.
french: Je pense que je vais rester ici.

source: Journey onwards?
french: Partir Journey?

source: Place
french: Lieu

source: Use a science machine to build a prototype!
french: Utiliser une machine à la science pour construire un prototype!

source: Use an alchemy engine to build a prototype!
french: Utilisez un moteur de l'alchimie à la construction d'un prototype!

source: Some things are unknowable
french: Certaines choses sont inconnaissables

source: Research
french: Recherche

source: Build
french: Fabrication

source: This will destroy your current world but you will retain your inventory contents
french: Cela va détruire votre monde actuel, mais vous conserverez vos contenus inventaire

source: Packing up the science.
french: L'emballage de la science.

source: trees
french: arbres

source: pathos
french: pathétique

source: pines
french: pins

source: spiders
french: araignées

source: monsters
french: monstres

source: a keen sense of despair
french: un sens aigu du désespoir

source: Wilson's beard
french: Wilson barbe

source: buckets and buckets of loot
french: seaux et des seaux de butin

source: game theory
french: la théorie des jeux

source: food
french: nourriture

source: GENERATING WORLD
french: PRODUCTION MONDIALE

source: Generating
french: Génération...

source: Herding
french: Elevage bovin

source: Iterating upon
french: Itération sur

source: Insinuating
french: Insinuant

source: Reticulating
french: Réticulant

source: Inserting
french: Insertion

source: Framing
french: Encadrement

source: You escaped!
french: Vous avez échappé!

source: Next Reward...
french: Récompense Suivant ...

source: You survived
french: Vous avez survécu

source: Retry
french: Réessayer

source: Continue
french: Continuer?

source: days
french: journées

source: Level
french: Niveau

source: Main Menu
french: Menu principal

source: YOU ARE DEAD!
french: vous etes mort.

source: day
french: jour

source: Quitting!
french: Cesser de fumer!

source: Slow
french: Lent

source: Less
french: (moins)

source: Next
french: Suivant

source: Very Fast
french: Très rapide

source: Prepared Food
french: Aliments préparés

source: Monsters
french: Monstres

source: Quite Difficult
french: Très Difficile

source: Misc
french: Divers

source: Resources
french: Ressources

source: Amount of Day
french: Montant de la Journée

source: Not Easy
french: Pas Facile

source: Night
french: Nuit

source: More
french: DAVANTAGE DE

source: Dusk
french: Soiree

source: Medium
french: Moyen

source: Overly Taxing
french: Trop impôts

source: Very Simple
french: Très simple

source: Both
french: Les deux

source: Back
french: Retour

source: Huge
french: Énorme

source: Very Complex
french: Très complexe

source: Complex
french: Complexe

source: Winter
french: Hiver

source: Simple
french: Passer légèrement la main

source: Default
french: Par défaut

source: Large
french: Grand

source: Summer
french: Eté

source: Fast
french: Rapide

source: None
french: Aucun

source: Lots
french: Beaucoup.

source: Short
french: Présélection

source: World Customisation
french: Personnalisation du monde

source: Very Slow
french: Très lente

source: Day
french: jour

source: Only
french: Seul

source: Animals
french: Animaux

source: Resolution:
french: Résolution:

source: Distortion:
french: Distorsion

source: Apply
french: appliquer

source: Accept
french: Accepter

source: Disabled
french: Désactivé

source: Revert Changes
french: Rétablir les modifications

source: Close
french: Fermer

source: Display:
french: Écran:

source: Fullscreen:
french: Plein écran:

source: Accept Changes
french: Accepter les modifications

source: Do you wish to accept these changes?
french: Voulez-vous accepter ces changements?

source: Refresh Rate:
french: Taux de rafraîchissement:

source: Cancel
french: Annuler

source: Enabled
french: Activé

source: Buy Now
french: Acheter maintenant

source: You can disable the mod(s) in /mod/modsettings.lua
french: Vous pouvez désactiver le mod (s) in / mod / modsettings.lua

source: WARNING!
french: AVERTISSEMENT

source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
french: Le système de nouvelle aventure est en cours de développement actif et est fournie à des fins de test. Il sera sans doute contenir des bugs.

source: Reset profile!
french: Réinitialiser le profil!

source: Exit Game
french: Quitter le jeu

source: Restart
french: Recommencer

source: Send Gift
french: Envoyer un cadeau

source: Sandbox
french: Tas de sable

source: Rate This Game
french: Notez ce Jeu

source: This will erase your current save. Continue?
french: Ceci effacera vos sauvegardes actuelles. Continuer?

source: No
french: Non

source: Don't Starve is currently in beta. Please tell us about any problems that you encounter in the forum.
french: Ne pas mourir de faim est actuellement en version bêta. S'il vous plaît nous parler de tous les problèmes que vous rencontrez dans le forum.

source: This is the testing branch!
french: Il s'agit de la branche testing!

source: No thank you!
french: - Non, je vous remercie.

source: Mod Forums
french: Forums Mod

source: This will erase your current world and any saved games in it. Continue?
french: Cela effacera votre monde actuel et les parties sauvegardées en elle. Continuer?

source: I understand
french: "Je comprends...

source: Empty
french: Vide

source: Unlock Everything
french: Tout débloquer

source: Notify Me!
french: Alertez-moi...

source: Next build imminent!
french: Suivant la construction imminente!

source: Data was imported successfully.
french: Les données ont été importées avec succès.

source: Adventure (TEST)
french: Aventure (TEST)

source: Hi
french: Salut

source: Enter Product Key
french: Entrez la clé de produit

source: Start a new game!
french: Démarrer une nouvelle partie!

source: No way!
french: Non!

source: Message of the Day
french: Message du jour

source: Next Update: %d days
french: Prochaine mise à jour: %d jours

source: What kind of game would you like to play?
french: Quel genre de jeu voulez-vous jouer?

source: Are you sure?
french: Etes-vous sûr?

source: Options
french: les options

source: Fresh Build!
french: Frais Build!

source: Sandbox (Custom)
french: Bac à sable (personnalisée)

source: Klei is not able to help you should issues arise while using mods. Use with caution!
french: Klei n'est pas en mesure de vous aider si des problèmes surviennent lors de l'utilisation des mods. À utiliser avec prudence!

source: You may encounter bugs or broken features, and you may lose your save game when we update. Please report all problems in the forum.
french: Vous pouvez rencontrer des bugs ou brisées, et vous risquez de perdre votre sauvegarde de jeu lorsque nous modifions. S'il vous plaît rapporter tous les problèmes dans le forum.

source: Settings
french: Paramètres

source: Do you really want to quit?
french: Voulez-vous vraiment arrêter?

source: Unknown
french: Inconnu

source: Play Demo
french: Jouer la démo

source: Yes
french: Oui

source: This will reset your current world. Continue?
french: Ceci permet de réinitialiser votre monde actuel. Continuer?

source: Cheats
french: tricheurs

source: Failed to load
french: Impossible de charger le

source: Success
french: Terminé

source: Wilson will miss you!
french: Wilson vas me manquer!

source: More Games
french: Plus de Jeux

source: Visit Forum
french: Visitez le forum

source: Account Info
french: Informations sur le compte

source: Installed mods:
french: Mods installés:

source: Create a new world!
french: Créer un nouveau monde!

source: Enter New Key
french: Entrer une nouvelle clé

source: The following mod(s) have caused a failure:
french: Le mod suivant (s) ont causé une défaillance:

source: Last build %d days ago
french: Derniers construisent %d days ago

source: Import
french: importation

source: Adventure
french: Aventure

source: Play!
french: Jouer!

source: Don't Starve Game Data
french: Ne pas mourir de faim données du jeu

source: This error may have occured due to a mod you have installed! You have the following mods installed:
french: Cette erreur peut avoir eu lieu en raison d'un mod que vous avez installé nVous avez des mods suivants installés: n

source: What would you like to do?
french: Que voulez-vous faire?

source: Delete
french: Effacer

source: Save and return to main menu?
french: Enregistrer et revenir au menu principal?

source: Save and Quit
french: Sauvegarder et Quitter

source: Return to main menu?
french: Retour au menu principal?

source: Leaving so soon?
french: Vous partez bientôt?

source: Don't worry. We'll be waiting for you.
french: Ne vous inquiétez pas. Nous vous attendons pour vous.

source: Paused
french: En pause

source: I said quit!
french: J'ai dit cesser de fumer!

source: Never mind...
french: Oublie.

source: BACK
french: RETOUR

source: PLAY
french: JOUER

source: Apr
french: Av

source: Invalid Date
french: Date non valide.

source: Subscribe Complete
french: Abonnez-vous Remplissez

source: Ok
french: D'accord

source: Aug
french: Aout

source: YYYY
french: aaaa

source: Jun
french: Juin

source: Jul
french: Juil

source: May
french: Mai

source: Feb
french: Fév

source: We need to know your birthdate in order to send you age appropriate updates! Don't worry, we won't spam you or sell your information.
french: Nous avons besoin de connaître votre date de naissance afin de vous envoyer des mises à jour d'âge appropriés! R inquiétude nDon't, nous n'allons pas vous spammer ou vendre vos informations.

source: Birthdate:
french: Date de naissance:

source: Invalid Email
french: Adresse e-mail non valide

source: Subscribe
french: Abonnez-vous

source: Keep me updated with Don't Starve news
french: Tenez-moi au jour de ne pas mourir de faim nouvelles

source: We aren't psychic! If you don't enter your email address, we won't be able to tell you about new stuff!
french: Nous ne sommes pas psychique! Si vous ne saisissez pas votre adresse e-mail, nous ne serons pas en mesure de vous parler de nouveautés!

source: Thanks for signing up! You should receive a confirmation email in your inbox.
french: Merci pour votre inscription! Vous devriez recevoir un email de confirmation dans votre boîte de réception.

source: We need to know your birthdate, otherwise ratings people will get mad at us for emailing you content that might not be appropriate for all ages.
french: Nous avons besoin de connaître votre date de naissance, sinon les gens notation obtiendrez en colère contre nous à envoyer le contenu que vous pourriez ne pas être approprié pour tous les âges.

source: How long will you survive?
french: Combien de temps allez-vous survivre?

source: MAP (tab)
french: CARTE n (onglet)

source: World
french: Monde

source: Ready to play!
french: Prêt à jouer!

source: SAVING...
french: 006 Sauvegarder

source: here
french: Là ...

source: Start
french: DÉBUT

source: "I will conquer it all with the power of my MIND!"
french: "Je vais conquérir tout cela avec la puissance de mon esprit! "

source: "Abigail? Come back! I'm not done playing with you."
french: "Abigail? Revenez! Je ne suis pas fini de jouer avec vous. "

source: "EMPATHY MODULE NOT RESPONDING"
french: "MODULE EMPATHIE NE RÉPOND PAS "

source: "Things are so much prettier when they burn."
french: "Les choses sont tellement plus joli quand ils brûlent. "

source: "Shhhh! No talking!"
french: "Chut! Ne parle pas! "

source: "I am mighty! No one is mightier!"
french: "Je suis puissant! Personne n'est plus puissant! "

source: ME HUNGRY!
french: Me donne faim!

source: YUM!
french: MIAM!

source: I EAT FOOD!
french: Je mange!

source: TIME FOR FOOD!
french: TEMPS DE NOURRITURE!

source: WHO ARE YOU?
french: QUI ÊTES-VOUS?

source: YOU NOT PIG
french: VOUS PAS DE PORC

source: UGLY MONKEY MAN
french: UGLY MAN MONKEY

source: YOU HAS MEAT?
french: VOUS A LA VIANDE?

source: Tiberius
french: Tibère

source: Otho
french: Othon

source: Vespasian
french: Vespasien

source: Domitian
french: Domitien

source: Hadrian
french: Hadrien

source: Commodus
french: Commode

source: Elagabalus
french: Héliogabale

source: Maximinus
french: Maximin

source: Gordian
french: Gordien

source: Balbinus
french: Balbin

source: Philip
french: Philippe

source: Hostilian
french: Hostilien

source: Trebonianus
french: Trébonien

source: Valerian
french: Valériane

source: Gallienus
french: Gallien

source: Aurelian
french: Aurélien

source: Tacitus
french: Tacite

source: Numerian
french: Numérien

source: Carinus
french: Carin

source: Diocletian
french: Dioclétien

source: Maximian
french: Maximien

source: Constantius
french: Constance

source: Galerius
french: Galère

source: Maxentius
french: Maxence

source: Julian
french: Julien

source: Jovian
french: Jovien

source: Valentinian
french: Valentinien

source: Gratian
french: Gratien

source: Theodosius
french: Théodose

source: Marcian
french: Marcien

source: Petronius
french: Pétrone

source: Majorian
french: Majorien

source: Leo
french: Lion

source: Zeno
french: Zénon

source: Justinian
french: Justinien

source: Alia
french: Pseudonyme

source: Brook
french: Ruisseau

source: Matt
french: (Matthieu 18.10)

source: Bug
french: erreur

source: Bacon
french: Lard

source: Brownie
french: Lutin

source: Tuna
french: Thon

source: Clover
french: Trèfle

source: Coco
french: Noix de coco

source: Custard
french: Crème anglaise

source: Dumpling
french: Boulette de pâte

source: Waffle
french: Gaufre

source: Truffle
french: Truffe

source: Pumpkin
french: Citrouille

source: Puffin
french: Macareux

source: Doughnut
french: Beignet

source: Cabbage
french: Chou

source: Pepper
french: Poivre

source: Chip
french: Puce

source: Berry
french: Baie

source: Barley
french: Orge

source: Pickles
french: Cornichons

source: Jerky
french: Saccadé

source: Smelly
french: Malodorant

source: Salty
french: Salé

source: TOO DARK! TOO DARK!
french: TROP SOMBRE! TROP SOMBRE!

source: TOO CLOSE!
french: TROP PRÈS!

source: YOU BACK OFF!
french: VOUS DÉGAGEZ!

source: THAT MY SPACE.
french: QUE MON ESPACE.

source: OUCH! You jerk!
french: Ouch! Vous branler!

source: Ugh. Crunchy.
french: Ugh. Croquant.

source: The Cold! It burns!
french: Le froid! Il brûle!

source: Stupid boomerang!
french: Boomerang stupide!

source: It's you or me!
french: C'est toi ou moi!

source: Get over here!
french: Viens ici!

source: Stupid Pig!
french: Cochon stupide!

source: Ew, kill iiiit!
french: Ew, iiiit tuer!

source: I'll find you!
french: Je vais vous trouver!

source: Yum!
french: Yu

source: That was kinda gross.
french: C'était un peu brut.

source: That tasted terrible!
french: Que c'était horrible!

source: I'm not afraid of you!
french: Je n'ai pas peur de toi!

source: He looks tasty.
french: Il a l'air délicieux.

source: I have him where I want him!
french: Je lui avoir où je le veux!

source: It's all planty.
french: C'est tout Planty.

source: Music is boring.
french: La musique est ennuyeuse.

source: I feel like he understands me.
french: J'ai l'impression qu'il me comprend.

source: He sure eats a lot.
french: Il mange certainement beaucoup.

source: Don't look at me! Get your own food.
french: Ne me regarde pas! Obtenez votre propre nourriture.

source: That looks so flammable!
french: Cela semble si inflammable!

source: I think it's waiting for me to die.
french: Je pense qu'il attend que je meure.

source: Not so smart now, are you?
french: Pas si intelligent maintenant, êtes-vous?

source: Ugh. They're fragrant.
french: Ugh. Ils sont parfumés.

source: Ick. It's following me.
french: Ick. Il me suit.

source: I wonder how they taste.
french: Je me demande comment ils goûtent.

source: Even I don't know everything, yet.
french: Même moi, je ne sais pas tout, encore.

source: This is too precious to burn!
french: C'est trop précieux pour brûler!

source: I could make this better with FIRE!
french: Je pourrais faire mieux avec ce feu!

source: It's full of dead stuff, I bet.
french: C'est plein de trucs morts, je parie.

source: Better it than me.
french: Mieux que moi.

source: Even the babies are ugly.
french: Même les bébés sont moches.

source: WAKE UP!
french: Reveille toi.

source: He's too damp to burn.
french: Il est trop humide pour brûler.

source: They're cute when they're sleeping.
french: Ils sont mignons quand ils dorment.

source: I showed him!
french: Je lui ai montré!

source: I can't kill what's already dead.
french: Je ne peux pas tuer ce qui est déjà mort.

source: I'll need more than appetizers if I'm going to survive.
french: Je vais avoir besoin de plus de hors-d'œuvre si je vais survivre.

source: He's so condescending.
french: Il est tellement condescendant.

source: It's very pointy.
french: Il est très pointu.

source: Sweet and delicious!
french: Doux et délicieux!

source: It looks like it would burn well.
french: Il semble que ce serait bien brûler.

source: One less tree in the world.
french: Un de moins d'arbres dans le monde.

source: I wish it was still burning.
french: Je voudrais qu'il brûlait encore.

source: YES! BURN!
french: OUI! BURN!

source: This is my favourite thing in the whole wide world.
french: C'est mon truc préféré dans le monde entier.

source: It's waxy.
french: C'est cireuse.

source: It's so soft and squishy!
french: C'est tellement mou et visqueux!

source: Arise my phoenix!
french: Lève-toi mon phénix!

source: Is there such a thing as too much fire?
french: Y at-il une chose telle que trop de feu?

source: Needs more fire!
french: Besoin de plus de feu!

source: How long is this going to take?
french: Combien de temps cela va prendre?

source: I'm getting tired of waiting.
french: Je suis fatigué d'attendre.

source: He looks flammable!
french: Il a l'air inflammable!

source: Mmmmmm. Smooth.
french: Mmmmmm. Lissez.

source: He's nasty. I should kill him.
french: Il est méchant. Je le tuerais.

source: I could take him.
french: Je ne pouvais le prendre.

source: Ha! I showed you!
french: Ha! Je vous ai montré!

source: Stupid flowers. They're almost useless.
french: Fleurs stupides. Ils sont presque inutiles.

source: Red berries taste the best.
french: Les baies rouges déguster le meilleur.

source: Come on fat bees, make me honey!
french: Allez abeilles graisse, fais-moi le miel!

source: Yay! I can steal honey!
french: Yay! Je peux voler le miel!

source: What kind of jerk leaves this lying around?
french: Quel genre de secousse laisse ce qui traînent?

source: So annoying!
french: Tellement ennuyeux!

source: Keep that mouth away from me!
french: Gardez cela à la bouche loin de moi!

source: I got all the badges in Girl Scouts.
french: J'ai obtenu tous les badges de Girl Scouts.

source: Farming is boring.
french: L'agriculture est ennuyeux.

source: It's a burnable clump of reeds
french: C'est une touffe de roseaux consommable

source: I can't do anything with reed stubble.
french: Je ne peux pas faire n'importe quoi avec du chaume roseau.

source: Well, part of him is still cuddly.
french: Eh bien, une partie de lui est toujours câlin.

source: Why did I build this?
french: Pourquoi ai-je construire ce?

source: Poke it with a stick!
french: Le taper avec un bâton!

source: I wonder if he likes spicy food?
french: Je me demande si il aime la nourriture épicée?

source: It's full of bees!
french: C'est plein d'abeilles!

source: I should pick it.
french: Je devrais le prendre.

source: Poor little limp tree.
french: Mauvais petit arbre mou.

source: Blech. What a slob.
french: Blech. Qu'est-ce un plouc.

source: What's this part good for?
french: Qu'est-ce bonne partie de?

source: Like being wrapped in smoke.
french: Comme être enveloppé dans la fumée.

source: He's so fuzzy!
french: Il est tellement floue!

source: Mmmm. Smells like fire.
french: Mmmm. Smells like feu.

source: We will be great friends!
french: Nous serons de bons amis!

source: Gross. It's full of hairs.
french: Brut. C'est plein de poils.

source: I'm still not sure I want to eat this.
french: Je ne suis toujours pas sûr que je veux manger ça.

source: It's like fire, but purple!
french: Il est comme le feu, mais violet!

source: It's very sharp.
french: Il est très pointu.

source: I've tasted better.
french: Je l'ai goûté mieux.

source: Feel my wrath!
french: Sentez-vous ma colère!

source: At least it's still flammable.
french: Au moins, il reste inflammable.

source: It's not warm enough for my liking.
french: Ce n'est pas assez chaude à mon goût.

source: Not quite a phoenix but still cute, I guess.
french: Pas tout à fait un phénix mais encore mignon, je suppose.

source: Are you hungry?
french: Tu as faim ?

source: Ok, ok! I get it, you're hungry.
french: Ok, ok! J'ai compris, tu as faim.

source: That could totally catch on fire.
french: Cela pourrait tout à fait prendre feu.

source: What's the matter, got no dirt?
french: Qu'est-ce qui, eu aucune saleté?

source: I don't think it wants to be friends.
french: Je ne pense pas qu'il veut être amis.

source: Sigh. It's a pile of dirt.
french: Soupir. C'est un tas de terre.

source: Hurry up, dirtpile. Feed me!
french: Dépêchez-vous, dirtpile. Nourrissez-moi!

source: Stupid thing needs poop.
french: Chose stupide doit merde.

source: It's pokey!
french: Il est rikiki!

source: That is the opposite of fire.
french: C'est le contraire du feu.
