Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.ACTIONS.UNLOCK.GENERIC
source: Unlock
japanese: アンロックする

# STRINGS.ACTIONS.UNLOCK.LOCK
source: Lock
japanese: ロックする

# STRINGS.ACTIONS.SEW
source: Sew
japanese: 縫う

# STRINGS.ACTIONS.FERTILIZE
source: Fertilize
japanese: 肥料をやる

# STRINGS.ACTIONS.HEAL
source: Heal
japanese: 癒やす

# STRINGS.ACTIONS.JUMPIN
source: Jump In
japanese: 飛び込む

# STRINGS.ACTIONS.MINE
source: Mine
japanese: 掘り出す

# STRINGS.ACTIONS.HAMMER
source: Hammer
japanese: ハンマー

# STRINGS.ACTIONS.REEL.GENERIC
source: Hook
japanese: フック

# STRINGS.ACTIONS.REEL.CANCEL
source: Stop Fishing
japanese: 魚釣りを止める

# STRINGS.ACTIONS.REEL.REEL
source: Reel In
japanese: リールを巻く

# STRINGS.ACTIONS.CRAFT
source: Craft
japanese: クラフトする

# STRINGS.ACTIONS.FISH
source: Fish
japanese: 釣る

# STRINGS.ACTIONS.CATCH
source: Catch
japanese: 捕獲する

# STRINGS.ACTIONS.WALKTO
source: Walk To
japanese: 歩いて向かう

# STRINGS.ACTIONS.TRAVEL
source: Travel
japanese: 移動する

# STRINGS.ACTIONS.BUILD
source: Build
japanese: 建設する

# STRINGS.ACTIONS.DEPLOY.GENERIC
source: Plant
japanese: 植物

# STRINGS.ACTIONS.DEPLOY.TURRET
source: Place
japanese: 置く

# STRINGS.ACTIONS.DEPLOY.GROUNDTILE
source: Place Ground
japanese: 地面に植える

# STRINGS.ACTIONS.DEPLOY.WALL
source: Build Wall
japanese: 塀を作る

# STRINGS.ACTIONS.NET
source: Catch
japanese: 捕獲する

# STRINGS.ACTIONS.LOOKAT
source: Examine
japanese: 調べる

# STRINGS.ACTIONS.PLAY
source: Play
japanese: 遊ぶ

# STRINGS.ACTIONS.BAIT
source: Bait
japanese: 餌をつける

# STRINGS.ACTIONS.GIVE.GENERIC
source: Give
japanese: 与える

# STRINGS.ACTIONS.GIVE.READY
source: Sacrifice
japanese: 犠牲にする

# STRINGS.ACTIONS.GIVE.NOTREADY
source: Place
japanese: 置く

# STRINGS.ACTIONS.EQUIP
source: Equip
japanese: 装備する

# STRINGS.ACTIONS.DRY
source: Dry
japanese: 乾いてる！

# STRINGS.ACTIONS.TOGGLE_DEPLOY_MODE
source: Place
japanese: 置く

# STRINGS.ACTIONS.ADDFUEL
source: Add Fuel
japanese: 燃料補給する

# STRINGS.ACTIONS.HARVEST
source: Harvest
japanese: 収穫する

# STRINGS.ACTIONS.PLANT
source: Plant
japanese: 植物

# STRINGS.ACTIONS.REPAIR
source: Repair
japanese: 修理する

# STRINGS.ACTIONS.RUMMAGE.GENERIC
source: Open
japanese: 開ける

# STRINGS.ACTIONS.RUMMAGE.CLOSE
source: Close
japanese: 閉める

# STRINGS.ACTIONS.READ
source: Read
japanese: 読む

# STRINGS.ACTIONS.COOK
source: Cook
japanese: 料理する

# STRINGS.ACTIONS.ATTACK.GENERIC
source: Attack
japanese: 攻撃する

# STRINGS.ACTIONS.ATTACK.SMASHABLE
source: Smash
japanese: 強打する

# STRINGS.PIG_TALK_FOLLOWWILSON.1
source: YOU FRIEND
japanese: 君、友達

# STRINGS.PIG_TALK_FOLLOWWILSON.2
source: I LOVE FRIEND
japanese: 友達大好き

# STRINGS.PIG_TALK_FOLLOWWILSON.3
source: YOU IS GOOD
japanese: 君は良い子

# STRINGS.PIG_TALK_FOLLOWWILSON.4
source: I FOLLOW!
japanese: ついてく！

# STRINGS.STACKMOD
source: Stack
japanese: 積む

# STRINGS.NAMES.ADVENTURE_PORTAL
source: Maxwell's Door
japanese: Maxwellのドア

# STRINGS.NAMES.DEERCLOPS
source: Deerclops
japanese: ディアクロップス

# STRINGS.NAMES.CORN_COOKED
source: Popcorn
japanese: ポップコーン

# STRINGS.NAMES.COMPASS
source: Compass
japanese: コンパス

# STRINGS.NAMES.FROGLEGS_COOKED
source: Cooked Frog Legs
japanese: カエルの足の料理

# STRINGS.NAMES.BLOWDART_SLEEP
source: Sleep Dart
japanese: 眠りの矢

# STRINGS.NAMES.EVERGREEN_SPARSE
source: Lumpy Evergreen
japanese: でこぼこした常緑樹

# STRINGS.NAMES.LUREPLANT
source: Meat Bulb
japanese: 肉球

# STRINGS.NAMES.CROW
source: Crow
japanese: カラス

# STRINGS.NAMES.MERM
source: Merm
japanese: マーム

# STRINGS.NAMES.LIGHTER
source: Willow's Lighter
japanese: Willowのライター

# STRINGS.NAMES.PINECONE
source: Pine Cone
japanese: 松ぼっくり

# STRINGS.NAMES.MERMHOUSE
source: Rundown House
japanese: ぼろぼろの家

# STRINGS.NAMES.GHOST
source: Ghost
japanese: 幽霊

# STRINGS.NAMES.BOARDS
source: Boards
japanese: ボード

# STRINGS.NAMES.CAVE_BANANA_TREE
source: Cave Banana Tree
japanese: バナナの木の洞窟

# STRINGS.NAMES.LIVINGTREE
source: Totally Normal Tree
japanese: まったく普通の木

# STRINGS.NAMES.TWIGS
source: Twigs
japanese: 小枝

# STRINGS.NAMES.GREENSTAFF
source: Deconstruction Staff
japanese: 非建設的な杖

# STRINGS.NAMES.BIRDTRAP
source: Bird Trap
japanese: 鳥の罠

# STRINGS.NAMES.PICKAXE
source: Pickaxe
japanese: つるはし

# STRINGS.NAMES.HONEY
source: Honey
japanese: はちみつ

# STRINGS.NAMES.BLOWDART_FIRE
source: Fire Dart
japanese: 炎のダーツ

# STRINGS.NAMES.SPIDEREGGSACK
source: Spider Eggs
japanese: クモの卵

# STRINGS.NAMES.PLANTMEAT
source: Leafy Meat
japanese: 葉っぱっぽい肉

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED
source: Plugged Sinkhole
japanese: 塞がれた陥没穴

# STRINGS.NAMES.WALRUSHAT
source: Tam o' Shanter
japanese: タモシャンター

# STRINGS.NAMES.CHESSJUNK1
source: Broken clockworks
japanese: 壊れた時計仕掛け

# STRINGS.NAMES.RED_CAP
source: Red Cap
japanese: 赤い帽子

# STRINGS.NAMES.MAXWELLKEY
source: Shadow Key
japanese: 陰の鍵

# STRINGS.NAMES.BLUE_MUSHROOM
source: Blue Mushroom
japanese: 青いキノコ

# STRINGS.NAMES.BEEFALOWOOL
source: Beefalo Wool
japanese: ビーファロのウール

# STRINGS.NAMES.BERRIES
source: Berries
japanese: ベリー。

# STRINGS.NAMES.GOLDENAXE
source: Luxury Axe
japanese: 高級な斧

# STRINGS.NAMES.TRAP_TEETH_MAXWELL
source: Maxwell's Tooth Trap
japanese: Maxwellの歯の罠

# STRINGS.NAMES.BLUE_CAP
source: Blue Cap
japanese: 青い帽子

# STRINGS.NAMES.SEEDS
source: Seeds
japanese: 種

# STRINGS.NAMES.REEDS
source: Reeds
japanese: アシ

# STRINGS.NAMES.RUINSHAT
source: Thulecite Crown
japanese: スーラサイトの王冠

# STRINGS.NAMES.BIRD_EGG_COOKED
source: Cooked Egg
japanese: 調理した卵

# STRINGS.NAMES.HONEYNUGGETS
source: Honey Nuggets
japanese: ハニーナゲット

# STRINGS.NAMES.BUTTERFLYMUFFIN
source: Butter Muffin
japanese: バターマフィン

# STRINGS.NAMES.RABBITHOUSE
source: Rabbit Hutch
japanese: ウサギ小屋

# STRINGS.NAMES.EARMUFFSHAT
source: Rabbit Earmuffs
japanese: ウサギの耳当て

# STRINGS.NAMES.THULECITE
source: Thulecite
japanese: スーラサイト

# STRINGS.NAMES.MUSHTREE_TALL
source: Mushtree
japanese: マッシュツリー

# STRINGS.NAMES.SAPLING
source: Sapling
japanese: 苗木

# STRINGS.NAMES.DIVININGRODBASE
source: Divining Rod Holder
japanese: 占い棒ホルダー

# STRINGS.NAMES.CAMPFIRE
source: Campfire
japanese: キャンプファイアー

# STRINGS.NAMES.COOKEDMANDRAKE
source: Cooked Mandrake
japanese: 調理したマンドレイク

# STRINGS.NAMES.TENTACLE_PILLAR_ARM
source: Baby Tentacle
japanese: 赤ちゃんの触手

# STRINGS.NAMES.REDGEM
source: Red Gem
japanese: 赤い宝石

# STRINGS.NAMES.CHARCOAL
source: Charcoal
japanese: 木炭

# STRINGS.NAMES.KOALEFANT_SUMMER
source: Koalefant
japanese: コアラぞう

# STRINGS.NAMES.PIGGUARD
source: Guard Pig
japanese: 見張りブタ

# STRINGS.NAMES.MANRABBIT_TAIL
source: Bunny Puff
japanese: バニーパフ

# STRINGS.NAMES.ROOK
source: Clockwork Rook
japanese: 時計仕掛けの岩

# STRINGS.NAMES.GRASS
source: Grass
japanese: 草

# STRINGS.NAMES.WORM_DIRT
source: Dirt Mound
japanese: 土塁

# STRINGS.NAMES.FISHINGROD
source: Fishing Rod
japanese: 釣り竿

# STRINGS.NAMES.WALRUS_CAMP
source: Walrus Camp
japanese: セイウチキャンプ

# STRINGS.NAMES.PITCHFORK
source: Pitchfork
japanese: 熊手

# STRINGS.NAMES.MULTITOOL_AXE_PICKAXE
source: Pick/Axe
japanese: 取る／斧

# STRINGS.NAMES.MINERHAT
source: Miner Hat
japanese: 炭鉱帽

# STRINGS.NAMES.BUNNYMAN
source: Bunnyman
japanese: バニーマン

# STRINGS.NAMES.RAINOMETER
source: Rainometer
japanese: 雨量計

# STRINGS.NAMES.TALLBIRD
source: Tallbird
japanese: 背高鳥

# STRINGS.NAMES.POMEGRANATE_SEEDS
source: Pomegranate Seeds
japanese: ザクロの種

# STRINGS.NAMES.NIGHTMARELIGHT
source: Nightmare Light
japanese: 悪夢のライト

# STRINGS.NAMES.ROBIN_WINTER
source: Snowbird
japanese: スノーバード

# STRINGS.NAMES.FOOTBALLHAT
source: Football Helmet
japanese: フットボールヘルメット

# STRINGS.NAMES.FISH_COOKED
source: Cooked Fish
japanese: 調理した魚

# STRINGS.NAMES.SWEATERVEST
source: Dapper Vest
japanese: 小粋なベスト

# STRINGS.NAMES.BERRIES_COOKED
source: Roasted Berries
japanese: ローストベリー

# STRINGS.NAMES.BUGNET
source: Bug Net
japanese: 害虫ネット

# STRINGS.NAMES.SPIDERQUEEN
source: Spider Queen
japanese: スパイダークイーン

# STRINGS.NAMES.TURF_CHECKERFLOOR
source: Checkered Flooring
japanese: 市松模様の床

# STRINGS.NAMES.RUINS_RUBBLE
source: Broken Relic
japanese: 壊れた遺物

# STRINGS.NAMES.MEATRACK
source: Drying Rack
japanese: 乾いたラック

# STRINGS.NAMES.ARMORWOOD
source: Log Suit
japanese: 丸太のスーツ

# STRINGS.NAMES.BUTTERFLY
source: Butterfly
japanese: 蝶

# STRINGS.NAMES.MINOTAUR
source: Ancient Guardian
japanese: 古代の守護者

# STRINGS.NAMES.RESURRECTIONSTATUE
source: Meat Effigy
japanese: 肉人形

# STRINGS.NAMES.MAXWELLHEAD
source: Maxwell's Head
japanese: Maxwellの頭

# STRINGS.NAMES.SANITYROCK
source: Obelisk
japanese: オベリスク

# STRINGS.NAMES.GREEN_MUSHROOM
source: Green Mushroom
japanese: 緑のキノコ

# STRINGS.NAMES.FLOWER_CAVE_TRIPLE
source: Light Flower
japanese: ライトフラワー

# STRINGS.NAMES.RED_MUSHROOM
source: Red Mushroom
japanese: 赤いキノコ

# STRINGS.NAMES.LOG
source: Log
japanese: 丸太

# STRINGS.NAMES.FIREFLIES
source: Fireflies
japanese: ホタル

# STRINGS.NAMES.DRAGONFRUIT
source: Dragon Fruit
japanese: ドラゴンフルーツ

# STRINGS.NAMES.EYETURRET
source: Houndius Shootius
japanese: ホンディウス・シューティウス

# STRINGS.NAMES.COOKEDMONSTERMEAT
source: Cooked Monster Meat
japanese: 調理したモンスターの肉

# STRINGS.NAMES.BLUEAMULET
source: Chilled Amulet
japanese: 冷たいお守り

# STRINGS.NAMES.ARMORSNURTLESHELL
source: Snurtle Shell Armour
japanese: スナートルの甲羅のよろい

# STRINGS.NAMES.BUSHHAT
source: Bush Hat
japanese: ブッシュハット

# STRINGS.NAMES.GOLDENSHOVEL
source: Regal Shovel
japanese: 王のシャベル

# STRINGS.NAMES.WINTEROMETER
source: Winterometer
japanese: 冬度計

# STRINGS.NAMES.COOKPOT
source: Crock Pot
japanese: 電気鍋

# STRINGS.NAMES.WALL_STONE_ITEM
source: Stone Wall
japanese: 石の塀

# STRINGS.NAMES.TURF_FOREST
source: Forest Turf
japanese: 森の芝土

# STRINGS.NAMES.WALL_HAY_ITEM
source: Hay Wall
japanese: 干し草の塀

# STRINGS.NAMES.TURF_SAVANNA
source: Savanna Turf
japanese: サバンナの芝生

# STRINGS.NAMES.BASALT
source: Basalt
japanese: 玄武岩

# STRINGS.NAMES.BIRD_EGG
source: Egg
japanese: 卵

# STRINGS.NAMES.PENGUIN
source: Pengull
japanese: ペンギンカモメ

# STRINGS.NAMES.MANDRAKE
source: Mandrake
japanese: マンドレイク

# STRINGS.NAMES.KILLERBEE
source: Killer Bee
japanese: キラー蜂

# STRINGS.NAMES.DURIAN_COOKED
source: Extra Smelly Durian
japanese: 特別に匂うドリアン

# STRINGS.NAMES.DRAGONFRUIT_COOKED
source: Prepared Dragon Fruit
japanese: 準備されたドラゴンフルーツ

# STRINGS.NAMES.POTTEDFERN
source: Potted Fern
japanese: 鉢植えのシダ

# STRINGS.NAMES.TENTACLE_PILLAR
source: Big Tentacle
japanese: 大きな触角

# STRINGS.NAMES.BALLOON
source: Balloon
japanese: 風船

# STRINGS.NAMES.PURPLEAMULET
source: Nightmare Amulet
japanese: 悪夢のお守り

# STRINGS.NAMES.BOOMERANG
source: Boomerang
japanese: ブーメラン

# STRINGS.NAMES.DRAGONFRUIT_SEEDS
source: Dragon Fruit Seeds
japanese: ドラゴンフルーツの種

# STRINGS.NAMES.GREENGEM
source: Green Gem
japanese: 緑の宝石

# STRINGS.NAMES.TEENBIRD
source: Smallish Tallbird
japanese: 小さめの背高鳥

# STRINGS.NAMES.PINECONE_SAPLING
source: Evergreen Sapling
japanese: 常緑樹の苗木

# STRINGS.NAMES.TURF_FUNGUS
source: Fungal Turf
japanese: 菌類の芝生

# STRINGS.NAMES.WALL_RUINS
source: Thulecite Wall
japanese: スーラサイトの塀

# STRINGS.NAMES.HEATROCK
source: Heat Stone
japanese: ヒートストーン

# STRINGS.NAMES.TRINKET_10
source: Second-hand Dentures
japanese: 中古入れ歯

# STRINGS.NAMES.PURPLEGEM
source: Purple Gem
japanese: 紫色の宝石

# STRINGS.NAMES.MOUND
source: Grave
japanese: お墓

# STRINGS.NAMES.BEDROLL_STRAW
source: Straw Roll
japanese: わらロール

# STRINGS.NAMES.ASH
source: Ashes
japanese: 灰

# STRINGS.NAMES.TERRORBEAK
source: Terrorbeak
japanese: 恐怖の割れ目

# STRINGS.NAMES.HAMMER
source: Hammer
japanese: ハンマー

# STRINGS.NAMES.TURF_SINKHOLE
source: Slimey Turf
japanese: 沼地の芝生

# STRINGS.NAMES.MONSTERLASAGNA
source: Monster Lasagna
japanese: モンスターラザニア

# STRINGS.NAMES.FAST_FARMPLOT
source: Improved Farm
japanese: 進化した農場

# STRINGS.NAMES.HONEYCOMB
source: Honeycomb
japanese: ハニーコンボ

# STRINGS.NAMES.MUSHTREE_MEDIUM
source: Red Mushtree
japanese: 赤いマッシュツリー

# STRINGS.NAMES.SILK
source: Silk
japanese: シルク

# STRINGS.NAMES.BOOK_BIRDS
source: Birds of the World
japanese: 世界の鳥たち

# STRINGS.NAMES.TURF_WOODFLOOR
source: Wooden Flooring
japanese: 木の床

# STRINGS.NAMES.ROCKY
source: Rock Lobster
japanese: ロックロブスター

# STRINGS.NAMES.KNIGHT
source: Clockwork Knight
japanese: 時計仕掛けの騎士

# STRINGS.NAMES.TENT
source: Tent
japanese: テント

# STRINGS.NAMES.PETALS_EVIL
source: Dark Petals
japanese: 暗い花びら

# STRINGS.NAMES.BISHOP
source: Clockwork Bishop
japanese: 時計仕掛けの司教

# STRINGS.NAMES.ANCIENT_ALTAR_BROKEN
source: Broken Ancient Pseudoscience Station
japanese: 壊れた古代の疑似科学ステーション

# STRINGS.NAMES.PANDORASCHEST
source: Ornate Chest
japanese: 飾り収納箱

# STRINGS.NAMES.MAXWELLLIGHT
source: Maxwell's Light
japanese: Maxwellのライト

# STRINGS.NAMES.RAZOR
source: Razor
japanese: かみそり

# STRINGS.NAMES.TREASURECHEST
source: Chest
japanese: 収納箱

# STRINGS.NAMES.PLANT_NORMAL
source: Crop
japanese: 農作物

# STRINGS.NAMES.DRUMSTICK_COOKED
source: Fried Drumstick
japanese: 揚げたドラムスティック

# STRINGS.NAMES.PIGKING
source: Pig King
japanese: ブタの王様

# STRINGS.NAMES.HORN
source: Beefalo Horn
japanese: ビ－ファローの角

# STRINGS.NAMES.ONEMANBAND
source: One-man Band
japanese: 1人バンド

# STRINGS.NAMES.CORN
source: Corn
japanese: コーン

# STRINGS.NAMES.FIRESTAFF
source: Fire Staff
japanese: 火付け人

# STRINGS.NAMES.HAMBAT
source: Ham Bat
japanese: ハムのバット

# STRINGS.NAMES.EGGPLANT
source: Eggplant
japanese: ナス

# STRINGS.NAMES.TOPHAT
source: Top Hat
japanese: シルクハット

# STRINGS.NAMES.SPEAR
source: Spear
japanese: 槍

# STRINGS.NAMES.SMALLBIRD
source: Smallbird
japanese: 小さな鳥

# STRINGS.NAMES.WALL_WOOD
source: Wood Wall
japanese: 木の塀

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN
source: Sinkhole
japanese: 陥没穴

# STRINGS.NAMES.SKELETON
source: Skeleton
japanese: スケルトン

# STRINGS.NAMES.YELLOWGEM
source: Yellow Gem
japanese: 黄色の宝石

# STRINGS.NAMES.STINGER
source: Stinger
japanese: スティンガー

# STRINGS.NAMES.WAXWELLJOURNAL
source: Codex Umbra
japanese: 古写本の影

# STRINGS.NAMES.TURF_GRASS
source: Grass Turf
japanese: 草の芝生

# STRINGS.NAMES.CAVE_EXIT
source: Rope
japanese: ロープ

# STRINGS.NAMES.PUMPKIN
source: Pumpkin
japanese: カボチャ

# STRINGS.NAMES.POOP
source: Manure
japanese: 肥料

# STRINGS.NAMES.LIGHTNING_ROD
source: Lightning Rod
japanese: 光る棒

# STRINGS.NAMES.ANIMAL_TRACK
source: Animal Track
japanese: 動物の小道

# STRINGS.NAMES.TRINKET_4
source: Gnome
japanese: 格言

# STRINGS.NAMES.BERRYBUSH
source: Berry Bush
japanese: ベリーブッシュ

# STRINGS.NAMES.CUTGRASS
source: Cut Grass
japanese: 芝を刈る

# STRINGS.NAMES.HOMESIGN
source: Sign
japanese: サイン

# STRINGS.NAMES.MONSTERMEAT_DRIED
source: Monster Jerky
japanese: モンスタージャーキー

# STRINGS.NAMES.ASH_REMAINS
source: Ashes of %s
japanese: %sの廃墟

# STRINGS.NAMES.TURF_ROCKY
source: Rocky Turf
japanese: 岩石の芝生

# STRINGS.NAMES.WETGOOP
source: Wet Goop
japanese: 陰気で無神経な人

# STRINGS.NAMES.BOOK_TENTACLES
source: On Tentacles
japanese: 触手の上に

# STRINGS.NAMES.SHOVEL
source: Shovel
japanese: シャベル

# STRINGS.NAMES.TURF_CARPETFLOOR
source: Carpeted Flooring
japanese: カーペットの床

# STRINGS.NAMES.BIRDCAGE
source: Birdcage
japanese: 鳥かご

# STRINGS.NAMES.TRINKET_7
source: Ball and Cup
japanese: ボールとカップ

# STRINGS.NAMES.SPIDER_WARRIOR
source: Spider Warrior
japanese: クモ戦士

# STRINGS.NAMES.TURF_WEBBING
source: Sticky Webbing
japanese: 粘つくクモの巣

# STRINGS.NAMES.BOOK_BRIMSTONE
source: The End is Nigh!
japanese: 終わりに近づいている！

# STRINGS.NAMES.WALRUS_TUSK
source: Walrus Tusk
japanese: セイウチの牙

# STRINGS.NAMES.TRINKET_1
source: Melty Marbles
japanese: 溶けかかった大理石

# STRINGS.NAMES.ROCK_LIGHT
source: Lava Pit
japanese: 溶岩ピット

# STRINGS.NAMES.CHESSJUNK3
source: Broken clockworks
japanese: 壊れた時計仕掛け

# STRINGS.NAMES.TAFFY
source: Taffy
japanese: タフィー

# STRINGS.NAMES.TRAP
source: Trap
japanese: 罠

# STRINGS.NAMES.BLUEGEM
source: Blue Gem
japanese: 青い宝石

# STRINGS.NAMES.YELLOWAMULET
source: Magiluminescence
japanese: マジルミネセンス

# STRINGS.NAMES.SHADOWWAXWELL
source: Shadow
japanese: 影

# STRINGS.NAMES.EGGPLANT_COOKED
source: Braised Eggplant
japanese: 蒸しナス

# STRINGS.NAMES.CRAWLINGNIGHTMARE
source: Crawling Nightmare
japanese: 巡回する悪夢

# STRINGS.NAMES.DIVININGROD
source: Divining Rod
japanese: 占い棒

# STRINGS.NAMES.RABBIT
source: Rabbit
japanese: ウサギ

# STRINGS.NAMES.FLOWER_EVIL
source: Evil Flower
japanese: 悪の花

# STRINGS.NAMES.TURF_ROAD
source: Cobblestones
japanese: 道路用敷石

# STRINGS.NAMES.BEEMINE
source: Bee Mine
japanese: 蜂地雷

# STRINGS.NAMES.FEATHERHAT
source: Feather Hat
japanese: 羽毛の帽子

# STRINGS.NAMES.FOLIAGE
source: Foliage
japanese: 枝葉

# STRINGS.NAMES.DEPLETED_GRASS
source: Grass
japanese: 草

# STRINGS.NAMES.SLURTLE
source: Slurtle
japanese: スラートル亀

# STRINGS.NAMES.CARROT_COOKED
source: Roasted Carrot
japanese: あぶったニンジン

# STRINGS.NAMES.CUTLICHEN
source: Lichen
japanese: キノコ

# STRINGS.NAMES.DURIAN_SEEDS
source: Durian Seeds
japanese: ドリアンの種

# STRINGS.NAMES.BERRYBUSH2
source: Berry Bush
japanese: ベリーブッシュ

# STRINGS.NAMES.PIGMAN
source: Pig Man
japanese: ブタ人間

# STRINGS.NAMES.TURF_MARSH
source: Marsh Turf
japanese: 湿地の芝生

# STRINGS.NAMES.CAVE_ENTRANCE_OPEN_CAVE
source: Deeper
japanese: もっと深く

# STRINGS.NAMES.CUTSTONE
source: Cut Stone
japanese: 石を切る

# STRINGS.NAMES.GOLDENPICKAXE
source: Opulent Pickaxe
japanese: 豪勢なつるはし

# STRINGS.NAMES.FROG
source: Frog
japanese: カエル

# STRINGS.NAMES.BONFIRE
source: Bonfire
japanese: たき火

# STRINGS.NAMES.HOUNDSTOOTH
source: Hound's Tooth
japanese: 猟犬の歯

# STRINGS.NAMES.COOKEDSMALLMEAT
source: Cooked Morsel
japanese: 調理したごちそう

# STRINGS.NAMES.STATUEHARP
source: Harp Statue
japanese: ハープの像

# STRINGS.NAMES.LICHEN
source: Cave Lichen
japanese: キノコ洞窟

# STRINGS.NAMES.SLURTLEHOLE
source: Slurtle Mound
japanese: スラートル亀の土塁

# STRINGS.NAMES.TALLBIRDNEST
source: Tallbird Nest
japanese: 背高鳥の巣

# STRINGS.NAMES.DURIAN
source: Durian
japanese: ドリアン

# STRINGS.NAMES.FISHTACOS
source: Fish Tacos
japanese: フィッシュタコス

# STRINGS.NAMES.PUMPKIN_LANTERN
source: Pumpkin Lantern
japanese: カボチャのランタン

# STRINGS.NAMES.TRINKET_8
source: Hardened Rubber Bung
japanese: 硬直したゴム栓

# STRINGS.NAMES.SPIDER
source: Spider
japanese: クモ

# STRINGS.NAMES.PETALS
source: Petals
japanese: 花びら

# STRINGS.NAMES.SNURTLE
source: Snurtle
japanese: スナートル

# STRINGS.NAMES.NITRE
source: Nitre
japanese: 硝石

# STRINGS.NAMES.MOSQUITO
source: Mosquito
japanese: 蚊

# STRINGS.NAMES.TURF_CAVE
source: Guano Turf
japanese: 糞が堆積した芝生

# STRINGS.NAMES.TRUNK_SUMMER
source: Koalefant Trunk
japanese: コアラぞうの鼻

# STRINGS.NAMES.UNKNOWN
source: Unknown
japanese: 未知

# STRINGS.NAMES.FRUITMEDLEY
source: Fruit Medley
japanese: フルーツメドレー

# STRINGS.NAMES.MARBLE
source: Marble
japanese: 大理石

# STRINGS.NAMES.RESURRECTIONSTONE
source: Touch Stone
japanese: タッチストーン

# STRINGS.NAMES.FISH
source: Fish
japanese: 釣る

# STRINGS.NAMES.SPIDER_HIDER
source: Cave Spider
japanese: クモの洞窟

# STRINGS.NAMES.SEEDS_COOKED
source: Toasted Seeds
japanese: トーストした種

# STRINGS.NAMES.BATCAVE
source: Bat Cave
japanese: コウモリの洞窟

# STRINGS.NAMES.MUSHTREE_SMALL
source: Green Mushtree
japanese: 緑のマッシュツリー

# STRINGS.NAMES.MINOTAURHORN
source: Guardian's Horn
japanese: ガーディアンの角

# STRINGS.NAMES.BOOK_SLEEP
source: Sleepytime Stories
japanese: 寝る前の物語

# STRINGS.NAMES.MONSTERMEAT
source: Monster Meat
japanese: モンスターの肉

# STRINGS.NAMES.TRUNK_COOKED
source: Koalefant Trunk Steak
japanese: コアラぞうの鼻のステーキ

# STRINGS.NAMES.NIGHTLIGHT
source: Night Light
japanese: 常夜灯

# STRINGS.NAMES.JAMMYPRESERVES
source: Fist Full of Jam
japanese: 拳一杯のジャム

# STRINGS.NAMES.TURF_DIRT
source: Dirt Turf
japanese: 土の芝生

# STRINGS.NAMES.CHESSJUNK2
source: Broken clockworks
japanese: 壊れた時計仕掛け

# STRINGS.NAMES.GREEN_CAP
source: Green Cap
japanese: 緑帽

# STRINGS.NAMES.SEWING_KIT
source: Sewing Kit
japanese: ソーイングキット

# STRINGS.NAMES.CARROT
source: Carrot
japanese: ニンジン

# STRINGS.NAMES.STALAGMITE
source: Stalagmite
japanese: 石筍

# STRINGS.NAMES.TENTACLE_GARDEN
source: Big Tentacle
japanese: 大きな触角

# STRINGS.NAMES.BAT
source: Batilisk
japanese: バットリスク

# STRINGS.NAMES.ICEBOX
source: Ice Box
japanese: アイスボックス

# STRINGS.NAMES.RESEARCHLAB4
source: Prestihatitator
japanese: プレスティハッティテータ

# STRINGS.NAMES.LIGHTBULB
source: Light Bulb
japanese: 電球

# STRINGS.NAMES.KRAMPUS_SACK
source: Krampus Sack
japanese: クランパス地のずた袋

# STRINGS.NAMES.TALLBIRDEGG_COOKED
source: Fried Tallbird Egg
japanese: 背高鳥の卵のフライ

# STRINGS.NAMES.GREEN_CAP_COOKED
source: Cooked Green Cap
japanese: 調理した緑帽

# STRINGS.NAMES.RELIC
source: Relic
japanese: 遺物

# STRINGS.NAMES.NIGHTMAREFUEL
source: Nightmare Fuel
japanese: 悪夢の燃料

# STRINGS.NAMES.FLOWER
source: Flower
japanese: 花

# STRINGS.NAMES.TRINKET_2
source: Fake Kazoo
japanese: 偽のカズ－

# STRINGS.NAMES.PUMPKIN_COOKED
source: Hot Pumpkin
japanese: あつあつのカボチャ

# STRINGS.NAMES.FIRE
source: Fire
japanese: 火

# STRINGS.NAMES.MAXWELLTHRONE
source: Nightmare Throne
japanese: 悪夢の王座

# STRINGS.NAMES.CANE
source: Walking Cane
japanese: 歩く杖

# STRINGS.NAMES.DARKNESS
source: Darkness
japanese: 暗闇

# STRINGS.NAMES.BEEHAT
source: Beekeeper Hat
japanese: 養蜂家の帽子

# STRINGS.NAMES.MEAT
source: Meat
japanese: 肉

# STRINGS.NAMES.BEARDHAIR
source: Beard Hair
japanese: あごひげの毛

# STRINGS.NAMES.ORANGEGEM
source: Orange Gem
japanese: オレンジ色の宝石

# STRINGS.NAMES.STATUEMAXWELL
source: Maxwell Statue
japanese: Maxwellの像

# STRINGS.NAMES.ANCIENT_STATUE
source: Ancient statue
japanese: 古代の像

# STRINGS.NAMES.FLINT
source: Flint
japanese: フリント

# STRINGS.NAMES.FEATHER_ROBIN
source: Crimson Feather
japanese: 深紅色の羽

# STRINGS.NAMES.ACCOMPLISHMENT_SHRINE
source: Accomploshrine
japanese: アコンプロシュライン

# STRINGS.NAMES.CUTREEDS
source: Cut Reeds
japanese: アシを刈る

# STRINGS.NAMES.WALL_RUINS_ITEM
source: Thulecite Wall
japanese: スーラサイトの塀

# STRINGS.NAMES.KRAMPUS
source: Krampus
japanese: クランパス

# STRINGS.NAMES.RATATOUILLE
source: Ratatouille
japanese: ラタトゥイユ

# STRINGS.NAMES.PIGHOUSE
source: Pig House
japanese: ブタ屋敷

# STRINGS.NAMES.KNIGHT_NIGHTMARE
source: Damaged Knight
japanese: 傷ついた騎士

# STRINGS.NAMES.TURF_MUD
source: Mud Turf
japanese: 泥の芝生

# STRINGS.NAMES.FROGLEGS
source: Frog Legs
japanese: カエルの足

# STRINGS.NAMES.THULECITE_PIECES
source: Thulecite Fragments
japanese: Thulesiteの破片

# STRINGS.NAMES.ROBIN
source: Redbird
japanese: 赤い鳥

# STRINGS.NAMES.RESEARCHLAB2
source: Alchemy Engine
japanese: 秘術のエンジン

# STRINGS.NAMES.LIVINGLOG
source: Living Log
japanese: 生きている丸太

# STRINGS.NAMES.BALLOONS_EMPTY
source: Pile o' Balloons
japanese: 風船の山

# STRINGS.NAMES.MARSH_BUSH
source: Spiky Bush
japanese: トゲトゲの茂み

# STRINGS.NAMES.BANDAGE
source: Honey Poultice
japanese: はちみつの湿布

# STRINGS.NAMES.TRINKET_12
source: Dessicated Tentacle
japanese: 触手の干物

# STRINGS.NAMES.DEFAULT
source: INVENTORY ITEM
japanese: 在庫アイテム

# STRINGS.NAMES.MARSH_PLANT
source: Plant
japanese: 植物

# STRINGS.NAMES.TURF_UNDERROCK
source: Cave Rock Turf
japanese: 岩の洞窟の芝生

# STRINGS.NAMES.PANFLUTE
source: Pan Flute
japanese: パンフルート

# STRINGS.NAMES.TRINKET_5
source: Tiny Rocketship
japanese: 小さなロケット船

# STRINGS.NAMES.WALL_HAY
source: Hay Wall
japanese: 干し草の塀

# STRINGS.NAMES.LANTERN
source: Lantern
japanese: ランタン

# STRINGS.NAMES.TRINKET_9
source: Mismatched Buttons
japanese: ミスマッチなボタン

# STRINGS.NAMES.ROPE
source: Rope
japanese: ロープ

# STRINGS.NAMES.DEVTOOL
source: Dev Tool
japanese: 開発者用ツール

# STRINGS.NAMES.SLURPER_PELT
source: Slurper Pelt
japanese: スラーパーの皮

# STRINGS.NAMES.EEL
source: Eel
japanese: ウナギ

# STRINGS.NAMES.BEEMINE_MAXWELL
source: Maxwell's Mosquito Trap
japanese: Maxwellの蚊の罠

# STRINGS.NAMES.BABYBEEFALO
source: Baby Beefalo
japanese: 赤ちゃんビーファロ

# STRINGS.NAMES.MARBLEPILLAR
source: Marble Pillar
japanese: 大理石の柱

# STRINGS.NAMES.POND_CAVE
source: Pond
japanese: 池

# STRINGS.NAMES.BLUE_CAP_COOKED
source: Cooked Blue Cap
japanese: 調理した青帽

# STRINGS.NAMES.LUCY
source: Lucy the Axe
japanese: 斧のLucy

# STRINGS.NAMES.PEROGIES
source: Pierogi
japanese: ピロシキ

# STRINGS.NAMES.FROGGLEBUNWICH
source: Froggle Bunwich
japanese: フロッグル・バンウィッチ

# STRINGS.NAMES.HONEYHAM
source: Honey Ham
japanese: ハニーハム

# STRINGS.NAMES.ARMORSLURPER
source: Belt of Hunger
japanese: 腹ペコベルト

# STRINGS.NAMES.TENTACLESPOTS
source: Tentacle Spots
japanese: 触手スポット

# STRINGS.NAMES.PUMPKIN_SEEDS
source: Pumpkin Seeds
japanese: カボチャの種

# STRINGS.NAMES.EVERGREEN
source: Evergreen
japanese: 常緑樹

# STRINGS.NAMES.SKULLCHEST
source: Skullchest
japanese: 頭蓋骨の収納箱

# STRINGS.NAMES.PIGTORCH
source: Pig Torch
japanese: ブタのたいまつ

# STRINGS.NAMES.GREENAMULET
source: Construction Amulet
japanese: 建築のお守り

# STRINGS.NAMES.DUG_BERRYBUSH
source: Berry Bush
japanese: ベリーブッシュ

# STRINGS.NAMES.TURKEYDINNER
source: Turkey Dinner
japanese: 七面鳥ディナー
