Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.1
source: KILL TREE!
japanese: 木を殺す！

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.2
source: SMASH MEAN TREE!
japanese: 意地の悪い木、スマッシュ！

# STRINGS.PIG_TALK_HELP_CHOP_WOOD.3
source: I PUNCH TREE!
japanese: 木をタタクぞ！

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.HIT.ONE
source: The throne won't allow that. I've tried.
japanese: 国王はそれを許可しない。努力はしたけれど。

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHOFF.ONE
source: Thank you. I have been listening to that song for an eternity.
japanese: ありがとう。この歌を永遠に聴いているところだったよ。

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.NOUNLOCK.ONE
source: Ah, I am a fool. I had dared to hope.
japanese: あー、なんてバカなんだ。希望を持ってしまっていた。

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.PHONOGRAPHON.ONE
source: I guess I deserve that.
japanese: 自業自得かも。

# STRINGS.MAXWELL_ADVENTURETHRONE.LEVEL_6.INTRO.ONE
source: Is this how it ends?
japanese: これで終わりなわけ？

# STRINGS.PIG_TALK_FIND_MEAT.1
source: ME HUNGRY!
japanese: わたし、腹ぺこ！

# STRINGS.PIG_TALK_FIND_MEAT.2
source: YUM!
japanese: うまうま！

# STRINGS.PIG_TALK_FIND_MEAT.3
source: I EAT FOOD!
japanese: 食い物、クウ！

# STRINGS.PIG_TALK_FIND_MEAT.4
source: TIME FOR FOOD!
japanese: 食べ物の時間！

# STRINGS.SWAP
source: Swap
japanese: 交換する

# STRINGS.PIG_GUARD_TALK_TORCH.1
source: TORCH GET LOW
japanese: たいまつ、暗くなる！

# STRINGS.PIG_GUARD_TALK_TORCH.2
source: MAKE TORCH BRIGHT
japanese: たいまつ、明るくなる！

# STRINGS.PIG_GUARD_TALK_TORCH.3
source: MORE BURNING
japanese: もっと燃え燃え

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.1
source: YOU LEAVE NOW
japanese: あなた、バイバイ！

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.2
source: YOU GO AWAY
japanese: どっかイケ！

# STRINGS.PIG_GUARD_TALK_LOOKATWILSON.3
source: YOU NO STAY
japanese: 居ちゃだめ

# STRINGS.RABBIT_RETREAT.1
source: AWAY!
japanese: あっち！

# STRINGS.RABBIT_RETREAT.2
source: HURT!
japanese: イタイ！

# STRINGS.RABBIT_RETREAT.3
source: HOME!
japanese: おウチ！

# STRINGS.RABBIT_RETREAT.4
source: RUN!
japanese: 走れ！

# STRINGS.INSPECTMOD
source: Inspect
japanese: 調べる

# STRINGS.RECIPE_DESC.DIVININGROD
source: There must be some way out of here...
japanese: どこかに出口があるはず…

# STRINGS.RECIPE_DESC.RUINSHAT
source: Complete with ancient force field!
japanese: 古代パワーフィールドを攻略！

# STRINGS.RECIPE_DESC.TOPHAT
source: The classiest hat of all.
japanese: 中でも一番高級な帽子。

# STRINGS.RECIPE_DESC.TRAP_TEETH_MAXWELL
source: Pops up and bites whoever steps on it.
japanese: 突然現われ、踏む者すべてにかみつく。

# STRINGS.RECIPE_DESC.FISHINGROD
source: Go fishing. For fish.
japanese: 魚釣りに行く。魚のために。

# STRINGS.RECIPE_DESC.SPEAR
source: Use the pointy end.
japanese: とがった先端を使え。

# STRINGS.RECIPE_DESC.SLOW_FARMPLOT
source: Grows seeds.
japanese: 種がなる。

# STRINGS.RECIPE_DESC.BEEFALOHAT
source: Be one with the herd! Smell included.
japanese: 群れと一体となれ！匂い付き。

# STRINGS.RECIPE_DESC.BEEMINE
source: Weaponized bees. What could go wrong?
japanese: 武器化した蜂たち。これでOK！

# STRINGS.RECIPE_DESC.FEATHERHAT
source: Dress for your head.
japanese: 頭をドレスアップ。

# STRINGS.RECIPE_DESC.BOOMERANG
source: It comes from a land down under.
japanese: 地球の正反対側から来た。

# STRINGS.RECIPE_DESC.COMPASS
source: Points the way north.
japanese: 北の方角を指してくれる。

# STRINGS.RECIPE_DESC.WALL_RUINS_ITEM
source: These walls will take quite a beating.
japanese: この塀はかなり頑丈だ。

# STRINGS.RECIPE_DESC.WINTERHAT
source: Keeps yer noggin warm.
japanese: 頭を温かくしてくれる。

# STRINGS.RECIPE_DESC.RAINOMETER
source: Observe precipitation probabilities.
japanese: 降ってくる確率を観察。

# STRINGS.RECIPE_DESC.BLOWDART_SLEEP
source: Spit sleepiness at your enemies.
japanese: 敵に眠気を吹きつけろ。

# STRINGS.RECIPE_DESC.EYETURRET_ITEM
source: Keep the nasties away. By killing them.
japanese: うざい奴らを遠ざけろ。抹殺だ。

# STRINGS.RECIPE_DESC.ARMORSLURPER
source: Keep that belly full.
japanese: 満腹状態をキープしよう。

# STRINGS.RECIPE_DESC.NIGHTMARE_TIMEPIECE
source: Track the flow of ambient magic levels.
japanese: 周囲の魔法レベルの流れを追え。

# STRINGS.RECIPE_DESC.RUINS_BAT
source: Spikes make everything better.
japanese: スパイクさえあれば、何でも上手くいく。

# STRINGS.RECIPE_DESC.LANTERN
source: Refuelable, bright, portable!
japanese: 補給可能、明るくて持ち運びに便利！

# STRINGS.RECIPE_DESC.TELESTAFF
source: Bend space! Time bend sold separately.
japanese: 空間を曲げろ！時間の屈曲は別売り。

# STRINGS.RECIPE_DESC.RESEARCHLAB4
source: Amplify the magical power of your top hat.
japanese: 君のシルクハットの魔法パワーをアップ。

# STRINGS.RECIPE_DESC.HEATROCK
source: Stores heat for travel.
japanese: 旅用の熱を貯蔵する。

# STRINGS.RECIPE_DESC.MULTITOOL_AXE_PICKAXE
source: Doubly useful.
japanese: 二通りにお役立ち。

# STRINGS.RECIPE_DESC.ICEBOX
source: Slows food spoilage.
japanese: 食品の腐敗を遅らせる。

# STRINGS.RECIPE_DESC.PURPLEGEM
source: By your colours combined!
japanese: 君の色も組み合わせて！

# STRINGS.RECIPE_DESC.TELEBASE
source: Just add gems.
japanese: 宝石を足すだけでOK。

# STRINGS.RECIPE_DESC.YELLOWSTAFF
source: Summon a tiny star.
japanese: 小さな星を呼び集めよう。

# STRINGS.RECIPE_DESC.STRAWHAT
source: How fashionable!
japanese: なんてオシャレ！

# STRINGS.RECIPE_DESC.BEDROLL_STRAW
source: Sleep through the night.
japanese: 夜通し眠る。

# STRINGS.RECIPE_DESC.CUTSTONE
source: Nicely squared rocks.
japanese: いい感じに四角い石たち。

# STRINGS.RECIPE_DESC.GOLDENPICKAXE
source: Break down rocks like a boss.
japanese: プロみたいに石を割りくだく。

# STRINGS.RECIPE_DESC.GREENSTAFF
source: Clean and efficient destruction.
japanese: 美しく効果的な破壊。

# STRINGS.RECIPE_DESC.SWEATERVEST
source: Rugged, yet stylish.
japanese: ゴツゴツ、だけとスタイリッシュ。

# STRINGS.RECIPE_DESC.ICESTAFF
source: Freeze enemies in their tracks.
japanese: 敵をその場で凍り攻め。

# STRINGS.RECIPE_DESC.PANFLUTE
source: Music to soothe savage beasts.
japanese: 猛獣をなだめるための音楽。

# STRINGS.RECIPE_DESC.HEALINGSALVE
source: Disinfectant for cuts and abrasions.
japanese: 切り傷とすり傷の消毒薬。

# STRINGS.RECIPE_DESC.BUGNET
source: Catch bugs.
japanese: 虫を捕まえろ。

# STRINGS.RECIPE_DESC.BOARDS
source: Like logs but flatter.
japanese: 丸太みたいだけれど、もっと平べったい。

# STRINGS.RECIPE_DESC.NIGHTMAREFUEL
source: Evil residue used by the foolish and crazy.
japanese: 愚か者とクレイジーな人たちが使う邪悪の残留物。

# STRINGS.RECIPE_DESC.NIGHTSWORD
source: Lucid dreaming damage.
japanese: 明晰夢のダメージ。

# STRINGS.RECIPE_DESC.TURF_CHECKERFLOOR
source: Nicely checkered marble tiles.
japanese: 市松模様の大理石タイル。

# STRINGS.RECIPE_DESC.HAMMER
source: Deconstruct structures.
japanese: 構造物を分解せよ。

# STRINGS.RECIPE_DESC.LIGHTNING_ROD
source: Protection from strikes.
japanese: 攻撃からの防御。

# STRINGS.RECIPE_DESC.BATBAT
source: All this science is so... draining.
japanese: 科学だらけで元気が・・・吸い取られる。

# STRINGS.RECIPE_DESC.MEATRACK
source: The jerkiest of racks.
japanese: リブ肉の中で一番ジャーキーっぽいヤツ。

# STRINGS.RECIPE_DESC.ROPE
source: Tightly woven coils of usefulness.
japanese: きつくとぐろ巻きにされた便利なもの。

# STRINGS.RECIPE_DESC.ARMORWOOD
source: Protects you from some damage.
japanese: ダメージから身をある程度守ってくれる。

# STRINGS.RECIPE_DESC.FIRESTAFF
source: Harness the power of combustion!
japanese: 燃焼パワーを利用！

# STRINGS.RECIPE_DESC.BIRDTRAP
source: Capture winged beasts.
japanese: 翼のある獣を捕まえろ。

# STRINGS.RECIPE_DESC.PICKAXE
source: Break down rocks.
japanese: 岩を破砕しろ。

# STRINGS.RECIPE_DESC.RESURRECTIONSTATUE
source: Resurrect yourself via the power of meat.
japanese: 肉パワーで自己復活。

# STRINGS.RECIPE_DESC.CANE
source: Trot on with speed and poise.
japanese: スピードと冷静さを保った早足。

# STRINGS.RECIPE_DESC.FAST_FARMPLOT
source: Grows seeds a bit faster.
japanese: 種の発芽を少し早める。

# STRINGS.RECIPE_DESC.BLOWDART_FIRE
source: Spit fire at your enemies.
japanese: 敵に炎を吐きつける。

# STRINGS.RECIPE_DESC.FLOWERHAT
source: Something to soothe the nerves.
japanese: 神経を休ませるもの。

# STRINGS.RECIPE_DESC.BLOWDART_PIPE
source: Spit teeth at your enemies.
japanese: 敵に向かって歯を吐く。

# STRINGS.RECIPE_DESC.SEWING_KIT
source: Fix up degraded clothing items.
japanese: 傷んだ服を修繕する。

# STRINGS.RECIPE_DESC.TURF_ROAD
source: Build your own road to nowhere.
japanese: どこにも通じない道を作ろう。

# STRINGS.RECIPE_DESC.HOMESIGN
source: Make your mark upon the world.
japanese: この世に自分のマークを残してやろう！

# STRINGS.RECIPE_DESC.BUSHHAT
source: Good for hiding!
japanese: 隠れるのに最適！

# STRINGS.RECIPE_DESC.BEEHAT
source: Protection against angry bees.
japanese: 怒り狂う蜂に対するプロテクション。

# STRINGS.RECIPE_DESC.TURF_WOODFLOOR
source: High-quality laminate floorboards.
japanese: 高品質のラミネート床材。

# STRINGS.RECIPE_DESC.TORCH
source: Portable light source.
japanese: 携帯用光源。

# STRINGS.RECIPE_DESC.PUMPKIN_LANTERN
source: Spooky illumination.
japanese: 薄気味悪いイルミネーション。

# STRINGS.RECIPE_DESC.SPIDERHAT
source: Spiders will call you 'mom'.
japanese: クモに「ママ」と呼ばれちゃう。

# STRINGS.RECIPE_DESC.WALL_HAY_ITEM
source: Hay wall segments. Not very sturdy.
japanese: 干し草の塀のセグメント。作りはそれほど頑丈ではない。

# STRINGS.RECIPE_DESC.PAPYRUS
source: For writing things.
japanese: 筆記用具。

# STRINGS.RECIPE_DESC.BACKPACK
source: Carry more stuff.
japanese: もっと色々運べるようになる。

# STRINGS.RECIPE_DESC.BOOK_BIRDS
source: 1000 species: habits, habitats, and calls.
japanese: 1000種類：習慣・住みか・必要なもの。

# STRINGS.RECIPE_DESC.ORANGEAMULET
source: For those who don't like to pick items up.
japanese: アイテムを拾いたくない人用。

# STRINGS.RECIPE_DESC.WALL_STONE_ITEM
source: Stone wall segments.
japanese: 石の塀のセグメント。

# STRINGS.RECIPE_DESC.WALL_WOOD_ITEM
source: Wooden wall segments.
japanese: 木の塀のセグメント。

# STRINGS.RECIPE_DESC.GUNPOWDER
source: A handful of gunpowder.
japanese: 一握りの火薬

# STRINGS.RECIPE_DESC.BEEBOX
source: Store your own bees.
japanese: 自身で蜂を飼育しよう。

# STRINGS.RECIPE_DESC.GOLDENAXE
source: Chop down trees with STYLE!
japanese: 木を格好よく切り倒せ！

# STRINGS.RECIPE_DESC.PITCHFORK
source: Move the ground around.
japanese: 地面をぐるっと動かす。

# STRINGS.RECIPE_DESC.BOOK_TENTACLES
source: Let's learn about our subterranean friends!
japanese: 地下に住む友達について学ぼう！

# STRINGS.RECIPE_DESC.GREENAMULET
source: Craft with a discount!
japanese: クラフトをお得な価格で！

# STRINGS.RECIPE_DESC.SHOVEL
source: Move plants around.
japanese: 植物を動かす。

# STRINGS.RECIPE_DESC.TENT
source: Restores sanity, but costs time and hunger.
japanese: 正気を取り戻してくれるが、時間がかかり空腹になる。

# STRINGS.RECIPE_DESC.GOLDENPITCHFORK
source: Rearrange the whole world.
japanese: 世界全体を再アレンジ。

# STRINGS.RECIPE_DESC.TURF_CARPETFLOOR
source: Super soft. Smells like Beefalo.
japanese: 超ソフト。ビーファロみたいな匂い。

# STRINGS.RECIPE_DESC.ARMORGRASS
source: Provides a small amount of protection.
japanese: プロテクションを少し提供。

# STRINGS.RECIPE_DESC.WINTEROMETER
source: Measure ambient air temperature.
japanese: 周囲の気温を計測。

# STRINGS.RECIPE_DESC.COOKPOT
source: Make better food.
japanese: もっと美味しい食べ物を作ろう。

# STRINGS.RECIPE_DESC.UMBRELLA
source: Mitigate the effects of atmospheric moisture.
japanese: 大気中の湿度をさげよう。

# STRINGS.RECIPE_DESC.ACCOMPLISHMENT_SHRINE
source: Prove your worth as a human being.
japanese: 人間としての価値を証明しよう。

# STRINGS.RECIPE_DESC.RABBITHOUSE
source: Houses a giant rabbit and all his stuff.
japanese: でかいウサギとその荷物が入る。

# STRINGS.RECIPE_DESC.BOOK_GARDENING
source: On the care and feeding of plants.
japanese: 心をこめて植物に栄養を与える。

# STRINGS.RECIPE_DESC.EARMUFFSHAT
source: A fuzzy little bit of warmth.
japanese: 毛深くてささやかな暖かみを与えてくれる。

# STRINGS.RECIPE_DESC.BEDROLL_FURRY
source: Sleep through the night in comfort!
japanese: 夜通し快適に眠る！

# STRINGS.RECIPE_DESC.BOOK_BRIMSTONE
source: The world will end in fire and tribulation!
japanese: 世界は炎と苦難に終わる！

# STRINGS.RECIPE_DESC.THULECITE
source: Combine tiny bits into a big chunk.
japanese: 小さいものと大きな塊を組み合わせる。

# STRINGS.RECIPE_DESC.TRAP_TEETH
source: Pops up and bites whoever steps on it.
japanese: 突然現われ、踏む者すべてにかみつく。

# STRINGS.RECIPE_DESC.PIGHOUSE
source: Shelters one pig.
japanese: 一匹のブタをかくまえる。

# STRINGS.RECIPE_DESC.TREASURECHEST
source: A sturdy container.
japanese: 頑丈なコンテナ。

# STRINGS.RECIPE_DESC.BIRDCAGE
source: A happy home for your avian friends.
japanese: 鳥のお友達用の幸せなお家。

# STRINGS.RECIPE_DESC.ARMORMARBLE
source: It's heavy, but it will protect you.
japanese: 重いが、君を守ってくれる。

# STRINGS.RECIPE_DESC.TRUNKVEST_WINTER
source: Warm enough for winter storms.
japanese: 冬の嵐でも十分暖かい。

# STRINGS.RECIPE_DESC.TRUNKVEST_SUMMER
source: Warm, but light enough for summer.
japanese: 夏用で十分暖かくて軽い。

# STRINGS.RECIPE_DESC.FIREPIT
source: A safer, more efficient campfire.
japanese: より安全で効率の良いキャンプファイヤー。

# STRINGS.RECIPE_DESC.ORANGESTAFF
source: For those who don't like walking.
japanese: 徒歩を好まない人たち向け。

# STRINGS.RECIPE_DESC.CAMPFIRE
source: Provides light while burning.
japanese: 燃えている間は明るくなる。

# STRINGS.RECIPE_DESC.ARMOR_SANITY
source: Protects your body, but not your mind.
japanese: 体は守るけれど、精神はその限りにあらず。

# STRINGS.RECIPE_DESC.ONEMANBAND
source: Even crazy musicians amass a following.
japanese: クレイジーな音楽家たちにさえ追っかけがいる。

# STRINGS.RECIPE_DESC.BLUEAMULET
source: What a cool amulet.
japanese: なんてクールなお守り。

# STRINGS.RECIPE_DESC.TRAP
source: Capture small creatures.
japanese: 小さな生き物を捕まえる。

# STRINGS.RECIPE_DESC.PURPLEAMULET
source: Induce insanity.
japanese: 狂気を誘導。

# STRINGS.RECIPE_DESC.AMULET
source: Protects you from death.
japanese: 死から君を守る。

# STRINGS.RECIPE_DESC.FOOTBALLHAT
source: Protect your braincase.
japanese: 頭を守る。

# STRINGS.RECIPE_DESC.MINERHAT
source: Light up the night with your noggin.
japanese: 君の頭で夜をライトアップする。

# STRINGS.RECIPE_DESC.YELLOWAMULET
source: Pull power from the heavens.
japanese: 天国からのパワーを引き寄せる。

# STRINGS.RECIPE_DESC.RESEARCHLAB2
source: Unlock even more crafting recipes!
japanese: もっと多くのクラフトレシピをアンロック！

# STRINGS.RECIPE_DESC.RAZOR
source: Shave off your dirty beatnik beard.
japanese: 君の小汚いビート族風の顎ひげをそり落とせ。

# STRINGS.RECIPE_DESC.ARMORRUINS
source: Flashy AND protective.
japanese: 派手な上に防御効果あり。

# STRINGS.RECIPE_DESC.BOOK_SLEEP
source: Soothing tales to send you off to dreamland.
japanese: 夢の世界へ君を送り込むための心地良い物語。

# STRINGS.RECIPE_DESC.RESEARCHLAB3
source: Is this even science anymore?
japanese: これはもう科学じゃないの？

# STRINGS.RECIPE_DESC.PIGGYBACK
source: Carries a lot, but slows you down.
japanese: 沢山運べるが、スピードは落ちる。

# STRINGS.RECIPE_DESC.RESEARCHLAB
source: Unlock new crafting recipes!
japanese: 新しいクラフトレシピをアンロック！

# STRINGS.RECIPE_DESC.GOLDENSHOVEL
source: Lasts longer, digs the same stuff.
japanese: 長く使えて、同じ物を探り当てる。

# STRINGS.RECIPE_DESC.HAMBAT
source: It takes food to make food.
japanese: 食料を作るには、食料が必要。

# STRINGS.RECIPE_DESC.NIGHTLIGHT
source: Light the night with your dreams.
japanese: 君の夢で夜を照らす。

# STRINGS.RECIPE_DESC.AXE
source: Chop down trees!
japanese: 木を切り倒せ！

# STRINGS.RECIPE_DESC.POTTEDFERN
source: Make a pot and stick a fern inside.
japanese: 植木鉢を作って、シダを中に植えろ。

# STRINGS.RECIPE_DESC.BANDAGE
source: Heal your minor wounds.
japanese: 自分の小さな傷を癒やせ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.THREE
source: Turn back now, or I may have to resort to drastic mesaures.
japanese: 今引き返すか、思い切った方法が必要かも。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.TWO
source: You're really pushing your luck.
japanese: 自分の幸運を本当に遠ざけている。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_4.ONE
source: Say, pal.
japanese: ねえ、君。

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.THREE
source: I'll give you food, gold, pigs, whatever you need.
japanese: 食べ物や黄金のブタ、必要な物なら何でもあげよう。

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.TWO
source: Let's make a deal. You can stay here. Settle down, even.
japanese: じゃあ取引だ。ここに留まっていいよ。住み着いても構わない。

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.ONE
source: Say, pal.
japanese: ねえ、君。

# STRINGS.MAXWELL_ADVENTUREINTROS.TWOLANDS.FOUR
source: All I want in return is a truce.
japanese: お返しに欲しいのは、停戦だけだ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TWO
source: You found me. Now, what are you going to do?
japanese: 僕を見つけたな。これから、一体どうするつもりだ？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.ONE
source: Well, this is it.
japanese: うーん、ここまでか。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.1
source: Where would be the sport in that?
japanese: ここでいうそのスポーツとは一体どこにあるの？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.COMBATFAIL.2
source: Who do you think allowed you to make that?
japanese: 誰が君にそんなことを許すと思うのかい？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL2
source: This is the end of the line. We have no escape.
japanese: これで一巻の終わり。もう逃げられない。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.1
source: Is this what you were expecting?
japanese: 君が望んでいたのはこれかい？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.2
source: Forgive me if I don't get up.
japanese: 起き上がらなくても許してくれ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.3
source: You've been an interesting plaything, but I've grown tired of this game.
japanese: 君は面白いおもちゃだったが、もうこのゲームには飽き飽きしている。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.4
source: Or maybe They've grown tired of me.
japanese: それとも、多分俺に愛想をつかしたのかも。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.5
source: Heh. Took them long enough.
japanese: へー。それほど長くプレイしたのか。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.6
source: They'll show you terrible, beautiful things.
japanese: とても不快な物や美しい物を見せてくれるだろうよ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.7
source: It will change you, like it did me.
japanese: プレイが君を変えるだろう、俺もそうだったように。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.8
source: It's best not to fight it.
japanese: 戦わないのが最善の策さ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.9
source: There wasn't much here when I showed up.
japanese: 俺が現われた時には、大したことはなかった。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.10
source: Just dust. And the void. And Them.
japanese: 単なるチリ。そして空虚感。そして、彼ら。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.11
source: I've learned so much since then. I've built so much.
japanese: あれから沢山学んだよ。ずいぶん鍛えられた。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.12
source: But even a King is bound to the board.
japanese: たとえ王様でもハマるはずだ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.13
source: You can't change the rules of the game.
japanese: このゲームのルール変更は不可能だ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.14
source: I don't know what they want. They... they just watch.
japanese: どうしたいのかわからない。奴らは…ただ観ているだけ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.15
source: Unless you get too close. Then...
japanese: 君が近づきすぎない限り。それから…

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.16
source: Well, there's a reason I stay so dapper.
japanese: いや、僕が軽々といられるのには理由がある。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.17
source: What year is it out there? Time moves differently here.
japanese: そこは今、何年なのか？ここでは時の流れが違うんだ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.18
source: Go on, stay a while. Keep us company.
japanese: しばらくそのままじっとしていろ。つきあえ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.19
source: Or put the key in the box. It's your decision.
japanese: それとも、鍵をかけておこうか。おまえ次第だ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.20
source: Either way, you're just delaying the inevitable.
japanese: おまえはどのみち避けられないことを先送りしているだけだ。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.21
source: Reality is like that, sometimes.
japanese: 現実とは、時にそんなもの。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.CONVERSATION.22
source: I think I've said enough.
japanese: もう十分しゃべったな。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_6.TELEPORTFAIL
source: Don't you think I've tried that?
japanese: もう既に俺が試したとは思わないのか？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.THREE
source: You will regret coming any further...
japanese: もっと進むと後悔する羽目に…。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.TWO
source: Do not arouse the wrath of the Great Maxwell!
japanese: 偉大なるMaxwellの怒りを呼び起こすな！

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_5.ONE
source: You insolent, pitiful, insignificant ant!
japanese: 生意気で惨めな、取るに足らないありんこ野郎！

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.THREE
source: Hmm. Let's try something a little more challenging, shall we?
japanese: うーむ…何かもう少し挑戦しがいのあるものに取り組んでみようか？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.TWO
source: You'd think you would have learned your lesson by now.
japanese: これまでに学ぶべき事は習得したと思っているだろう。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_1.ONE
source: Oh, you found my portal did you?
japanese: おぉ、俺のポータルを見つけたな？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.ONE
source: Well would you look at that, you survived.
japanese: さぁ、それに注目してみろ、生き延びたな。

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_2.TWO
source: One down, four to go!
japanese: 1つ終わったから、あと4つだ！

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.ONE
source: What? You're still here?
japanese: 何だって！？まだここにいるのか？

# STRINGS.MAXWELL_ADVENTUREINTROS.LEVEL_3.TWO
source: Impressive. But you should probably stop while you're ahead.
japanese: 素晴らしい。しかし途中で多分止まることになる。

# STRINGS.PIG_TALK_EAT_MEAT.1
source: NOM NOM NOM
japanese: むしゃむしゃむしゃ

# STRINGS.PIG_TALK_EAT_MEAT.2
source: YUM!
japanese: うまうま！

# STRINGS.RABBIT_BATTLECRY.1
source: HOP!
japanese: 飛び越えろ！

# STRINGS.RABBIT_BATTLECRY.2
source: KILL!
japanese: やっちまえ！

# STRINGS.RABBIT_BATTLECRY.3
source: DIE!
japanese: 死ね！

# STRINGS.PIG_TALK_FIGHT.1
source: I KILL NOW!
japanese: 今ひと思いに！

# STRINGS.PIG_TALK_FIGHT.2
source: YOU GO SMASH!
japanese: ぶったたけ！

# STRINGS.PIG_TALK_FIGHT.3
source: RAAAWR!
japanese: ガオーーー！

# STRINGS.PIG_TALK_FIND_LIGHT.1
source: SCARY
japanese: ゾッとする

# STRINGS.PIG_TALK_FIND_LIGHT.2
source: NO LIKE DARK
japanese: 闇を好む者などいない

# STRINGS.PIG_TALK_FIND_LIGHT.3
source: WHERE IS SUN?
japanese: 太陽はどこだ？

# STRINGS.PIG_TALK_FIND_LIGHT.4
source: STAY NEAR FIRE
japanese: 火の側にいろ

# STRINGS.PIG_TALK_FIND_LIGHT.5
source: FIRE IS GOOD
japanese: 火は好都合

# STRINGS.CHARACTER_NAMES.unknown
source: The Unknown
japanese: 正体不明

# STRINGS.PIG_TALK_PANICFIRE.1
source: HOT HOT HOT!
japanese: あっちっち！"

# STRINGS.PIG_TALK_PANICFIRE.2
source: OWWWWW!
japanese: オウーーーー！

# STRINGS.PIG_TALK_PANICFIRE.3
source: IT BURNS!
japanese: 燃えてる！

# STRINGS.PIG_TALK_PANIC.1
source: NOOOOO!
japanese: ノーーーーー！

# STRINGS.PIG_TALK_PANIC.2
source: TOO DARK! TOO DARK!
japanese: 暗いよ！暗すぎだ！

# STRINGS.PIG_TALK_PANIC.3
source: AAAAAAAAAH!!
japanese: アーーーーーーーー！！

# STRINGS.TRADEMOD
source: Move
japanese: 移動

# STRINGS.ACTIONS.TERRAFORM
source: Dig
japanese: 掘る

# STRINGS.ACTIONS.TURNON
source: Turn On
japanese: つける

# STRINGS.ACTIONS.EXTINGUISH
source: Extinguish
japanese: 消火

# STRINGS.ACTIONS.GOHOME
source: Go Home
japanese: 家に帰る

# STRINGS.ACTIONS.RESEARCH
source: Research
japanese: リサーチ

# STRINGS.ACTIONS.ACTIVATE.GENERIC
source: Activate
japanese: 稼動させる

# STRINGS.ACTIONS.ACTIVATE.SPELUNK
source: Spelunk
japanese: 洞窟探検

# STRINGS.ACTIONS.ACTIVATE.CLIMB
source: Climb
japanese: 登る

# STRINGS.ACTIONS.ACTIVATE.INVESTIGATE
source: Investigate
japanese: 調査する

# STRINGS.ACTIONS.ACTIVATE.ACCOMPLISH
source: Wind
japanese: 風

# STRINGS.ACTIONS.CHECKTRAP
source: Check
japanese: チェック

# STRINGS.ACTIONS.RESETMINE
source: Reset
japanese: リセット

# STRINGS.ACTIONS.UNEQUIP
source: Unequip
japanese: 非装備する

# STRINGS.ACTIONS.TURNOFF
source: Turn Off
japanese: 消す

# STRINGS.ACTIONS.PICK
source: Pick
japanese: 取る

# STRINGS.ACTIONS.COMBINESTACK
source: Combine Stack
japanese: スタックをまとめる

# STRINGS.ACTIONS.SHAVE
source: Shave
japanese: ひげを剃る

# STRINGS.ACTIONS.DIG
source: Dig
japanese: 掘る

# STRINGS.ACTIONS.MAKEBALLOON
source: Inflate
japanese: ふくらます

# STRINGS.ACTIONS.TALKTO
source: Talk to
japanese: 話しかける

# STRINGS.ACTIONS.BLINK
source: Telepoof
japanese: テレプーフ

# STRINGS.ACTIONS.POLLINATE
source: Pollinate
japanese: 授粉する

# STRINGS.ACTIONS.DROP.GENERIC
source: Drop
japanese: 落とす

# STRINGS.ACTIONS.DROP.SETTRAP
source: Set Trap
japanese: わなを仕掛ける

# STRINGS.ACTIONS.DROP.PLACELANTERN
source: Place
japanese: 置く

# STRINGS.ACTIONS.DROP.SETMINE
source: Set Mine
japanese: 地雷をセット

# STRINGS.ACTIONS.MURDER
source: Murder
japanese: 殺害する

# STRINGS.ACTIONS.USEITEM
source: Use
japanese: 使う

# STRINGS.ACTIONS.TAKEITEM
source: Take Item
japanese: アイテムを取る

# STRINGS.ACTIONS.PICKUP
source: Pick up
japanese: 拾う

# STRINGS.ACTIONS.CASTSPELL
source: Cast Spell
japanese: 呪文を唱える

# STRINGS.ACTIONS.EAT
source: Eat
japanese: 食べる

# STRINGS.ACTIONS.SLEEPIN
source: Sleep
japanese: 眠る

# STRINGS.ACTIONS.TEACH
source: Learn
japanese: 学ぶ

# STRINGS.ACTIONS.CHOP
source: Chop
japanese: 切る

# STRINGS.ACTIONS.LIGHT
source: Light
japanese: 明かりをつける

# STRINGS.ACTIONS.STORE.GENERIC
source: Store
japanese: 貯蔵する

# STRINGS.ACTIONS.STORE.COOK
source: Cook
japanese: 料理する

# STRINGS.ACTIONS.STORE.IMPRISON
source: Imprison
japanese: 監禁する

# STRINGS.ACTIONS.GNAW
source: Gnaw
japanese: 苦しめる
