Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HOUNDS
source: The hounds are baying.
japanese: 猟犬がうなっている。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ENTER_LIGHT
source: And there was light!
japanese: そして光が現れた！

# STRINGS.CHARACTERS.WENDY.BATTLECRY.GENERIC
source: Death will find you!
japanese: 死が君を追い求めることだろう！

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PREY
source: Suffer, worm!
japanese: 苦しめ、ミミズ！

# STRINGS.CHARACTERS.WENDY.BATTLECRY.PIG
source: Let death embrace you!
japanese: 死に包み込んでもらえ！

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER_WARRIOR
source: I will be your end!
japanese: あたしが君の死因になるの！

# STRINGS.CHARACTERS.WENDY.BATTLECRY.SPIDER
source: I shall send you to the other side!
japanese: あたしが君をあちらの世界に送ってやろう！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_ACCOMPLISHMENT
source: All of this is transient.
japanese: 全てつかの間の出来事だ。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNGRY
source: I am full of emptiness.
japanese: あたしは空虚さでいっぱいなの。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_KNOCKEDOUT
source: Oh my, that hurt! Yet, again I wake to life.
japanese: うわぁ、痛い！でも、これで目が覚めた。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_CANFIX
source: I think I can fix this!
japanese: これを修理できると思う！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_WORMHOLE
source: I emerge into this world once more.
japanese: あたしは再びこの世界で立ち上がるわ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE_TOODARK
source: The darkness! It is too dark!
japanese: 暗闇！暗すぎ！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_LOST_TRAIL
source: This trail leads nowhere.
japanese: この小道はどこへも続かないわ。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PECKED
source: You try my patience.
japanese: 君はあたしをイライラさせる。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HUNT_BEAST_NEARBY
source: I sense the beast's presence nearby.
japanese: 獣の気配を近くに感じる。

# STRINGS.CHARACTERS.WENDY.COMBAT_QUIT.GENERIC
source: You shall live. For now.
japanese: 君は生きろ。今はな。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.GENERIC
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.STALE
source: Was that stale?
japanese: ちょっと古かったかな？

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.SPOILED
source: That food was nearing the end of its lifetime.
japanese: あの食べ物はほとんど傷んでいた。

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_EAT.PAINFUL
source: That was not edible.
japanese: あれは食べられなかったな。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TRAP_WENT_OFF
source: IT'S A TRAP
japanese: 罠です

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CRAFTING_FAIL
source: INSUFFICIENT RESOURCES
japanese: 資源が足りません

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ADVENTUREFAIL
source: ABORT, RETRY, FAIL?
japanese: 中断、再スタート、失敗？

# STRINGS.CHARACTERS.WX78.ANNOUNCE_QUAKE
source: SHAKING EARTH DETECTED
japanese: 地震感知

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE
source: THREAT DETECTED
japanese: 脅威発見

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.GENERIC
source: THAT IS NOT A VALID SHAVE TARGET
japanese: タップを切る標的になりません

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: DANGER! TARGET IS AWAKE
japanese: 危険！標的が目を覚ましました

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.SHAVE.NOBITS
source: THERE IS NO STUBBLE TO SHAVE
japanese: 剃るひげがありません

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.GENERIC
source: IT IS AT CAPACITY
japanese: 許容量限界です。

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.STORE.NOTALLOWED
source: THAT INPUT IS NOT ALLOWED
japanese: そのインプットは無効です

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOOMERANG
source: ERROR: CATCH FAILED
japanese: エラー：捕獲に失敗

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NODANGERSLEEP
source: WARNING: THREAT DETECTED. SLEEP MODE DEACTIVATED.
japanese: 注意：脅威発見。スリープモード解除。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_UNIMPLEMENTED
source: ALERT: OBJECT NOT FUNCTIONING TO SPECIFICATION.
japanese: 警告：対象がスペック通りに機能していません。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_INV_FULL
source: ITEM EXCEEDS CARRYING CAPACITY
japanese: アイテムが荷重許容量を超えています

# STRINGS.CHARACTERS.WX78.ACTIONFAIL_GENERIC
source: ACTION NOT AVAILABLE IN CURRENT CONTEXT
japanese: 現在の場面ではそのアクションは無効です

# STRINGS.CHARACTERS.WX78.ANNOUNCE_NOHUNGERSLEEP
source: CAN NOT SLEEP ON AN EMPTY NUTRIENT PROCESSOR.
japanese: 栄養プロセッサーが空っぽでは眠れません。

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ACCOMPLISHMENT_DONE
source: TASK COMPLETE
japanese: 作業完了

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DUSK
source: WARNING: NIGHT APPROACHING
japanese: 注意：夜が近づいています

# STRINGS.CHARACTERS.WX78.ANNOUNCE_ENTER_DARK
source: OPTICAL SENSORS DEACTIVATED
japanese: 視覚センサー解除

# STRINGS.CHARACTERS.WX78.EAT_FOOD.TALLBIRDEGG_CRACKED
source: TRACES OF BEAK DETECTED
japanese: クチバシの形跡を発見

# STRINGS.CHARACTERS.WX78.ANNOUNCE_FREEDOM
source: ENGAGE FREEDOM PROTOCOL
japanese: フリーダムプロトコールを開始

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HUNT_BEAST_NEARBY
source: DISTANCE TO LIFEFORM: MINIMAL
japanese: 生命体までの距離：最短

# STRINGS.CHARACTERS.WX78.DESCRIBE_GENERIC
source: ERROR: UNKNOWN
japanese: エラー：不明

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARLIE_ATTACK
source: ERROR: UNKNOWN ATTACKER
japanese: エラー：未知の攻撃者

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CHARGE
source: **SYSTEM OVERLOAD**
japanese: **システムオーバーロード**

# STRINGS.CHARACTERS.WX78.DESCRIBE.ADVENTURE_PORTAL
source: HE IS NOT MUCH OF A CONVERSATIONALIST
japanese: 彼はあまり会話が得意ではない

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.GENERIC
source: IT IS PERFORMING A SEARCH ALGORITHM
japanese: 検索アルゴリズムを実行中

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBIT.HELD
source: I HOLD ITS TINY LIFE IN MY HANDS
japanese: この小さな命が私の手の中に。

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEERCLOPS
source: DANGER! THREAT INCOMING!
japanese: 危険！脅威接近！

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ROAD
source: ROAD PIECE
japanese: 道路の欠片

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE
source: IMPROVISED STINGING DEVICE
japanese: 即興で作られた毒針装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORN_COOKED
source: EMPTY CALORIES
japanese: 空っぽのカロリー

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOLIAGE
source: I ENDED A LIFE. YAY.
japanese: 私が一つの命を終わらせた。やったね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEPRINT
source: KNOWLEDGE WAITING TO BE ABSORBED.
japanese: 知識が吸収されるのを待っている。

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS_COOKED
source: THEY ARE MORE NUTRITIOUS NOW
japanese: 今ではさらに栄養価が高くなった

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_GRASS.GENERIC
source: AN EXPIRED TUFT OF GRASS
japanese: 賞味期限切れの草の束

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLE
source: HE HAS A SHELL LIKE ME
japanese: 彼は私のようなシェルを持っている

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_SLEEP
source: THESE CREATURES ARE SO MANIPULABLE
japanese: この生き物たちはとても操るのが簡単だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLICHEN
source: THIS WILL CRUMBLE AWAY SOON.
japanese: これはすぐに粉々になるだろう。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: I WIN. GOOD.
japanese: 私の勝ち。やったね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
japanese: 自然界なんて過大評価され過ぎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: PATHETIC TREE DROPS NO BABIES
japanese: 哀れな木からは子供は生まれない

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: SOON THERE WILL BE NOTHING LEFT
japanese: すぐに何もなくなるだろう

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.GENERIC
source: IT IS SMARTER THAN MOST HUMANS
japanese: ほとんどの人間よりも賢い

# STRINGS.CHARACTERS.WX78.DESCRIBE.CROW.HELD
source: NOT SO SMART NOW, ARE YOU?
japanese: 今じゃ君もあまり賢くないね？

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GENERIC
source: THEY EXHIBIT MINIMAL INTELLIGENCE
japanese: 彼らは微細な知性しか持ち合わせていない

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.FOLLOWER
source: DO MY BIDDING
japanese: 私の指示通りにして

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.WEREPIG
source: ERROR: ANOMALY!
japanese: エラー：異常事態！

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.GUARD
source: DEFENSIVE STANCE DETECTED.
japanese: 防御体制を確認。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGMAN.DEAD
source: OOPS
japanese: おっとっと

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERM
source: ANIMATED SEAFOOD
japanese: 元気なシーフード

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN_WINTER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
japanese: 鳥から引き離された

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MARSH
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTSTONE
source: I HAVE IMPROVED THE ROCKS
japanese: 石を改良しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPICKAXE
source: GOLD IS MORE DURABLE?
japanese: 金の方が耐久性がいい？

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.GENERIC
source: POTENTIAL BUNWICH
japanese: バンウィッチの可能性アリ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.SLEEPING
source: I SHOULD HARVEST IT
japanese: 収穫するとしよう

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG.DEAD
source: I WIN
japanese: 私の勝ち

# STRINGS.CHARACTERS.WX78.DESCRIBE.GHOST
source: ERROR: UNKNOWN
japanese: エラー：不明

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOUNDSTOOTH
source: MASTICATING EDGE
japanese: 粉砕エッジ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_TREE
source: LIFE FINDS A WAY, UNFORTUNATELY
japanese: 人生には何かしら抜け道がある。残念ながら

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDSMALLMEAT
source: IT TASTES LIKE BURNT REVENGE
japanese: 焦げた復讐みたいな味だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BATBAT
source: AHHAHA! FREE POWER!
japanese: アハハ！自由な力！

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWIGS
source: STICKS
japanese: 棒

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENSTAFF
source: HAHAHA! SUCH A POWERFUL TOOL.
japanese: ハハハ！なんて強力なツールなんだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.LICHEN
source: A SLOW GROWING SYMBIOTE
japanese: ゆっくりと成長する共生者

# STRINGS.CHARACTERS.WX78.DESCRIBE.PICKAXE
source: MINING IMPLEMENT DETECTED
japanese: 地雷装置発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHOLE
source: THEY DON'T WEAR THEIR SHELLS IN THERE
japanese: 彼らはその中ではシェルは着てない

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_MED
source: ROCK WITH ROCKS
japanese: ロックな石でロックンロール

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.GENERIC
source: I WANT THAT EGG
japanese: あの卵が欲しい

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDNEST.PICKED
source: IT IS EMPTY
japanese: 空っぽだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONPIE
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANTMEAT
source: A SURPRISINGLY HIGH AMOUNT OF PROTEIN.
japanese: 驚くべき高いプロテイン量。

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN
source: GOOD THING I LACK A NOSE
japanese: 私に鼻がなくてよかった

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUSHAT
source: SMELLS LIKE MAMMAL
japanese: 哺乳類の臭いだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHTACOS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_LANTERN
source: IT HAS AN EERIE LIGHT
japanese: 薄気味悪い明かりがついてる

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK1
source: EX-AUTOMATON
japanese: 非自動制御装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP
source: POISONOUS FUNGUS
japanese: 毒カビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.GENERIC
source: THREAT DETECTED
japanese: 脅威発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.SLEEPING
source: IT IS VULNERABLE
japanese: 傷つきやすい

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER.DEAD
source: I WIN
japanese: 私の勝ち

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: BLUE FUNGUS
japanese: 青カビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: IT IS HIDING
japanese: 隠れている

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I TOOK IT.
japanese: 私がとった。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEFALOWOOL
source: EXTRUDED BEEFALO DISGUSTINGNESS
japanese: 突出した、ビーファロのうんざりするような気持ち悪さ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES
source: THEY REMIND ME OF BLOOD
japanese: これらは私に血を思い出させる

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNURTLE
source: DIFFERENT SHELL, SAME SLUG
japanese: 違うシェルでも、同じナメクジ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.GENERIC
source: WORK HARDER, BEES
japanese: もっと働け、蜂よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.SOMEHONEY
source: HONEY LEVELS ARE LOW
japanese: 蜂蜜の量：低

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.FULLHONEY
source: HONEY LEVELS ARE HIGH
japanese: 蜂蜜の量：高

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEBOX.NOHONEY
source: NO HONEY DETECTED
japanese: 蜂蜜発見不可

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENAXE
source: GOLD IS MORE DURABLE?
japanese: 金の方が耐久性がいい？

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH_MAXWELL
source: TECHNOLOGY TURNED AGAINST ME
japanese: テクノロジーに裏切られた

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP
source: MEDICINAL FUNGUS
japanese: 医療用のカビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_CAVE
source: GROUND PARTS
japanese: 地表の断片

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENPITCHFORK
source: GOLD IS MORE DURABLE?
japanese: 金の方が耐久性がいい？

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.GENERIC
source: USEFUL MATERIALS DETECTED
japanese: 使用可能な資材を発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.PICKED
source: REGROWTH REQUIRED
japanese: 再成長が必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.REEDS.BURNING
source: TOO HOT
japanese: 温度が高過ぎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINSHAT
source: A HEAD-MOUNTED DYNAMIC DAMAGE MITIGATION DEVICE
japanese: ヘッドマウントのダイナミックなダメージ軽減装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG_COOKED
source: THIS IS SUPPOSED TO BE AN IMPROVEMENT
japanese: これは改良されるはず

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYNUGGETS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLYMUFFIN
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOUSE
source: THAT IS ONE LARGE CARROT
japanese: なんて大きなニンジンなんだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRUITMEDLEY
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLE
source: I SHOULD BUILD A STATUE OF MYSELF.
japanese: 自分の彫像でも作ろうかな。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARMUFFSHAT
source: I WILL UTILIZE THEIR FURRINESS
japanese: 彼らのふわふわの毛を有効活用するとしよう

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE
source: A MOST AESTHETICALLY PLEASING MINERAL
japanese: 美学的にもっとも満足のいく鉱物

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH
source: IT HAS RUN OUT OF LIFE. I WIN.
japanese: その生命が尽きた。私の勝ちだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET_ITEM
source: I NEED TO SET THIS UP PROPERLY.
japanese: これをちゃんとセットしなくては。

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.GENERIC
source: POTENTIAL CONSTRUCTION MATERIAL
japanese: 建築に利用可能な資材

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.PICKED
source: IT IS RECHARGING
japanese: 充電中

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAPLING.BURNING
source: RESOURCES WASTED
japanese: 資源を無駄にしました

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_HIDER
source: AN ARMOURED SPIDER
japanese: 鎧をつけたクモ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.GENERIC
source: PURPOSE OF USE UNCLEAR.
japanese: 使用用途不明。

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.READY
source: FINAL INPUT IS LARGE KEY, THEN ROD WILL FUNCTION.
japanese: 最後の入力は大きな鍵です。そうすればロッドが機能します。

# STRINGS.CHARACTERS.WX78.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: ROD IS FULLY OPERATIONAL.
japanese: ロッドは全機能操作可能です。

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.GENERIC
source: A TEMPORARY ENCAMPMENT
japanese: 一時的な野営

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.OUT
source: NO FIRE DETECTED
japanese: 炎感知不可

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
japanese: 注意：炎レベルクリティカルです

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.HIGH
source: WARNING: FIRE IS RAMBUNCTIOUS
japanese: 注意：炎レベル収集がつきません

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.LOW
source: WARNING: FIRE LEVEL LOW
japanese: 注意：炎レベル低です

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAMPFIRE.NORMAL
source: IT REMINDS ME OF SOMETHING
japanese: どこかなつかしい

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_SMALL
source: SHINY GREEN
japanese: キラキラ光る緑色

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR_ARM
source: DANGER! DANGER!
japanese: 危険！危険！

# STRINGS.CHARACTERS.WX78.DESCRIBE.MALE_PUPPET
source: HE APPEARS TO BE TRAPPED.
japanese: 彼は捕われているようだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAURHORN
source: I HAVE TAKEN A TROPHY TO PROVE MY MIGHT.
japanese: 私は自分の力を証明するため、記念品を持ち帰ることにした。

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGTREE
source: NATURE NEVER CEASES TO ANNOY ME
japanese: 自然にはいつも悩まされる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_5
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.BACONEGGS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_DROPPER
source: VERTICAL SPIDER SOURCE DETECTED
japanese: 垂直方向にクモ発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHARCOAL
source: COMPRESSED DEAD MATTER. WHAT IS NOT TO LIKE?
japanese: 圧縮された死の事態。どこが気にいらないって？

# STRINGS.CHARACTERS.WX78.DESCRIBE.KOALEFANT_SUMMER
source: POSSESSES AMPLE ENERGY RESERVES
japanese: 十分なエネルギーを保持している

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_BAT
source: A HIGH VELOCITY MASS INFLUENCE DEVICE
japanese: 高速度の大規模な影響を与える装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUINS_RUBBLE
source: REQUIRES RECONDITIONING
japanese: 修理が必要

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGGUARD
source: HOSTILE DETECTED.
japanese: 敵発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK_NIGHTMARE
source: LOOSE WIRING DETECTED
japanese: 緩んだ配線発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERMEAT
source: IT IS INCOMPATIBLE WITH MY CHEMICAL ENGINE
japanese: 私の化学機構とは相容れない

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGESTAFF
source: TEMPORAL DISPLACEMENT TECHNOLOGY
japanese: 一時的な置換技術

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: INCREMENTAL INCREASE DETECTED
japanese: 少しずつの増加を確認

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: FLUCTUATIONS AT UNDETECTIBLE LEVELS
japanese: 検知できないレベルでの変動

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: THE CYCLE IS SUBSIDING
japanese: サイクルが低下している

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: CYCLE MINIMUM HAS PASSED
japanese: サイクル最小値を過ぎた

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: LEVELS ARE LOW AND DIMINISHING
japanese: レベルは低く、低下し続けている

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: AT CYCLE MINIMUM
japanese: サイクル最小値

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: LEVELS ARE HIGH AND MONOTONIC
japanese: レベルは高く、単調である

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANRABBIT_TAIL
source: FUZZY BUNNY NUMBER ONE
japanese: ふわふわウサちゃんナンバーワン

# STRINGS.CHARACTERS.WX78.DESCRIBE.POWCAKE
source: IT NEVER GOES BAD
japanese: うまくいかないわけがない

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BARREN
source: FERTILIZATION REQUIRED
japanese: 肥料が必要

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.PICKED
source: IT WILL RETURN SOON
japanese: すぐに戻ってくる

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.GENERIC
source: IT LOOKS COMBUSTIBLE
japanese: 可燃性のようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS.BURNING
source: OOPS
japanese: おっとっと

# STRINGS.CHARACTERS.WX78.DESCRIBE.JAMMYPRESERVES
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_DIRT
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMARELIGHT
source: AN ANCIENT OPTICAL WAVELENGTH EMITTER
japanese: 古代の可視光放射体

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: DECENT BLOCKED. HOW TO PROCEED?
japanese: 下りの道が閉鎖されています。どうやって進みますか？

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_ENTRANCE.OPEN
source: DESCEND?
japanese: 降りる？

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYCOMB
source: ONE UNIT OF BEE STORAGE
japanese: 保管されていた蜂、一隊分

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHESSJUNK2
source: EX-AUTOMATON
japanese: 非自動制御装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE
source: THAT MAKES ME FEEL SAFE
japanese: これで安心できる

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINGROD
source: I DO NOT LIKE WATER
japanese: 水は好きじゃない

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.EMPTY
source: WHERE ARE THEY?
japanese: 彼らはどこにいるの？

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS_CAMP.GENERIC
source: I HEAR A FAINT OORKING
japanese: かすかなオーキングが聞こえる

# STRINGS.CHARACTERS.WX78.DESCRIBE.PITCHFORK
source: I ENJOY ITS POINTY PARTS
japanese: その尖ったところが好きなんだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_CAP
source: CULINARY FUNGUS
japanese: 料理用カビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_11
source: HIS NAME IS HAL. HE IS MY FRIEND.
japanese: 彼の名前はHAL。HALは友達。

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_COOKED
source: IT IS FLOPPY NOW
japanese: だらりとしている

# STRINGS.CHARACTERS.WX78.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: A PRACTICAL TOOL
japanese: 実用的なツール

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINERHAT
source: SUPPORTS HANDS-FREE OPERATION
japanese: ハンズフリー操作に対応しています

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUNNYMAN
source: ITS METABOLISM OFFENDS ME
japanese: あの新陳代謝は不快だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP_NIGHTMARE
source: THERE SEEMS TO BE A BUG IN ITS BELIEF CIRCUITS
japanese: 思考回路に不具合が生じているようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT
source: NUTRITIOUS
japanese: 栄養満点

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE
source: ROCKS CONTAINING ROCKS
japanese: 石を含んだ石

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORGRASS
source: THIS WILL ADD EXTRA PROTECTION TO MY METAL CASING.
japanese: これで私の鋳造物にさらなる防御が加えられる。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.GENERIC
source: I WANT TO STEP ON IT
japanese: 踏みつぶしたい

# STRINGS.CHARACTERS.WX78.DESCRIBE.WORMHOLE.OPEN
source: THIS MEAT TUBE WILL SERVE MY PURPOSES
japanese: この肉のチューブは使える

# STRINGS.CHARACTERS.WX78.DESCRIBE.WINTEROMETER
source: HELLO, FRIEND.
japanese: こんにちは、友よ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK
source: MOSQUITO HARD DRIVE
japanese: 蚊のハード・ドライブ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHSTICKS
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRD
source: IT LOOKS TERRITORIAL
japanese: 縄張り意識が強いようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BONESTEW
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_GARDEN
source: SENSORS DETECT SOMETHING BENEATH
japanese: センサーが地下で何かを感知しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAT
source: FLYING RAT
japanese: 空飛ぶネズミ

# STRINGS.CHARACTERS.WX78.DESCRIBE.CARROT_PLANTED
source: ROBOT NEEDS FOOD
japanese: ロボットの食料が必要

# STRINGS.CHARACTERS.WX78.DESCRIBE.WASPHIVE
source: A BEAUTIFUL EXAMPLE OF EFFICIENCY
japanese: 能率性の良いお手本

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT
source: IT HAS HEALING PROPERTIES
japanese: 治癒特性を持ち合わせている

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALRUS
source: I DON'T LIKE THE LOOK OF HIM
japanese: 彼の見た目が気に食わない

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB4
source: WITH THIS EXTRA POWER I HAVE... MORE POWER!
japanese: このさらなる力があれば私には…もっと力が出る！

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIGHTBULB
source: BIOLUMINESCENCE IS GROSS
japanese: 生物発光って気味が悪い

# STRINGS.CHARACTERS.WX78.DESCRIBE.FOOTBALLHAT
source: PADDING FOR MY PROCESSING UNIT
japanese: 私の処理装置のためのパッド

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_COOKED
source: IT IS NO LONGER ALIVE
japanese: もう息はない

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: REQUIRES CHIPS
japanese: コンピューターチップが必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEATERVEST
source: VEST HAS HIGH DAPPERNESS QUOTIENT
japanese: このベストはかなり格好いい

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRIES_COOKED
source: THEY HAVE LOST STRUCTURAL INTEGRITY
japanese: 構造的完全性が失われた

# STRINGS.CHARACTERS.WX78.DESCRIBE.HONEYHAM
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.RELIC
source: I HAVE NO NEED OF THIS.
japanese: これは必要ない。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUGNET
source: HARVEST INSECTS
japanese: 収穫の虫

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERQUEEN
source: THE SPIDERS LIVE UNDER A SYSTEM OF MONARCHY
japanese: クモたちは君主制のもとに生活している

# STRINGS.CHARACTERS.WX78.DESCRIBE.NIGHTMAREFUEL
source: DEBUGGING RESIDUE
japanese: 残りを駆除

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_WOOD
source: I AM SOMEWHAT REASSURED
japanese: ちょっと安心した

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.VALID
source: POWER == ON
japanese: パワー == オン

# STRINGS.CHARACTERS.WX78.DESCRIBE.GEMSOCKET.GEMS
source: IT REQUIRES A BATTERY.
japanese: 電池が必要。

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS_ITEM
source: POCKET STONER DEFENSE
japanese: ポケットの石で防御

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_RUINS
source: OLD BUT STILL FUNCTIONAL
japanese: 古いけれど、まだ使える

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER
source: MY APPRECIATION FOR BEAUTY IS LIMITED
japanese: 私の美に対する関心はあまりない

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DRYING
source: MEATSACKS TAKE TIME TO DRY
japanese: 肉の袋は乾くのに時間がかかる
