Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.NAMES.PAPYRUS
source: Papyrus
japanese: パピルス

# STRINGS.NAMES.RESURRECTION_PENALTY
source: Resurrection Sickness
japanese: 再生する病

# STRINGS.NAMES.SHENANIGANS
source: Shenanigans
japanese: いたずら

# STRINGS.NAMES.ORANGEAMULET
source: The Lazy Forager
japanese: 怠け者のフォラガー

# STRINGS.NAMES.FIREHOUND
source: Red Hound
japanese: 茶色い猟犬

# STRINGS.NAMES.GUNPOWDER
source: Gunpowder
japanese: 火薬

# STRINGS.NAMES.COLD
source: Freezing
japanese: 凍結

# STRINGS.NAMES.HUNGER
source: Starvation
japanese: 飢餓

# STRINGS.NAMES.TELEBASE
source: Telelocator Focus
japanese: テレロケーター・フォーカス

# STRINGS.NAMES.MOSQUITOSACK
source: Mosquito Sack
japanese: 蚊のずた袋

# STRINGS.NAMES.WORM
source: Depths Worm
japanese: 深みのミミズ

# STRINGS.NAMES.FLOWER_CAVE
source: Light Flower
japanese: ライトフラワー

# STRINGS.NAMES.MAGIC_BLUEPRINT
source: Blank Blueprint
japanese: 空白の設計図

# STRINGS.NAMES.WORM_PLANT
source: Mysterious Plant
japanese: ミステリアスな植物

# STRINGS.NAMES.WORMLIGHT
source: Glow Berry
japanese: 蛍光ベリー

# STRINGS.NAMES.POND_ALGAE
source: Algae
japanese: 藻

# STRINGS.NAMES.EYETURRET_ITEM
source: Houndius Shootius
japanese: ホンディウス・シューティウス

# STRINGS.NAMES.BONESTEW
source: Meaty Stew
japanese: 肉シチュー

# STRINGS.NAMES.ANCIENT_ALTAR
source: Ancient Pseudoscience Station
japanese: 古代の疑似科学ステーション

# STRINGS.NAMES.STAFFLIGHT
source: Dwarf Star
japanese: わい星

# STRINGS.NAMES.MARBLETREE
source: Marble Tree
japanese: 大理石の木

# STRINGS.NAMES.UNAGI
source: Unagi
japanese: ウナギ

# STRINGS.NAMES.SPIDER_DROPPER
source: Dangling Depth Dweller
japanese: ぶら下がりの深みの住人

# STRINGS.NAMES.ROOK_NIGHTMARE
source: Damaged Rook
japanese: 傷ついたミヤマガラス

# STRINGS.NAMES.BISHOP_NIGHTMARE
source: Damaged Bishop
japanese: 傷ついた司教

# STRINGS.NAMES.TENTACLE
source: Tentacle
japanese: 触手

# STRINGS.NAMES.NIGHTMARE_TIMEPIECE
source: Thulecite Medallion
japanese: スーラサイトのメダル

# STRINGS.NAMES.BEEHIVE
source: Beehive
japanese: 蜂の巣

# STRINGS.NAMES.RUINS_BAT
source: Thulecite Club
japanese: スーラサイトクラブ

# STRINGS.NAMES.CAVE_FERN
source: Fern
japanese: シダ

# STRINGS.NAMES.CROP
source: Crop
japanese: 農作物

# STRINGS.NAMES.PLANTMEAT_COOKED
source: Cooked Leafy Meat
japanese: 調理した葉状の肉

# STRINGS.NAMES.SLURPER
source: Slurper
japanese: スラーパー

# STRINGS.NAMES.CARROT_SEEDS
source: Carrot Seeds
japanese: ニンジンの種

# STRINGS.NAMES.TELEPORTATO_CRANK
source: Crank thing
japanese: ジグザグしたもの

# STRINGS.NAMES.PIGGYBACK
source: Piggyback
japanese: おんぶ

# STRINGS.NAMES.DUG_SAPLING
source: Sapling
japanese: 苗木

# STRINGS.NAMES.GUANO
source: Guano
japanese: コウモリの糞

# STRINGS.NAMES.CAVE_BANANA_COOKED
source: Cooked Banana
japanese: 調理したバナナ

# STRINGS.NAMES.CAVE_BANANA
source: Cave Banana
japanese: バナナの洞窟

# STRINGS.NAMES.BATBAT
source: Bat Bat
japanese: バットバット

# STRINGS.NAMES.HEALINGSALVE
source: Healing Salve
japanese: ヒーリングの癒やし

# STRINGS.NAMES.EYEPLANT
source: Eye Plant
japanese: 目の植物

# STRINGS.NAMES.SPIDERHOLE
source: Spilagmite
japanese: スピルガマイト

# STRINGS.NAMES.FLOWER_CAVE_DOUBLE
source: Light Flower
japanese: ライトフラワー

# STRINGS.NAMES.MERMHEAD
source: Merm Head
japanese: マームの頭

# STRINGS.NAMES.POWCAKE
source: Powdercake
japanese: パウダーケーキ

# STRINGS.NAMES.BATWING_COOKED
source: Cooked Batilisk Wing
japanese: 調理したバチリスクの翼

# STRINGS.NAMES.PIGHEAD
source: Pig Head
japanese: ブタの頭

# STRINGS.NAMES.WASPHIVE
source: Killer Bee Hive
japanese: キラー蜂の巣

# STRINGS.NAMES.PIGSKIN
source: Pig Skin
japanese: ブタの皮

# STRINGS.NAMES.SLURTLE_SHELLPIECES
source: Broken Shell
japanese: 壊れた貝殻

# STRINGS.NAMES.SLURTLEHAT
source: Shelmet
japanese: 貝殻のヘルメット

# STRINGS.NAMES.AXE
source: Axe
japanese: 斧

# STRINGS.NAMES.CAVE_ENTRANCE_CLOSED_CAVE
source: Plugged Hole
japanese: 塞がった穴

# STRINGS.NAMES.SLURTLESLIME
source: Slurtle Slime
japanese: スラートル亀のスライム

# STRINGS.NAMES.DIVININGRODSTART
source: Divining Rod Holder
japanese: 占い棒ホルダー

# STRINGS.NAMES.LUREPLANTBULB
source: Fleshy Bulb
japanese: ルアプラントの球根

# STRINGS.NAMES.TREASURECHEST_TRAP
source: Treasure Chest
japanese: 宝箱

# STRINGS.NAMES.COOKEDMEAT
source: Cooked Meat
japanese: 調理した肉

# STRINGS.NAMES.MAXWELLLOCK
source: Nightmare Lock
japanese: 悪夢のロック

# STRINGS.NAMES.WORMHOLE
source: Worm Hole
japanese: ミミズの穴

# STRINGS.NAMES.HOUNDBONE
source: Bones
japanese: 骨

# STRINGS.NAMES.SLOW_FARMPLOT
source: Basic Farm
japanese: 基本的な農場

# STRINGS.NAMES.BEEFALOHAT
source: Beefalo Hat
japanese: ビーファロハット

# STRINGS.NAMES.SPOILED_FOOD
source: Rot
japanese: 堕落

# STRINGS.NAMES.WINTERHAT
source: Winter Hat
japanese: 冬用の帽子

# STRINGS.NAMES.HOUNDMOUND
source: Hound Mound
japanese: ハウンドマウンド

# STRINGS.NAMES.BASALT_PILLAR
source: Basalt Pillar
japanese: 玄武岩の柱

# STRINGS.NAMES.SINKHOLE
source: Basalt
japanese: 玄武岩

# STRINGS.NAMES.INSANITYROCK
source: Obelisk
japanese: オベリスク

# STRINGS.NAMES.BATWING
source: Batilisk Wing
japanese: バチリスクの翼

# STRINGS.NAMES.DEERCLOPS_EYEBALL
source: Deerclops Eyeball
japanese: ディアクロップスの眼球

# STRINGS.NAMES.LEIF_SPARSE
source: Treeguard
japanese: 木の番人

# STRINGS.NAMES.MEATBALLS
source: Meatballs
japanese: ミートボール

# STRINGS.NAMES.YELLOWSTAFF
source: Star Caller's Staff
japanese: 星召喚者の杖

# STRINGS.NAMES.ORANGESTAFF
source: The Lazy Explorer
japanese: 怠け者探検者の杖

# STRINGS.NAMES.GEMSOCKET
source: Gem Stand
japanese: 宝石スタンド

# STRINGS.NAMES.TELESTAFF
source: Telelocator Staff
japanese: テレロケーターの杖

# STRINGS.NAMES.NIL
source: Darkness
japanese: 暗闇

# STRINGS.NAMES.SPIDERGLAND
source: Spider Gland
japanese: クモの皮膚

# STRINGS.NAMES.WALL_STONE
source: Stone Wall
japanese: 石の塀

# STRINGS.NAMES.TENTACLESPIKE
source: Tentacle Spike
japanese: 触手スパイク

# STRINGS.NAMES.NIGHTMAREBEAK
source: Nightmarebeak
japanese: 悪夢のくちばし

# STRINGS.NAMES.SMALLMEAT_DRIED
source: Small Jerky
japanese: 小さなジャーキー

# STRINGS.NAMES.KOALEFANT_WINTER
source: Koalefant
japanese: コアラぞう

# STRINGS.NAMES.RESEARCHLAB
source: Science Machine
japanese: 科学機械

# STRINGS.NAMES.MANDRAKESOUP
source: Mandrake Soup
japanese: マンドレイクのスープ

# STRINGS.NAMES.TRUNKVEST_WINTER
source: Puffy Vest
japanese: 膨れたベスト

# STRINGS.NAMES.TRUNKVEST_SUMMER
source: Breezy Vest
japanese: 風通しの良いベスト

# STRINGS.NAMES.TRUNK_WINTER
source: Winter Koalefant Trunk
japanese: 冬のコアラぞうの鼻

# STRINGS.NAMES.DIRTPILE
source: Suspicious Dirt Pile
japanese: 怪しげな泥の山

# STRINGS.NAMES.ICESTAFF
source: Ice Staff
japanese: アイススタッフ

# STRINGS.NAMES.WALL_WOOD_ITEM
source: Wood Wall
japanese: 木の塀

# STRINGS.NAMES.WORMHOLE_LIMITED_1
source: Sick Worm Hole
japanese: 病んだミミズの穴

# STRINGS.NAMES.MAXWELLPHONOGRAPH
source: Maxwell's Phonograph
japanese: Maxwellの写真

# STRINGS.NAMES.TRINKET_6
source: Frazzled Wires
japanese: すり切れたワイヤー

# STRINGS.NAMES.GRAVESTONE
source: Headstone
japanese: 墓石

# STRINGS.NAMES.STUFFEDEGGPLANT
source: Stuffed Eggplant
japanese: 詰め物が入ったナス

# STRINGS.NAMES.FISHSTICKS
source: Fishsticks
japanese: フィッシュスティック

# STRINGS.NAMES.CORN_SEEDS
source: Corn Seeds
japanese: コーンの種

# STRINGS.NAMES.BUTTER
source: Butter
japanese: バター

# STRINGS.NAMES.PERD
source: Gobbler
japanese: ガツガツ食べる人

# STRINGS.NAMES.DRUMSTICK
source: Drumstick
japanese: ドラムスティック

# STRINGS.NAMES.WAFFLES
source: Waffles
japanese: ワッフル

# STRINGS.NAMES.MEAT_DRIED
source: Jerky
japanese: ジャーキー

# STRINGS.NAMES.EEL_COOKED
source: Cooked Eel
japanese: 調理したウナギ

# STRINGS.NAMES.BACONEGGS
source: Bacon and Eggs
japanese: ベーコンエッグ

# STRINGS.NAMES.KABOBS
source: Kabobs
japanese: カバブ

# STRINGS.NAMES.POMEGRANATE_COOKED
source: Sliced Pomegranate
japanese: ザクロのスライス

# STRINGS.NAMES.ROCK_FLINTLESS
source: Boulder
japanese: 大岩

# STRINGS.NAMES.DUG_GRASS
source: Grass Tuft
japanese: 茂み

# STRINGS.NAMES.ROCKS
source: Rocks
japanese: 岩

# STRINGS.NAMES.EGGPLANT_SEEDS
source: Eggplant Seeds
japanese: ナスの種

# STRINGS.NAMES.GEARS
source: Gears
japanese: ギア

# STRINGS.NAMES.DRAGONPIE
source: Dragonpie
japanese: ドラゴンパイ

# STRINGS.NAMES.ICEHOUND
source: Blue Hound
japanese: 青い猟犬

# STRINGS.NAMES.TELEPORTATO_BASE
source: Wooden thing
japanese: 木製の物

# STRINGS.NAMES.LEIF
source: Treeguard
japanese: 木の番人

# STRINGS.NAMES.CARROT_PLANTED
source: Carrot
japanese: ニンジン

# STRINGS.NAMES.TRINKET_11
source: Lying Robot
japanese: 寝そべるロボット

# STRINGS.NAMES.SPIDERHAT
source: Spiderhat
japanese: スパイダーハット

# STRINGS.NAMES.TRINKET_3
source: Gord's Knot
japanese: ゴルディウスの結び目

# STRINGS.NAMES.POND_MOS
source: Pond
japanese: 池

# STRINGS.NAMES.BACKPACK
source: Backpack
japanese: バックパック

# STRINGS.NAMES.RABBITHOLE
source: Rabbit Hole
japanese: ウサギの穴

# STRINGS.NAMES.TELEPORTATO_POTATO
source: Metal potato thing
japanese: メタルポテトみたいなもの

# STRINGS.NAMES.TELEPORTATO_BOX
source: Box thing
japanese: 箱みたいなもの

# STRINGS.NAMES.TELEPORTATO_RING
source: Ring thing
japanese: 指輪みたいなもの

# STRINGS.NAMES.BLOWDART_PIPE
source: Blow Dart
japanese: ダーツを撃つ

# STRINGS.NAMES.AMULET
source: Life Giving Amulet
japanese: 命を与えるお守り

# STRINGS.NAMES.SPIDER_SPITTER
source: Spitter
japanese: 唾を吐く人

# STRINGS.NAMES.FEATHER_ROBIN_WINTER
source: Azure Feather
japanese: 空色のフェザー

# STRINGS.NAMES.CHESTER_EYEBONE
source: Eye Bone
japanese: 目玉の骨

# STRINGS.NAMES.FEATHER_CROW
source: Jet Feather
japanese: ジェットフェザー

# STRINGS.NAMES.TALLBIRDEGG_CRACKED
source: Hatching Tallbird Egg
japanese: 背高鳥の卵をかえす

# STRINGS.NAMES.TALLBIRDEGG
source: Tallbird Egg
japanese: 背高鳥の卵

# STRINGS.NAMES.GOLDNUGGET
source: Gold Nugget
japanese: 黄金のナゲット

# STRINGS.NAMES.TEAMLEADER
source: Team Leader
japanese: チームリーダー

# STRINGS.NAMES.BEE
source: Bee
japanese: 蜂

# STRINGS.NAMES.TRAP_TEETH
source: Tooth Trap
japanese: 歯の罠

# STRINGS.NAMES.POMEGRANATE
source: Pomegranate
japanese: ザクロ

# STRINGS.NAMES.UMBRELLA
source: Umbrella
japanese: 傘

# STRINGS.NAMES.BEEBOX
source: Bee Box
japanese: 蜂箱

# STRINGS.NAMES.DUG_BERRYBUSH2
source: Berry Bush
japanese: ベリーブッシュ

# STRINGS.NAMES.BOOK_GARDENING
source: Applied Horticulture
japanese: 応用園芸

# STRINGS.NAMES.MARSH_TREE
source: Spiky Tree
japanese: 先の尖った木

# STRINGS.NAMES.BEDROLL_FURRY
source: Fur Roll
japanese: 毛皮ロール

# STRINGS.NAMES.RESEARCHLAB3
source: Shadow Manipulator
japanese: 影の操縦者

# STRINGS.NAMES.MINOTAURCHEST
source: Large Ornate Chest
japanese: 大型の華美な収納箱

# STRINGS.NAMES.CRAWLINGHORROR
source: Crawling Horror
japanese: クローリングホラー

# STRINGS.NAMES.BUTTERFLYWINGS
source: Butterfly Wings
japanese: 蝶の羽

# STRINGS.NAMES.NIGHTSWORD
source: Dark Sword
japanese: 闇の剣

# STRINGS.NAMES.ARMOR_SANITY
source: Night Armour
japanese: 夜のよろい

# STRINGS.NAMES.ARMORMARBLE
source: Marble Suit
japanese: 大理石のスーツ

# STRINGS.NAMES.ARMORGRASS
source: Grass Suit
japanese: 草のスーツ

# STRINGS.NAMES.FLOWERHAT
source: Garland
japanese: 花冠

# STRINGS.NAMES.STRAWHAT
source: Straw Hat
japanese: 麦わら帽子

# STRINGS.NAMES.BEEFALO
source: Beefalo
japanese: ビーファロ

# STRINGS.NAMES.RED_CAP_COOKED
source: Cooked Red Cap
japanese: 調理した赤帽

# STRINGS.NAMES.SUNKBOAT
source: Sunken Boat
japanese: 沈没船

# STRINGS.NAMES.SPIDERDEN
source: Spider Den
japanese: クモの巣

# STRINGS.NAMES.POND
source: Pond
japanese: 池

# STRINGS.NAMES.PUMPKINCOOKIE
source: Pumpkin Cookies
japanese: カボチャのクッキー

# STRINGS.NAMES.DEADLYFEAST
source: Deadly Feast
japanese: 命がけのごちそう

# STRINGS.NAMES.ROCK2
source: Boulder
japanese: 大岩

# STRINGS.NAMES.ROCK1
source: Boulder
japanese: 大岩

# STRINGS.NAMES.TELEPORTATO_CHECKMATE
source: Wooden thing
japanese: 木製の物

# STRINGS.NAMES.ARMORRUINS
source: Thulecite Suit
japanese: スーラサイトのスーツ

# STRINGS.NAMES.FIREPIT
source: Fire Pit
japanese: 炉

# STRINGS.NAMES.GOLDENPITCHFORK
source: Snazzy Pitchfork
japanese: 粋な熊手

# STRINGS.NAMES.HOUND
source: Hound
japanese: 猟犬

# STRINGS.NAMES.TORCH
source: Torch
japanese: たいまつ

# STRINGS.NAMES.SMALLMEAT
source: Morsel
japanese: 肉片

# STRINGS.NAMES.DUG_MARSH_BUSH
source: Spiky Bush
japanese: トゲトゲの茂み

# STRINGS.NAMES.MONKEY
source: Splumonkey
japanese: スプルモンキー

# STRINGS.NAMES.ROTTENEGG
source: Rotten Egg
japanese: 腐った卵

# STRINGS.NAMES.MONKEYBARREL
source: Splumonkey Pod
japanese: スプルモンキーの群れ

# STRINGS.NAMES.ABIGAIL_FLOWER
source: Abigail's Flower
japanese: Abigailのお花

# STRINGS.DESCRIBE_NULL
source: MISSING DESCRIPTION STRING
japanese: 一連の説明が見つかりません

# STRINGS.DROPALL
source: Drop All
japanese: すべてやめる

# STRINGS.PIG_GUARD_TALK_GOHOME.1
source: MUST DEFEND!
japanese: 死ぬ気で守れ！

# STRINGS.PIG_GUARD_TALK_GOHOME.2
source: I PROTECT
japanese: 私が保護する

# STRINGS.PIG_GUARD_TALK_GOHOME.3
source: KING! KING!
japanese: 王様！王様！

# STRINGS.MAXWELL_SANDBOXINTROS.ONE
source: Say pal, you don't look so good.
japanese: おい、友よ、あまり元気がなさそうだな。

# STRINGS.MAXWELL_SANDBOXINTROS.TWO
source: You'd better find something to eat before night comes!
japanese: 夜が来る前に何か食べる物を見つけたほうがいい。

# STRINGS.PIG_GUARD_TALK_FIGHT.1
source: FOR KING!
japanese: 王様のために！

# STRINGS.PIG_GUARD_TALK_FIGHT.2
source: DEFEND!
japanese: 守れ！

# STRINGS.PIG_GUARD_TALK_FIGHT.3
source: SAVE KING!
japanese: 王を守れ！

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_4.ONE
source: Fine. Just remember that you chose this.
japanese: 良いだろう。自分でこの選択をしたということを忘れるなよ。

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.ONE
source: Oh, did you think you were the first?
japanese: もしや、おまえが最初だと思ったのでは？

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.THREE.TWO
source: HA!
japanese: へえ！

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.ONE
source: That's why I brought you here.
japanese: だからおまえをここに連れてきたのだ。

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.TWO.TWO
source: That's why I brought all of them here.
japanese: だからここに全部持ってきたのさ。

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.ONE
source: We're not so different, you and I.
japanese: 私たちは大して変わりない、おまえと私はな。

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.ONE
source: It's just that...
japanese: ただ単に…

# STRINGS.MAXWELL_ADVENTURE_HEAD.LEVEL_6.FOUR.TWO
source: I've become accustomed to winning.
japanese: 私のほうが勝利に慣れているだけさ。

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.1
source: SPIDER BAD!
japanese: クモ、悪者！

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.2
source: NO LIKE SPIDER!
japanese: クモキライ！

# STRINGS.PIG_TALK_RUN_FROM_SPIDER.3
source: SCARY SPIDER!
japanese: こわいクモ！

# STRINGS.RABBIT_MEAT_BATTLECRY.1
source: MEAT!
japanese: 肉！

# STRINGS.RABBIT_MEAT_BATTLECRY.2
source: UNCLEAN!
japanese: きれいじゃない！

# STRINGS.RABBIT_MEAT_BATTLECRY.3
source: MURDERER!
japanese: 人殺し！

# STRINGS.RABBIT_MEAT_BATTLECRY.4
source: REVENGE!
japanese: リベンジ！

# STRINGS.RABBIT_MEAT_BATTLECRY.5
source: MONSTER!
japanese: モンスター！

# STRINGS.CHARACTER_TITLES.wilson
source: The Gentleman Scientist
japanese: 紳士的な科学者

# STRINGS.CHARACTER_TITLES.wendy
source: The Bereaved
japanese: 奪われた物

# STRINGS.CHARACTER_TITLES.willow
source: The Firestarter
japanese: 火の仕掛け人

# STRINGS.CHARACTER_TITLES.waxwell
source: The Puppet Master
japanese: 人形師

# STRINGS.CHARACTER_TITLES.wickerbottom
source: The Librarian
japanese: 図書館員

# STRINGS.CHARACTER_TITLES.wolfgang
source: The Strongman
japanese: 凄腕の男

# STRINGS.CHARACTER_TITLES.woodie
source: The Lumberjack
japanese: 木こり

# STRINGS.CHARACTER_TITLES.wes
source: The Silent
japanese: 静寂

# STRINGS.CHARACTER_TITLES.wx78
source: The Soulless Automaton
japanese: 魂のない自動装置

# STRINGS.RABBIT_GIVEUP.1
source: DONE.
japanese: 完了

# STRINGS.RABBIT_GIVEUP.2
source: LATER.
japanese: 後で

# STRINGS.SELECT
source: Select
japanese: 選択

# STRINGS.PIG_TALK_LOOKATWILSON.1
source: WHO ARE YOU?
japanese: 一体何者だ？

# STRINGS.PIG_TALK_LOOKATWILSON.2
source: YOU NOT PIG
japanese: ブタじゃないな

# STRINGS.PIG_TALK_LOOKATWILSON.3
source: UGLY MONKEY MAN
japanese: 醜い猿人だ

# STRINGS.PIG_TALK_LOOKATWILSON.4
source: YOU HAS MEAT?
japanese: 肉を持っているか？

# STRINGS.GREENAMULET_TOOLTIP
source: Reduced Material Cost
japanese: 材料費の削減

# STRINGS.LUCY.transform_beaver.1
source: Oh no!
japanese: なんてこったい！

# STRINGS.LUCY.transform_beaver.2
source: It happened again!
japanese: また起こった！

# STRINGS.LUCY.transform_beaver.3
source: The curse!
japanese: 呪いだ！

# STRINGS.LUCY.transform_beaver.4
source: I warned you!
japanese: 警告した！

# STRINGS.LUCY.in_container.1
source: It's dark in here!
japanese: ここは真っ暗だ！

# STRINGS.LUCY.in_container.2
source: I'm scared!
japanese: 怖いよ！

# STRINGS.LUCY.in_container.3
source: I can't see anything!
japanese: まったく何も見えない！

# STRINGS.LUCY.in_container.4
source: I hate it in here.
japanese: こんな所にいるのはまっぴらだ。

# STRINGS.LUCY.on_ground.1
source: Come back! Take we with you!
japanese: 戻ってきて！私たちを一緒に連れていって！

# STRINGS.LUCY.on_ground.2
source: Where did you go?
japanese: どこへ行っていたの？

# STRINGS.LUCY.on_ground.3
source: Take me with you!
japanese: 私を連れていって！

# STRINGS.LUCY.on_ground.4
source: What if I get stolen?!
japanese: 私が盗まれたらどうするの？

# STRINGS.LUCY.beaver_up_early.1
source: Are you OK?
japanese: 大丈夫？

# STRINGS.LUCY.beaver_up_early.2
source: You look distracted, Woodie.
japanese: ボーッとしているのか、Woodie。

# STRINGS.LUCY.beaver_up_early.3
source: It's just a tree! Calm down!
japanese: 単なる木だよ！落ち着いて！

# STRINGS.LUCY.on_chopped.1
source: Woooooo!
japanese: ウォーーーーー！

# STRINGS.LUCY.on_chopped.2
source: Yeah!
japanese: イェ－！

# STRINGS.LUCY.on_chopped.3
source: Stupid tree!
japanese: いまいましい木だ！

# STRINGS.LUCY.on_chopped.4
source: Nom nom nom!
japanese: むしゃむしゃむしゃ。

# STRINGS.LUCY.on_chopped.5
source: We did it!
japanese: やった！

# STRINGS.LUCY.on_chopped.6
source: This is AWESOME!
japanese: これは素晴らしい！

# STRINGS.LUCY.on_chopped.7
source: Death to all trees!
japanese: すべての木に死を！

# STRINGS.LUCY.on_chopped.8
source: Again! Let's chop another!
japanese: まただ！他のも切ってやろう！

# STRINGS.LUCY.on_chopped.9
source: Nice swing!
japanese: ナイススイング！

# STRINGS.LUCY.on_chopped.10
source: Too easy!
japanese: 簡単すぎ！

# STRINGS.LUCY.on_pickedup.1
source: You came back!
japanese: 戻ってきたな！

# STRINGS.LUCY.on_pickedup.2
source: I missed you so much!
japanese: とってもあなたに会いたかったわ！

# STRINGS.LUCY.on_pickedup.3
source: Did you miss me?
japanese: あなたも？

# STRINGS.LUCY.beaver_up_mid.1
source: Woodie? Can you hear me?
japanese: Woodie？私の声が聞こえる？

# STRINGS.LUCY.beaver_up_mid.2
source: You might want to slow down a bit.
japanese: きっと少しスピードを落としたいだろう。

# STRINGS.LUCY.beaver_up_mid.3
source: Careful, you're getting yourself worked up!
japanese: 気をつけろ、乱れてきているぞ！

# STRINGS.LUCY.beaver_up_mid.4
source: Don't chop too fast. You know what will happen!
japanese: あまり早く切り過ぎるな。どうなるかわかっているだろう！

# STRINGS.LUCY.transform_woodie.1
source: You're back!
japanese: 帰ってきたな！

# STRINGS.LUCY.transform_woodie.2
source: Quick! Pick me up!
japanese: 早く！私を拾ってよ！

# STRINGS.LUCY.transform_woodie.3
source: Are you OK?
japanese: 大丈夫？

# STRINGS.LUCY.transform_woodie.4
source: Don't let that happen again!
japanese: 2度と同じことを起こさせるな！

# STRINGS.LUCY.transform_woodie.5
source: Everything is going to be fine. Just focus!
japanese: すべてうまくいくさ。ただ集中！

# STRINGS.LUCY.beaver_up_late.1
source: Woodie! Be careful!
japanese: Woodie！気をつけて！

# STRINGS.LUCY.beaver_up_late.2
source: It's starting!
japanese: さぁ始まった！

# STRINGS.LUCY.beaver_up_late.3
source: You're not looking so good!
japanese: あまり冴えない顔してるな！

# STRINGS.LUCY.beaver_up_late.4
source: Your teeth are growing!
japanese: 君の歯が大きくなってる！

# STRINGS.LUCY.beaver_up_late.5
source: Watch out! You're going to turn!
japanese: 気をつけろ！もうすぐターンだ！

# STRINGS.LUCY.beaver_down_washigh.1
source: That was a close one!
japanese: 今のはヤバかったな！

# STRINGS.LUCY.beaver_down_washigh.2
source: I think we'll be alright.
japanese: 俺たちはもう大丈夫だ。

# STRINGS.LUCY.beaver_down_washigh.3
source: You're looking much better now.
japanese: 今のほうがずっと元気が良さそうだ。

# STRINGS.LUCY.beaver_down_washigh.4
source: It's passed. For now.
japanese: 終わった。今はな。

# STRINGS.LUCY.beaver_down_washigh.5
source: It's back in the lodge. Phew!
japanese: ロッジに戻って来た。はぁー！

# STRINGS.LUCY.on_dropped.1
source: You'll come back, right?
japanese: 君は戻って来るんだよな？

# STRINGS.LUCY.on_dropped.2
source: What did I say?
japanese: 私、今なんて言った？

# STRINGS.LUCY.on_dropped.3
source: I... don't understand!
japanese: よく…わからない！

# STRINGS.LUCY.on_dropped.4
source: Can we talk about this?
japanese: この件について話せるか？

# STRINGS.LUCY.on_dropped.5
source: Don't forget about me!
japanese: 忘れないでね！

# STRINGS.LUCY.equipped.1
source: Let's chop some trees!
japanese: 何本か木を切ろう！

# STRINGS.LUCY.equipped.2
source: Nice day for a walk!
japanese: 散歩するにはいい日だ！

# STRINGS.LUCY.equipped.3
source: We make a good team!
japanese: なかなかいいチーム！

# STRINGS.LUCY.equipped.4
source: There must be some trees around here somewhere.
japanese: この辺りのどこかに何本か木があるはず。

# STRINGS.LUCY.equipped.5
source: Woodie! Chop some trees!
japanese: Woodie！木を何本か切ろう！

# STRINGS.LUCY.equipped.6
source: All work and no play makes me want to chop some trees.
japanese: ずっと仕事でプレイできないと、木を何本か切りたくなる。

# STRINGS.LUCY.equipped.7
source: Chop chop chop. Heh.
japanese: 切って、切って、切って。へー。

# STRINGS.LUCY.other_owner.1
source: You're not Woodie!
japanese: あなたはWoodieじゃないわね！

# STRINGS.LUCY.other_owner.2
source: Put me down!
japanese: やれるもんならやってみろ！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAP_WENT_OFF
source: Oops.
japanese: おっとっと！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAFTING_FAIL
source: I don't have all of the ingredients.
japanese: すべての材料を持っていない。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ADVENTUREFAIL
source: That didn't go well. I'll have to try again.
japanese: うまくいかなかった。もう一度挑戦してみなきゃ。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_QUAKE
source: That doesn't sound good.
japanese: その話からいい感じはしないな。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE
source: What was that?!
japanese: 何だって？！

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.GENERIC
source: I can't shave that!
japanese: これは剃れない！

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: I'm not going to try that while he's awake.
japanese: 彼が起きている間に試すつもりはない。

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.SHAVE.NOBITS
source: There isn't even any stubble left!
japanese: もう切り株さえ残っていない！

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.GENERIC
source: It's full.
japanese: いっぱいだ。

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.STORE.NOTALLOWED
source: That can't go in there.
japanese: そこにはもう入りきれない。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOOMERANG
source: Ow! I should try to catch that!
japanese: いて！それを捕まえてみなくちゃな！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NODANGERSLEEP
source: It's too dangerous right now!
japanese: ちょうど今は危なすぎる！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_UNIMPLEMENTED
source: OW! I don't think it's ready yet.
japanese: いて！もう準備ができているとは思えない。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_INV_FULL
source: I can't carry any more stuff!
japanese: もうこれ以上は運べない！

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL_GENERIC
source: I can't do that.
japanese: それはできない！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_NOHUNGERSLEEP
source: I'm too hungry to sleep, the growling will keep me up!
japanese: 腹ペコ過ぎて眠れない。腹の虫が私を起こしてしまうだろう！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only my friends could see me now...
japanese: 今、友達が私に会うことができればなあ…

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DUSK
source: It's getting late. It will be dark soon.
japanese: どんどん遅くなる。すぐに辺りは暗くなる。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_ENTER_DARK
source: It's so dark!
japanese: もうこんなに暗い！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_FREEDOM
source: I'm free! I'm finally free!
japanese: 俺は自由だ！遂に解放されたぞ！

# STRINGS.CHARACTERS.GENERIC.EAT_FOOD.TALLBIRDEGG_CRACKED
source: Mmm. Beaky.
japanese: むむむ。くちばしっぽい。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CHARLIE_ATTACK
source: OW! Something bit me!
japanese: いて！何かにかまれた！

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HUNT_BEAST_NEARBY
source: This track is fresh, the beast must be nearby.
japanese: この足跡はまだ新しい、猛獣は近くにいるはずだ。

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CANFIX
source: I think I can fix this!
japanese: これを修理できると思う！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ADVENTURE_PORTAL
source: I'm not sure I want to fall for that a second time.
japanese: 2回も同じ手に引っかかるだろうか。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.GENERIC
source: He's looking for carrots.
japanese: 彼はニンジンを探している。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABBIT.HELD
source: Do you like science?
japanese: 科学は好きかい？

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEERCLOPS
source: It's enormous!!
japanese: それは巨大だ！！

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ROAD
source: Hastily cobbled stones.
japanese: 慌てて舗装した敷石だ。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BEEMINE
source: It buzzes when I shake it.
japanese: ゆするとガタガタする。

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORN_COOKED
source: High in fructose!
japanese: 果糖値が高い。
