Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: He sure looks warm...
french: Il parait bien au chaud ...

source: I've got a new bag!
french: J'ai un nouveau sac!

source: Fire makes them so much better.
french: Le feu qui les rend tellement mieux.

source: I can catch a bug!
french: Je peux attraper un bug!

source: Kill it with fire!
french: Tuez-le avec le feu!

source: Eww, it's still warm!
french: Beurk, il est encore chaud!

source: Ew. Nasty. But useful.
french: Ew. Nasty. Mais utile.

source: I don't have time to waste on flowers.
french: Je n'ai pas de temps à perdre avec des fleurs.

source: Eh. I guess that's OK.
french: Eh. Je suppose que c'est OK.

source: Now I can take on the world!
french: Maintenant, je peux prendre sur le monde!

source: Flutter away, butterfly!
french: Flutter loin, papillon!

source: I want to squish it.
french: Je veux l'écraser.

source: That's my insurance policy.
french: C'est ma police d'assurance.

source: I hate hiding.
french: Je déteste cacher.

source: I like the way the symbols glow.
french: J'aime la façon dont les symboles lueur.

source: I just want to see this world burn.
french: Je veux juste voir ce monde brûler.

source: I'm making a monstrosity!
french: Je fais une monstruosité!

source: I wish they didn't run away!
french: Je souhaite qu'ils ne s'enfuient!

source: They're like little fires in my pocket!
french: Ils sont comme des petits feux dans ma poche!

source: It's still gross.
french: Il est encore brut.

source: Uh, where did this come from?
french: Euh, où cela vient-il?

source: Stupid rabbits. Come out so I can eat you.
french: Lapins stupides. Venez donc je ne peux que vous mangez.

source: Too passive!
french: Trop passif!

source: It's rude to stare.
french: Il est impoli de regarder fixement.

source: At least it's not looking at me anymore.
french: Au moins ça ne me regarde pas plus.

source: Not great for fighting.
french: Pas terrible pour le combat.

source: I'll eat it if I have to.
french: Je vais le manger si je dois le faire.

source: Oh boy. Vegetables.
french: Oh boy. Légumes.

source: Hurry up, you stupid plant!
french: Dépêchez-vous, vous plantez stupide!

source: It feels warm.
french: Il se sent au chaud.

source: Bird prison!
french: Prison oiseau!

source: Stupid bird. Wake up!
french: Oiseau stupide. Réveillez-vous!

source: Ha! I have you now!
french: Ha! Je vous dès maintenant!

source: It would be better with fire.
french: Il vaudrait mieux avec le feu.

source: Not as warm as a good fire, but still pretty good!
french: Pas aussi chaud que d'un bon feu, mais quand même pas mal!

source: These are surprisingly heavy.
french: Ce sont étonnamment lourd.

source: Now I'll be with my friend forever.
french: Maintenant, je vais être avec mon ami pour toujours.

source: Who just leaves dirt lying around in the forest?
french: Qui laisse juste la saleté qui traînent dans la forêt?

source: It leads to my new friend.
french: Elle conduit à mon nouvel ami.

source: Maybe I could kill it... with FIRE.
french: Peut-être que je pourrais le tuer ... avec le feu.

source: Maybe I should just leave that one alone.
french: Peut-être que je devrais juste laisser qu'un seul.

source: He had it coming.
french: Il avait bien cherché.

source: Does it like fire?
french: Est-il comme le feu?

source: It looks dangerous!
french: Il semble dangereux!

source: Not so spiky now, are you?
french: Pas si hérissés maintenant, êtes-vous?

source: Stay back, you big jerk!
french: Rester en arrière, vous gros débile!

source: I bet it'd burn!
french: Je parie que ça brûle!

source: Hmmm. I wonder if these will burn.
french: Hmmm. Je me demande si ceux-ci brûlera.

source: It's like my dreams can hurt real things!
french: C'est comme si mes rêves peuvent blesser des choses réelles!

source: It's a trunk for my junk.
french: Il s'agit d'un tronc de mon ordure.

source: Tasty, and just a little bit insecty
french: Tasty, et juste un peu insecty

source: No more flying for that butterfly!
french: Pas plus de vol pour ce papillon!

source: I like the cut of that bee's jib.
french: J'aime la coupe de la flèche que l'abeille.

source: What a disgusting, hairy beast!
french: Quel dégoûtant, bête poilue!

source: They look even dumber when they're sleeping.
french: Ils ont l'air bête, même quand ils dorment.

source: Er, are you following me?
french: Euh, tu me suis?

source: Ha! He's all naked now!
french: Ha! Il est tout nu maintenant!

source: Where am I going to spend this.
french: Ou vais-je trouver cela?

source: It's fat, but that stinger looks dangerous.
french: Il est gras, mais ce dard semble dangereux.

source: Pocket full of bees!
french: Poche pleine d'abeilles!

source: I like fire.
french: J'aime le feu.

source: Awww. It's all over.
french: Awww. C'est fini.

source: Uh oh. It's almost gone!
french: Uh oh. C'est presque disparu!

source: BURN! BURN FASTER!
french: BURN! BURN plus rapide!

source: This fire is small and boring.
french: Ce feu est petit et ennuyeux.

source: Burn!
french: Brûler

source: I could watch it for hours.
french: Je pourrais le regarder pendant des heures.

source: I should make the fire come back.
french: Je devrais faire le feu revenir.

source: It's a bit passive aggressive, but it'll work.
french: C'est un peu agressive passive, mais ça va marcher.

source: Perhaps I could melt it into a more pleasing shape.
french: Peut-être que je pourrais le faire fondre dans une forme plus agréable.

source: It's flammable a tuft of grass.
french: Il est inflammable une touffe d'herbe.

source: Grass stubble is kind of useless.
french: Tapis végétal est un peu inutile.

source: It needs poop.
french: Il a besoin de merde.

source: Fire! Wooo!
french: Feu! Wooo!

source: That's not a normal plant
french: Ce n'est pas une plante normale

source: Now that's just creepy!
french: Maintenant, c'est juste flippant!

source: Why did this plant have a face?
french: Pourquoi cette plante ont un visage?

source: Mmmmm. Berries.
french: Mmmmm. Baies.

source: I want more berries!
french: Je veux plus de baies!

source: Eat poop, stupid plant!
french: Mangent merde, plante stupide!

source: Who's your mommy!
french: Qui est votre maman!

source: Ha! I stole his hair!
french: Ha! J'ai gagné ses cheveux!

source: Fire is so pretty.
french: Le feu est si jolie.

source: That's just nasty.
french: C'est tout simplement méchant.

source: These pigs have questionable taste in architecture
french: Ces porcs ont un goût douteux en architecture

source: You jerk! Let me in!
french: Vous branler! Laissez-moi entrer!

source: He's doing pig things in there.
french: Il fait des choses de porcs en bas.

source: Ouch! It looks sharp.
french: Aïe! Il semble forte.

source: I'll catch those creepy birds.
french: Je vais attraper ces oiseaux effrayants.

source: Three times the pointiness.
french: Trois fois le pointiness.

source: I prefer sharp implements
french: Je préfère instruments tranchants

source: Yuck. It's all vegetabley.
french: Beurk. C'est tout vegetabley.

source: Hey there, tree seed.
french: Salut les semences d'arbre,.

source: I need food!
french: J'ai besoin de nourriture!

source: I'll have to burn these clothes!
french: Je vais devoir brûler ces vêtements!

source: Night is coming. I need fire!
french: La nuit vient. J'ai besoin du feu!

source: Ohh... he got away.
french: Ohh ... il s'est enfui.

source: I need more light!
french: J'ai besoin de plus de lumière!

source: Show yourself!
french: Montrez-tu!

source: No! Bad birdy!
french: Non! Bad birdy!

source: Pretty!
french: Jolie!

source: I made a fire!
french: J'ai fait un feu!

source: That's what I thought!
french: C'est ce que je pensais!

source: I'll get you next time!
french: Je vais vous la prochaine fois!

source: Get back here, pork chop!
french: Reviens ici, côtelette de porc!

source: Not so tough now!
french: Pas si dur que ça !

source: Bleh. I'll kill him later.
french: Bleh. Je vais le tuer plus tard.

source: My precious fire is gone!
french: Mon feu précieux est parti!

source: I am attacked!
french: Je suis attaqué!

source: I lack the necessary materials.
french: Je n'ai pas le matériel nécessaire.

source: I spared it the torment of living.
french: J'ai épargné elle le tourment de la vie.

source: I am chilled to the bone.
french: Je suis glacée jusqu'aux os.

source: It is unmentionable.
french: Il est innommable.

source: Ow! That was karma.
french: Ow! Ce fut le karma.

source: I sense the beast's presence nearby.
french: Je sens la présence de la bête à proximité.

source: This trail leads nowhere.
french: Ce sentier mène nulle part.

source: Death will find you!
french: La mort vous trouvera!

source: Suffer, worm!
french: Souffrir, ver de terre!

source: Let death embrace you!
french: Que la mort vous embrasse!

source: I will be your end!
french: Je serai votre fin!

source: I shall send you to the other side!
french: Je vais vous envoyer de l'autre côté!

source: I emerge into this world once more.
french: Je sors dans ce monde une fois de plus.

source: I can carry no more.
french: Je peux porter pas plus.

source: I can't do anything right.
french: Je ne peux rien faire de bien.

source: Was that stale?
french: Était-ce vicié?

source: That was not edible.
french: Ce n'était pas comestible.

source: That food was nearing the end of its lifetime.
french: Que la nourriture était à la fin de sa durée de vie.

source: He's wandering mindlessly, oblivious to his fate.
french: Il erre sans réfléchir, sans se soucier de son sort.

source: He is safely in my embrace.
french: Il est en sécurité dans mes bras.

source: It's a plant.
french: C'est une plante.

source: Music is the window to my empty soul.
french: La musique est la fenêtre de mon âme vide.

source: Will you leave me too?
french: Voulez-vous me laisser trop?

source: We all try to fill the void.
french: Nous essayons tous de combler le vide.

source: Your true nature is revealed!
french: Votre vraie nature est révélée!

source: That is the mere suggestion of defense.
french: C'est la simple suggestion de la défense.

source: Take thy beak from out my heart!
french: Prends ton bec de mon cœur!

source: He is mine.
french: Il est à moi.

source: They are so standoffish.
french: Ils sont tellement indifférent.

source: A creature of the night!
french: Une créature de la nuit!

source: I still feel alone.
french: Je me sens toujours seul.

source: He's better off, now.
french: Il est mieux, maintenant.

source: That would be the easy way out of this place.
french: Ce serait la solution de facilité de ce lieu.

source: It has no sharp edges.
french: Il n'a pas de bords tranchants.

source: It smells like tiny fear.
french: Ça sent la peur minuscule.

source: Some day, I will join you.
french: Un jour, je vais vous rejoindre.

source: The earth has vomited up its secrets.
french: La terre a vomi ses secrets.

source: Enjoy your youth. Soon you will learn the terrors of the real world.
french: Profitez de votre jeunesse. Bientôt vous allez apprendre les terreurs du monde réel.

source: The better to mark graves with.
french: Pour mieux marquer les tombes avec.

source: He's little and warty.
french: Il est petit et verruqueuses.

source: He's asleep.
french: Il dort.

source: Life is small and short.
french: La vie est petit et court.

source: He has risen from the grave!
french: Il est ressuscité d'entre les morts!

source: Even scarier for the trees.
french: Encore plus effrayant pour les arbres.

source: Fire has purified it.
french: Feu l'a purifié.

source: Plucked from the ground before their prime.
french: Arraché à la terre avant leur apogée.

source: I feel a strange kinship with him.
french: Je me sens une parenté étrange avec lui.

source: So that I may penetrate the earth itself.
french: Afin que je puisse pénétrer dans la terre elle-même.

source: These are better left unmentioned.
french: Ceux-ci sont mieux passer sous silence.

source: A sweet, but fleeting treat.
french: Un délice sucré, mais éphémère.

source: Nature is so boring.
french: La nature est si ennuyeux.

source: Everything dies.
french: Tout meurt.

source: Used up and done for.
french: Utilisé et fait pour.

source: It's burning brightly.
french: Il brûle avec éclat.

source: Shall I burn down the world?
french: Dois-je brûler le monde?

source: Pieces of beehive, scattered.
french: Pièces de ruche, éparpillés.

source: A tiny package full of death and destruction.
french: Un petit paquet plein de mort et de destruction.

source: A tiny fragile being, struggling towards the light.
french: Un petit être fragile, mal vers la lumière.

source: It cannot bear the heat.
french: Il ne peut pas supporter la chaleur.

source: Chilled by the darkness.
french: Refroidi par l'obscurité.

source: A life sooner begun is a life sooner ended.
french: Une vie plus tôt commencé une vie plus tôt fini.

source: Soon now.
french: Peu de temps maintenant.

source: A tiny bulwark against the night.
french: Un petit rempart contre la nuit.

source: So slippery and fine.
french: Si glissant et fine.

source: Evil is sleeping.
french: Mal dort.

source: We will meet again some day.
french: Nous nous reverrons un jour.

source: I have destroyed something beautiful.
french: J'ai détruit quelque chose de beau.

source: These berries are tart.
french: Ces baies sont tarte.

source: They shall labour so I can steal.
french: Ils travaillent pour que je puisse voler.

source: Their toils have been fruitful!
french: Leurs peines ont été fructueuses!

source: Death when I least expect it.
french: Mort quand je m'y attends le moins.

source: Takes life so it may live.
french: Prend la vie si elle peut vivre.

source: I can feel its stolen warmth.
french: Je peux sentir sa chaleur volé.

source: Sleep is but a preview of death.
french: Mais le sommeil est un aperçu de la mort.

source: Life, or at least the promise of it.
french: La vie, ou du moins la promesse de celui-ci.

source: It's just a bunch of reeds.
french: C'est juste un tas de roseaux.

source: I have picked them.
french: Je les ai pris.

source: Soon to be ashes.
french: Bientôt cendres.

source: I would have preferred the ears.
french: J'aurais préféré les oreilles.

source: This is just for shaving.
french: C'est juste pour le rasage.

source: Life doesn't always make sense.
french: La vie n'a pas toujours de sens.

source: No matter what it consumes, it is never satisfied.
french: Peu importe ce qu'il consomme, il n'est jamais satisfait.

source: A wretched hive of scum and pollen.
french: Une ruche misérable d'écume et de pollen.

source: It's trying to grow up.
french: Il essaie de grandir.

source: Maybe next time, sapling.
french: Peut-être que la prochaine fois, gaules.

source: Consigned to the flames.
french: Livrés aux flammes.

source: Live it up while you can, Your Majesty.
french: Live it up pendant que vous le pouvez, Votre Majesté.

source: It looks complicated.
french: Il semble compliqué.

source: A perfectly safe way to go insane.
french: Une façon parfaitement sûr de devenir fou.

source: A fuzzy ball of emptiness.
french: Une boule floue de vide.

source: It is cold and dead, like my heart.
french: Il fait froid et mort, comme si mon cœur.

source: A beast of solitude.
french: Une bête de solitude.

source: Evilness prevades it.
french: Evilness il prevades.

source: It looks even worse now.
french: Il semble encore pire maintenant.

source: Eerie and yet beautiful.
french: Étrange et pourtant belle.

source: An instrument for industry and murder.
french: Un instrument pour l'industrie et assassiner.

source: The blood has been cooked away.
french: Le sang a été cuit loin.

source: That's my twin sister, Abigail.
french: C'est ma sœur jumelle, Abigail.

source: I shall cover my head.
french: Je vais me couvrir la tête.

source: Everything turns to waste, eventually.
french: Tout tourne à perdre, finalement.

source: It helps stave off the encroaching cold.
french: Il aide conjurer le froid envahissant.

source: Hello there, little one.
french: Bonjour, mon petit.

source: Are you empty inside?
french: Vous êtes vide à l'intérieur?

source: A black hole from which seeds never return.
french: Un trou noir dont les graines ne reviennent jamais.

source: Now I can delay the inevitable.
french: Maintenant, je peux retarder l'inévitable.

source: Free from the shackles of the sky.
french: Libérer des chaînes du ciel.

source: What seeds shall I sow?
french: Que je sème des graines doit?

source: Leafy tendrils coil out of the muck.
french: Leafy bobine vrilles de la boue.

source: This earth is cold and dead.
french: Cette terre est froide et morte.

source: Sharp and deadly.
french: Sharp et mortelle.

source: It is as cold as my heart.
french: Il est aussi froid que mon cœur.

source: It stands against the cruel elements.
french: Il se dresse contre les éléments cruelles.

source: It's smells of goat.
french: C'est odeurs de chèvre.

source: All that promise, snatched away. Not bad with bacon.
french: Tout ce que promesse, arrachée. Pas mal avec du lard.

source: A prison for tiny insects.
french: Une prison pour les petits insectes.

source: She is regal in her horribleness.
french: Elle est la reine dans son horribleness.

source: With the sleep of dreams comes this stuff.
french: Avec le sommeil des rêves est ce genre de choses.

source: Life is blood and this.
french: La vie est ce sang et.

source: They are bright and cheery. Yuck.
french: Elles sont lumineuses et gaies. Beurk.

source: What will protect me from what's inside?
french: Que va me protéger de ce qu'il ya dedans?

source: I might hold off the inevitable a bit longer with this.
french: Je pourrais retarder l'inévitable un peu plus à ce sujet.

source: Pretty, but short-lived.
french: Joli, mais de courte durée.

source: I hold its life in my hands.
french: Je tiens sa vie entre mes mains.

source: I'm just putting off the inevitable.
french: Je suis juste repousser l'inévitable.

source: Bundled logs.
french: Journaux groupés.

source: A snack, perchance?
french: Un casse-croûte, par hasard?

source: I shall have to wait.
french: Je vais devoir attendre.

source: It is barren.
french: Il est stérile.

source: Some small rocks.
french: Quelques petites roches.

source: I like to kill small things.
french: Je tiens à tuer les petites choses.

source: If trees could talk, they would scream at the sight of this.
french: Si les arbres pouvaient parler, ils crient à la vue de cela.

source: A tiny brightness in the dark.
french: Un petit éclat dans l'obscurité.

source: Tiny lights, stranded from the world outside my pocket.
french: Petites lumières, bloqués du monde extérieur ma poche.

source: It is still bloody.
french: Il est encore sanglante.

source: Somewhere, a beefalo is naked and cold.
french: Quelque part, un beefalo est nu et froid.

source: Cooked evil is still evil.
french: Mal cuit est encore mal.

source: I'm too big to fall down there.
french: Je suis trop gros pour tomber là-bas.

source: It may warm my body, but what of my spirit?
french: Il peut réchauffer mon corps, mais que de mon esprit?

source: Skin to wear on my skin.
french: Peau de porter sur ma peau.

source: Separated from its only friend.
french: Séparé de son seul ami.

source: Oh to disappear.
french: Oh à disparaître.

source: Oh look. More dirt.
french: Oh, regardez. Plus la saleté.

source: Signs of the beast.
french: Les signes de la bête.

source: It's looking into my soul.
french: Il cherche dans mon âme.

source: Not so much sleeping as... waiting.
french: Pas tellement sommeil que ... d'attente.

source: I might survive this night!
french: Je pourrais survivre à cette nuit!

source: That is not a good sign.
french: Ce n'est pas un bon signe.

source: Darkness is looming.
french: L'obscurité est imminente.

source: A vision of Hell!
french: Une vision de l'enfer!

source: The gloom encroaches.
french: Les empiète morosité.

source: It's a fire.
french: C'est un feu.

source: What terrible secrets might I uncover?
french: Quels secrets terribles que je pourrais découvrir?

source: A tree that knows only pain.
french: Un arbre qui connaît la douleur seulement.

source: Its spikes were no protection.
french: Ses pointes sont sans protection.

source: Black like my heart
french: Noir comme mon coeur

source: It's burning
french: Ca brûle

source: A tiny blade-like rock.
french: Un minuscule en forme de lame de roche.

source: For documenting my pain.
french: Pour documenter ma douleur.

source: Some of us can see our cages.
french: Certains d'entre nous peut voir nos cages.

source: Is he dead? No. Just sleeping.
french: Est-il mort? Non, juste dormir.

source: He is happier now.
french: Il est heureux maintenant.

source: A devious surprise from underground.
french: Une surprise sournois du sous-sol.

source: Oh that I may crush the world.
french: Oh que je puisse écraser le monde.

source: These won't protect from the demons within.
french: Ceux-ci ne protège pas contre les démons à l'intérieur.

source: Sleep is but a temporary death.
french: Le sommeil est une mort, mais temporaire.

source: I like to cut things up.
french: J'aime couper les choses.

source: For which to contain my lucre.
french: Pour ce qui de contenir mon lucre.

source: A warrior of the night!
french: Un guerrier de la nuit!

source: I must beware.
french: Je dois prendre garde.

source: Alas, brave warrior.
french: Hélas, brave guerrier.

source: So full of potential.
french: Donc plein de potentiel.

source: Hello, foul creature of the underworld.
french: Bonjour, créature sous le coup de la pègre.

source: No good can come of this.
french: Aucun bon ne peut venir de ça.

source: I'm sure the next realm will be even more horrible!
french: Je suis sûr que le royaume prochaine sera encore plus horrible!

source: Is it half built, or half destroyed?
french: Est-il à moitié construit, ou à moitié détruite?

source: Their defensive value is questionable.
french: Leur valeur défensive est discutable.

source: Dreams come to a point. A sharp one.
french: Les rêves viennent à un point. A un dièse.

source: What a hideous creation!
french: Qu'est-ce une création hideuse!

source: It contains a vital spark.
french: Il contient une étincelle vitale.

source: An edible plant.
french: Une plante comestible.

source: It is ready for the harvest.
french: Il est prêt pour la récolte.

source: Keep growing. I'll wait.
french: Poursuivre sa croissance. Je vais attendre.

source: It's just a tuft of grass.
french: C'est juste une touffe d'herbe.

source: I have killed it.
french: Je l'ai tué.

source: It smells funny.
french: Ça sent drôle.

source: But I am in mourning...
french: Mais je suis en deuil ...

source: What demented thoughts must lie behind those eyes.
french: Quelles pensées démentes doit se trouver derrière ces yeux.

source: What nightmares he must be having.
french: Que cauchemars qu'il faut avoir.

source: He follows me unto his doom.
french: Il me suit jusqu'à sa perte.

source: His nakedness is now on display.
french: Sa nudité est maintenant exposé.

source: I will take it with me.
french: Je vais le prendre avec moi.

source: I wasn't expecting that.
french: Je ne m'attendais pas à ça.

source: No more can the butterfly soar.
french: Pas plus peut le papillon s'envoler.

source: A bee with a cold, dead heart.
french: Une abeille avec un rhume, le cœur mort.

source: Be still, little one.
french: Soyez encore, un peu.

source: Simple grass has become deadly.
french: L'herbe est devenue simple mortel.

source: I'd steer clear of that stinger.
french: Je orienter clairement de ce dard.

source: Ophelia? Are you down there?
french: Ophélie? Êtes-vous là-bas?

source: I will learn unspeakable things.
french: Je vais apprendre des choses innommables.
