Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_LOW
source: Is pointy.
japanese: トゲトゲだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLESLIME
source: Boom snot!
japanese: 鼻くそボーン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_COOKED
source: Has no yolk! Yolk is strongest part!
japanese: 黄身がない！黄身が一番強いのに！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEY
source: Ugly monkey man!
japanese: 醜いサル男！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_FURRY
source: So comfy!
japanese: 心地いい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONKEYBARREL
source: This... thing. It smells not so good.
japanese: これ…って。あんまりいい匂いがしない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORSNURTLESHELL
source: Is sticky inside.
japanese: 中はベタベタしてる。

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.GENERIC
source: Ha! I win!
japanese: ハハ！ボクちゃんの勝ち！

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PREY
source: You keep running!
japanese: 走ってばっかり！

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.PIG
source: I forgive you, pig man.
japanese: 許してあげよう、ブタ男。

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER_WARRIOR
source: He knows I am stronger.
japanese: 彼はボクちゃんの方が強いって知ってる。

# STRINGS.CHARACTERS.WOLFGANG.COMBAT_QUIT.SPIDER
source: He ran away from me.
japanese: 彼はボクちゃんから逃げた。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CHARLIE_ATTACK
source: Ow! It got me!
japanese: いて！やられた！

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.GENERIC
source: I will punch you!
japanese: パンチしてやる！

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PREY
source: Stomp! Stomp! Stomp!
japanese: ドスン！ドスン！ドスン！

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.PIG
source: I am sorry, my friend!
japanese: すまない、友よ。

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER_WARRIOR
source: I am still stronger, scary bug!
japanese: まだボクちゃんの方が強いぞ、このおっかない虫め！

# STRINGS.CHARACTERS.WOLFGANG.BATTLECRY.SPIDER
source: Die, evil scary bug!
japanese: 死ね、このおっかない虫め！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WORMHOLE
source: It makes me feel alive!
japanese: 生き生きさせてくれる！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MIGHTYTONORMAL
source: I need to filly my mighty belly again!
japanese: またこの強靭なお腹をいっぱいにしなくちゃ！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_RESEARCH
source: Is lot of information.
japanese: 情報が満載だな。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_CANFIX
source: Mighty brain could make this better!
japanese: 強靭な脳みそで、これを改善できる！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_COLD
source: Brrrrrrr! Is frosty!
japanese: ブルブルブル！凍りそう！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MOSQUITOS
source: Wolfgang need blood, get away sucking bugs!
japanese: Wolfgangは血が必要。吸血虫よ、あっちへ行け！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NO_TRAP
source: Easy like lift weights.
japanese: 重量上げみたいに簡単。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_GENERIC
source: What is this thing?
japanese: これなに？

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_LOWRESEARCH
source: Is tiny information.
japanese: ちょこっとの情報。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_KNOCKEDOUT
source: Ugh, Wolfgang must have hit head.
japanese: アイタタ、Wolfgang頭ぶつけちゃったかも。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HIGHRESEARCH
source: Is maybe too much information.
japanese: 情報が多すぎるかも。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TORCH_OUT
source: Oh no! The light is gone!
japanese: なんてことだ！光が消えた！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BEES
source: Bees! Nasty stinging bug men!
japanese: 蜂だ！イヤな毒針虫男め！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP_CAVE
source: Is creepy in cave.
japanese: 洞窟の中って不気味。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ENTER_LIGHT
source: I can see again!
japanese: もう一度見える！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_THORNS
source: Pointy is not fair!
japanese: トゲトゲはずるい！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_ACCOMPLISHMENT
source: I am doing great things with tiny arrow!
japanese: ちっちゃい矢ですごい快挙を成し遂げてる！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNGRY
source: My mighty belly is empty!
japanese: ボクちゃんの強靭なお腹が空っぽ！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOMIGHTY
source: I AM MIGHTY!
japanese: ボクちゃんは強靭だ！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WIMPYTONORMAL
source: Wolfgang is better.
japanese: Wolfgangの方がいい。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HOUNDS
source: I hear puppies!
japanese: 子犬の声がきこえる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE_TOODARK
source: Help me! It is dark!
japanese: 助けて！暗いよ！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HUNT_BEAST_NEARBY
source: Animal is close!
japanese: 動物が近くにいる！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PECKED
source: What I do to deserve this?
japanese: どうしたらこんな扱いをされるの？

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.GENERIC
source: Yum!
japanese: 美味しい！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.STALE
source: Tastes funny.
japanese: 変な味。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.SPOILED
source: Ew! Tastes like garbage!
japanese: うわ！ゴミみたいな味！

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_EAT.PAINFUL
source: Ooooh. I have belly ache.
japanese: あぁぁぁ。お腹が痛いよ。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NORMALTOWIMPY
source: I am not feeling so good.
japanese: あんまり具合がよくない。

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_NODAYSLEEP
source: Is too bright for sleep.
japanese: 眠るには明るすぎる。

# STRINGS.BUNNYMANNAMES.1
source: Brassica
japanese: アブラナ

# STRINGS.BUNNYMANNAMES.2
source: Bunium
japanese: セリ

# STRINGS.BUNNYMANNAMES.3
source: Burdock
japanese: ゴボウ

# STRINGS.BUNNYMANNAMES.4
source: Carrot
japanese: ニンジン

# STRINGS.BUNNYMANNAMES.5
source: Celeriac
japanese: セロリ

# STRINGS.BUNNYMANNAMES.6
source: Daikon
japanese: ダイコン

# STRINGS.BUNNYMANNAMES.7
source: Lepidium
japanese: レピジウム

# STRINGS.BUNNYMANNAMES.8
source: Microseris
japanese: マイクロセリス

# STRINGS.BUNNYMANNAMES.9
source: Parsnip
japanese: パースニップ

# STRINGS.BUNNYMANNAMES.10
source: Radish
japanese: ラディッシュ

# STRINGS.BUNNYMANNAMES.11
source: Sium
japanese: ヌマゼリ

# STRINGS.BUNNYMANNAMES.12
source: Tragopogon
japanese: バラモンジン

# STRINGS.BUNNYMANNAMES.13
source: Ipomoea
japanese: サツマイモ

# STRINGS.BUNNYMANNAMES.14
source: Manihot
japanese: マニホット

# STRINGS.BUNNYMANNAMES.15
source: Mirabilis
japanese: ミラビリス

# STRINGS.BUNNYMANNAMES.16
source: Psoralea
japanese: オランダビユ

# STRINGS.BUNNYMANNAMES.17
source: Canna
japanese: カンナ

# STRINGS.BUNNYMANNAMES.18
source: Typha
japanese: ガマ

# STRINGS.BUNNYMANNAMES.19
source: Zingiber
japanese: ショウガ

# STRINGS.BUNNYMANNAMES.20
source: Oxalis
japanese: カタバミ

# STRINGS.BUNNYMANNAMES.21
source: Solanum
japanese: ナス

# STRINGS.BUNNYMANNAMES.22
source: Ullucus
japanese: ウルーコ

# STRINGS.BUNNYMANNAMES.23
source: Cuperus
japanese: クペルス

# STRINGS.BUNNYMANNAMES.24
source: Apios
japanese: アピオース

# STRINGS.BUNNYMANNAMES.25
source: Yam Daisy
japanese: ヤム・デイジー

# STRINGS.BUNNYMANNAMES.26
source: Altrincham
japanese: オルトリナム

# STRINGS.BUNNYMANNAMES.27
source: Barwon
japanese: バーウォン

# STRINGS.BUNNYMANNAMES.28
source: Bolero
japanese: ボレロ

# STRINGS.BUNNYMANNAMES.29
source: Chantenay
japanese: シャンテレー

# STRINGS.BUNNYMANNAMES.30
source: Crusader
japanese: クルセイダー

# STRINGS.BUNNYMANNAMES.31
source: Danvers
japanese: ダンバーズ

# STRINGS.BUNNYMANNAMES.32
source: Doucer
japanese: ドゥシュール

# STRINGS.BUNNYMANNAMES.33
source: Flakee
japanese: フレーキー

# STRINGS.BUNNYMANNAMES.34
source: Guerande
japanese: ゲランド

# STRINGS.BUNNYMANNAMES.35
source: Hipak
japanese: ヒパック

# STRINGS.BUNNYMANNAMES.36
source: Imperator
japanese: インペレーター

# STRINGS.BUNNYMANNAMES.37
source: Juwarot
japanese: ユワロット

# STRINGS.BUNNYMANNAMES.38
source: Karotan
japanese: カロタン

# STRINGS.BUNNYMANNAMES.39
source: Magno
japanese: マグノ

# STRINGS.BUNNYMANNAMES.40
source: Nantes
japanese: ナント

# STRINGS.BUNNYMANNAMES.41
source: Nelson
japanese: ネルソン

# STRINGS.BUNNYMANNAMES.42
source: Onward
japanese: オンワード

# STRINGS.BUNNYMANNAMES.43
source: Oxheart
japanese: オクスハート

# STRINGS.BUNNYMANNAMES.44
source: Pimpernel
japanese: ピンパーネル

# STRINGS.BUNNYMANNAMES.45
source: Redhild
japanese: レッドヒルド

# STRINGS.BUNNYMANNAMES.46
source: Redland
japanese: レッドランド

# STRINGS.BUNNYMANNAMES.47
source: Suko
japanese: スコ

# STRINGS.BUNNYMANNAMES.48
source: Thumbelina
japanese: サンベリーナ

# STRINGS.BUNNYMANNAMES.49
source: Topweight
japanese: トップウェイト

# STRINGS.BUNNYMANNAMES.50
source: Touchon
japanese: トゥーション

# STRINGS.BUNNYMANNAMES.51
source: Uchon
japanese: ウション

# STRINGS.BUNNYMANNAMES.52
source: Valery
japanese: バレリー

# STRINGS.BUNNYMANNAMES.53
source: Yellow
japanese: イエロー

# STRINGS.BUNNYMANNAMES.54
source: Zino
japanese: ジーノ

# STRINGS.BUNNYMANNAMES.55
source: Scandius
japanese: スカンジウス

# STRINGS.BUNNYMANNAMES.56
source: Yttria
japanese: イットリア

# STRINGS.BUNNYMANNAMES.57
source: Lanthan
japanese: ランタン

# STRINGS.BUNNYMANNAMES.58
source: Cerium
japanese: セリウム

# STRINGS.BUNNYMANNAMES.59
source: Praseodymia
japanese: プラセオジミア

# STRINGS.BUNNYMANNAMES.60
source: Neodymia
japanese: ネオジミア

# STRINGS.BUNNYMANNAMES.61
source: Promethia
japanese: プロメチア

# STRINGS.BUNNYMANNAMES.62
source: Samari
japanese: サマリ

# STRINGS.BUNNYMANNAMES.63
source: Europia
japanese: ヨーロピア

# STRINGS.BUNNYMANNAMES.64
source: Gadolin
japanese: ガドリン

# STRINGS.BUNNYMANNAMES.65
source: Terbia
japanese: テルビア

# STRINGS.BUNNYMANNAMES.66
source: Dyspros
japanese: ジスプロス

# STRINGS.BUNNYMANNAMES.67
source: Holmia
japanese: ホルミア

# STRINGS.BUNNYMANNAMES.68
source: Erbium
japanese: エルビウム

# STRINGS.BUNNYMANNAMES.69
source: Thulium
japanese: ツリウム

# STRINGS.BUNNYMANNAMES.70
source: Ytterbia
japanese: イッテルビア

# STRINGS.BUNNYMANNAMES.71
source: Lutetium
japanese: ルテチウム

# STRINGS.UI.QUITTINGTITLE
source: Quitting!
japanese: 中止！

# STRINGS.UI.TELEPORTNO
source: Stay here.
japanese: ここにいて。

# STRINGS.UI.ENDGAME.BODY1
source: And so the cycle continues. Will
japanese: そうしてこのサイクルは続いていく。はたして

# STRINGS.UI.ENDGAME.BODY2
source: ever escape? Perhaps %s too will tire of this wretched place, and use %s new powers to tempt the unsuspecting. The mysterious beings that control this place still lurk in the shadows, and new challenges will soon be revealed. Until then, - The Don't Starve Team -
japanese: は脱出できるのだろうか？ もしかしたら %s もこの不幸な場所に疲れて %s の新しい力をつかって無防備な者を誘惑するかもしれない. ここを操るミステリアスな生き物たちはまだ影に潜み、新しい挑戦がすぐに明らかになる。 それまでは、 - The Don't Starve Team -

# STRINGS.UI.ENDGAME.TITLE
source: The End.
japanese: おしまい。

# STRINGS.UI.ENDGAME.YES
source: For Science!
japanese: 科学のために！

# STRINGS.UI.HELP.BACK
source: Back
japanese: 戻る

# STRINGS.UI.HELP.PREVVALUE
source: Previous Value
japanese: 以前の数値

# STRINGS.UI.HELP.APPLY
source: Apply Changes
japanese: 変更を適用

# STRINGS.UI.HELP.ACCEPT
source: Accept Changes
japanese: 変更を承認

# STRINGS.UI.HELP.SELECT
source: Select
japanese: 選択

# STRINGS.UI.HELP.NEXTVALUE
source: Next Value
japanese: 次の数値

# STRINGS.UI.HELP.ROTATE_LEFT
source: Rotate Left
japanese: 左に回転

# STRINGS.UI.HELP.ZOOM_IN
source: Zoom In
japanese: ズームイン

# STRINGS.UI.HELP.ZOOM_OUT
source: Zoom Out
japanese: ズームアウト

# STRINGS.UI.HELP.ROTATE_RIGHT
source: Rotate Right
japanese: 右に回転

# STRINGS.UI.HELP.REVERT
source: Revert Changes
japanese: 変更を取り消す

# STRINGS.UI.HELP.PREVCHARACTER
source: Left
japanese: 左

# STRINGS.UI.HELP.SCROLLFWD
source: Next Page
japanese: 次のページ

# STRINGS.UI.HELP.NEXTCHARACTER
source: Right
japanese: 右

# STRINGS.UI.HELP.SCROLLBACK
source: Previous Page
japanese: 前のページ

# STRINGS.UI.TELEPORTBODY_ADVENTURE
source: This will REMOVE ALL YOUR ITEMS and destroy your current world. Only items placed in the machine will appear in the next world.
japanese: あなたのアイテムは全て消去され、現在の世界は破壊されます。機械に置かれたアイテムだけが次の世界に現れます。

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOMDESC
source: Your world, your rules!
japanese: あなたの世界、あなたのルール！

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKBODY
source: Do you want to discard the changes you made to your world generation options?
japanese: あなたの世界の世代オプションに加えた変更を取り消しますか？

# STRINGS.UI.CUSTOMIZATIONSCREEN.APPLY
source: Apply
japanese: 適用

# STRINGS.UI.CUSTOMIZATIONSCREEN.BACKTITLE
source: Discard Changes
japanese: 取り消す

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESBODY
source: Apply a new preset and lose custom changes?
japanese: 新しいプリセットを適用して、カスタム変更を取り消しますか？

# STRINGS.UI.CUSTOMIZATIONSCREEN.LOSECHANGESTITLE
source: Lose Changes?
japanese: 変更を取り消しますか？

# STRINGS.UI.CUSTOMIZATIONSCREEN.YES
source: Yes
japanese: はい

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.1
source: The standard Don't Starve experience
japanese: スタンダードな Don't Starve体験

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.2
source: A quicker start in a harsher world.
japanese: 厳しい世界でのクイックスタート。

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.3
source: A dark twist on the standard Don't Starve experience.
japanese: スタンダードなDon't Starve体験に、ちょっとダークなひねりを追加。

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.4
source: The standard Don't Starve Experience 4
japanese: スタンダードなDon't Starve体験４

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.5
source: The standard Don't Starve Experience 5
japanese: スタンダードなDon't Starve体験５

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.6
source: The standard Don't Starve Experience 6
japanese: スタンダードなDon't Starve体験６

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.7
source: The standard Don't Starve Experience 7
japanese: スタンダードなDon't Starve体験７

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.8
source: The standard Don't Starve Experience 8
japanese: スタンダードなDon't Starve体験８

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.9
source: The standard Don't Starve Experience 9
japanese: スタンダードなDon't Starve体験９

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELDESC.10
source: The standard Don't Starve Experience 10
japanese: スタンダードなDon't Starve体験10

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.1
source: Default
japanese: デフォルト

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.2
source: Default Plus
japanese: デフォルト・プラス

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.3
source: Lights Out
japanese: 消灯

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.4
source: Soggy
japanese: ずぶ濡れ

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.5
source: Eternal Summer
japanese: 永遠の夏

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.6
source: Winter you'll do next?
japanese: お次は冬？

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.7
source: Island you an axe
japanese: 島の斧を貸してあげよう

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.8
source: Crazy Eddie
japanese: クレイジー・エディ

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETLEVELS.9
source: Nighttime Antics
japanese: 寝る前の儀式

# STRINGS.UI.CUSTOMIZATIONSCREEN.CUSTOM
source: (Custom)
japanese: （カスタム）

# STRINGS.UI.CUSTOMIZATIONSCREEN.NO
source: No
japanese: いいえ

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEFAULT_PRESET_DESC
source: Lots of pigs and spiders and a tallbird nest.
japanese: たくさんのブタとクモと、背高鳥の巣。

# STRINGS.UI.CUSTOMIZATIONSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.CUSTOMIZATIONSCREEN.PRESETTITLE
source: Preset
japanese: プリセット

# STRINGS.UI.WORLDGEN.VERBS.1
source: Wrangling
japanese: 口論

# STRINGS.UI.WORLDGEN.VERBS.2
source: Generating
japanese: 作成中

# STRINGS.UI.WORLDGEN.VERBS.3
source: Herding
japanese: 群れの世話

# STRINGS.UI.WORLDGEN.VERBS.4
source: Embiggening
japanese: 肥大化中

# STRINGS.UI.WORLDGEN.VERBS.5
source: Iterating upon
japanese: 反復

# STRINGS.UI.WORLDGEN.VERBS.6
source: Insinuating
japanese: ほのめかす

# STRINGS.UI.WORLDGEN.VERBS.7
source: Reticulating
japanese: 網上進化

# STRINGS.UI.WORLDGEN.VERBS.8
source: Inserting
japanese: 挿入

# STRINGS.UI.WORLDGEN.VERBS.9
source: Framing
japanese: 囲む

# STRINGS.UI.WORLDGEN.NOUNS.1
source: trees
japanese: 木々

# STRINGS.UI.WORLDGEN.NOUNS.2
source: pathos
japanese: 哀愁

# STRINGS.UI.WORLDGEN.NOUNS.3
source: pines
japanese: 松の木

# STRINGS.UI.WORLDGEN.NOUNS.4
source: spiders
japanese: クモ

# STRINGS.UI.WORLDGEN.NOUNS.5
source: monsters
japanese: モンスター

# STRINGS.UI.WORLDGEN.NOUNS.6
source: a keen sense of despair
japanese: 強い絶望感

# STRINGS.UI.WORLDGEN.NOUNS.7
source: Wilson's beard
japanese: Wilsonのヒゲ

# STRINGS.UI.WORLDGEN.NOUNS.8
source: buckets and buckets of loot
japanese: 山ほどの戦利品

# STRINGS.UI.WORLDGEN.NOUNS.9
source: game theory
japanese: ゲーム理論

# STRINGS.UI.WORLDGEN.NOUNS.10
source: food
japanese: 食べ物

# STRINGS.UI.WORLDGEN.TITLE
source: GENERATING WORLD
japanese: 世界構築中

# STRINGS.UI.WORLDGEN.CAVETITLE
source: CARVING OUT CAVE
japanese: 洞窟を切り開いている

# STRINGS.UI.TELEPORTBODY_SURVIVAL
source: This will destroy your current world but you will retain your inventory contents.
japanese: これを行うと現在の世界は破壊されますが、所持品はそのままになります。

# STRINGS.UI.TELEPORTTITLE
source: Journey onwards?
japanese: 旅を続けますか？

# STRINGS.UI.MODSSCREEN.MODLINK
source: Take me to the mod page!
japanese: MODページへ行く！

# STRINGS.UI.MODSSCREEN.MODLINKGENERIC
source: Mod discussion forums
japanese: MODディスカッション・フォーラム

# STRINGS.UI.MODSSCREEN.TOPMODS
source: Top Mods
japanese: トップMOD

# STRINGS.UI.MODSSCREEN.RESTART_REQUIRED
source: To enable or disable this mod, you will have to exit and restart the game.
japanese: このMODを有効または無効にするためには、ゲームを終了して再起動してください。

# STRINGS.UI.MODSSCREEN.WILL_ENABLE
source: Mod will be enabled.
japanese: MODが有効になります。

# STRINGS.UI.MODSSCREEN.VERSION
source: version %s
japanese: バージョン %s

# STRINGS.UI.MODSSCREEN.AUTHORBY
source: by %s
japanese: %sによる

# STRINGS.UI.MODSSCREEN.NO_MODS
source: You don't have any mods installed, but you can download some from the Klei forums.
japanese: MODはインストールされていませんが、Kleiのフォーラムからダウンロードすることができます。

# STRINGS.UI.MODSSCREEN.RESTART
source: Exit Now
japanese: いますぐ終了

# STRINGS.UI.MODSSCREEN.DISABLED_MANUAL
source: This mod has been disabled.
japanese: このMODは無効です。

# STRINGS.UI.MODSSCREEN.RESTART_TITLE
source: Restart Required
japanese: 再起動が必要です

# STRINGS.UI.MODSSCREEN.NO_MODS_LINK
source: Take me to the mods!
japanese: MODへ行く！

# STRINGS.UI.MODSSCREEN.FEATUREDMOD
source: Featured Mod
japanese: おすすめのMOD

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_0
source: Verifying mod cache...
japanese: MODのキャッシュを確認中…

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD_PERCENT
source: %s percent
japanese: %s パーセント

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DETAILS
source: Verifying mod details...
japanese: MODの詳細を確認中…

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_DOWNLOAD
source: Downloading mods:
japanese: MODをダウンロードしています：

# STRINGS.UI.MODSSCREEN.WORKSHOP.STATE_LIST
source: Checking Workshop subscriptions...
japanese: ワークショップへの加入を確認中…

# STRINGS.UI.MODSSCREEN.LOADING
source: Loading
japanese: ロード中

# STRINGS.UI.MODSSCREEN.MOREMODS
source: More Mods
japanese: もっとたくさんのMOD

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_MANUAL
source: Disabled
japanese: オフ

# STRINGS.UI.MODSSCREEN.STATUS.WILL_ENABLE
source: To Be Enabled
japanese: オンにする

# STRINGS.UI.MODSSCREEN.STATUS.WILL_DISABLE
source: To Be Disabled
japanese: オフにする

# STRINGS.UI.MODSSCREEN.STATUS.WORKING_NORMALLY
source: Enabled
japanese: オン

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_OLD
source: Out-of-date!
japanese: 期限切れ！

# STRINGS.UI.MODSSCREEN.STATUS.DISABLED_ERROR
source: Crashed!
japanese: クラッシュしました！

# STRINGS.UI.MODSSCREEN.DISABLE
source: Disable
japanese: 無効化する

# STRINGS.UI.MODSSCREEN.ENABLE
source: Enable
japanese: 有効化する

# STRINGS.UI.MODSSCREEN.DISABLED_OLD
source: Mod is out-of-date, automatically disabled.
japanese: MODは期限切れのため、自動的に無効化されました。

# STRINGS.UI.MODSSCREEN.WILL_DISABLE
source: Mod will be disabled.
japanese: MODは無効化されます。

# STRINGS.UI.MODSSCREEN.WORKING_NORMALLY
source: Mod is installed.
japanese: MODがインストールされています。

# STRINGS.UI.MODSSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.MODSSCREEN.DISABLED_ERROR
source: Crashed on last start, automatically disabled.
japanese: 前回の起動時にクラッシュしたため、自動的に無効化されました。

# STRINGS.UI.STARTADVENTURE.BODY
source: You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge. Should you die, you will start back at this portal, but lose all your progress on the journey.
japanese: あなたはこれからMaxwellを探す、長くて困難な旅に出ようとしています。あなたは5つの世界を生き延びなければいけません。各世界はランダムに構築され、新たな挑戦があります。 死んだ場合にはこの入り口から再スタートしますが、旅の途中での進捗は全て失われます。

# STRINGS.UI.STARTADVENTURE.TITLE
source: Doorway to Adventure!
japanese: 冒険への入り口！

# STRINGS.UI.STARTADVENTURE.NO
source: Not Yet
japanese: まだ

# STRINGS.UI.STARTADVENTURE.YES
source: Let's Go!
japanese: さぁ行こう！

# STRINGS.UI.STARTADVENTURE.BODY_TEST
source: If you die during adventure mode, you will return back to this portal where you may restart the adventure. You're about to step into a long, arduous journey to find Maxwell. You will need to survive 5 worlds, each randomly generated to present a new challenge.
japanese: アドベンチャー・モードで死んだ場合には、この入り口へ戻ってきて、ここから冒険を再スタートすることになります。 あなたはこれからMaxwellを探す、長くて困難な旅に出ようとしています。あなたは5つの世界を生き延びなければいけません。各世界はランダムに構築され、新たな挑戦があります。

# STRINGS.UI.CONTROLSSCREEN.PS4.R3
source: Inventory Selection
japanese: 所持品セレクション

# STRINGS.UI.CONTROLSSCREEN.PS4.SQUARE
source: Attack
japanese: 攻撃する

# STRINGS.UI.CONTROLSSCREEN.PS4.CROSS
source: Do Action / Accept
japanese: アクションを実行／承認

# STRINGS.UI.CONTROLSSCREEN.PS4.L3
source: Walk
japanese: 歩く

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_LEFT
source: Use on World
japanese: 世界に使う

# STRINGS.UI.CONTROLSSCREEN.PS4.CIRCLE
source: Alt Action / Cancel
japanese: 代替アクション／キャンセル

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_RIGHT
source: Use on Self
japanese: 自分に使う

# STRINGS.UI.CONTROLSSCREEN.PS4.OPTIONS
source: Pause
japanese: 一時停止

# STRINGS.UI.CONTROLSSCREEN.PS4.L2
source: Open Crafting
japanese: クラフトを開く

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_UP
source: Inspect Item
japanese: アイテムを見る

# STRINGS.UI.CONTROLSSCREEN.PS4.DPAD_BOTTOM
source: Drop Item
japanese: アイテムを捨てる

# STRINGS.UI.CONTROLSSCREEN.PS4.L1
source: Rotate Camera
japanese: カメラを回転させる

# STRINGS.UI.CONTROLSSCREEN.PS4.TRIANGLE
source: Inspect
japanese: 調べる

# STRINGS.UI.CONTROLSSCREEN.PS4.R1
source: Rotate Camera
japanese: カメラを回転させる

# STRINGS.UI.CONTROLSSCREEN.PS4.R2
source: Open Inventory
japanese: 所持品を見る

# STRINGS.UI.CONTROLSSCREEN.PS4.TOUCHPAD
source: Map
japanese: 地図

# STRINGS.UI.CONTROLSSCREEN.APPLY
source: Apply
japanese: 適用

# STRINGS.UI.CONTROLSSCREEN.RESET
source: Reset
japanese: リセット

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.6
source: Unknown Controller
japanese: 不明なコントローラー

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.2
source: Xbox360 Controller
japanese: Xbox360 コントローラー

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.3
source: PS4 Controller
japanese: PS4 コントローラー

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.1
source: Keyboard and Mouse
japanese: キーボードとマウス

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.4
source: Generic Controller
japanese: 市販コントローラー

# STRINGS.UI.CONTROLSSCREEN.INPUT_NAMES.5
source: Unknown
japanese: 未知

# STRINGS.UI.CONTROLSSCREEN.CONTROL_SELECT
source: -- Select new input --
japanese: -- 新しいインプットを選択 --

# STRINGS.UI.CONTROLSSCREEN.DEFAULT_CONTROL_TEXT
source: Default: %s
japanese: デフォルト： %s

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_BODY
source: Do you want abandon your changes?
japanese: 変更を取り消しますか？

# STRINGS.UI.CONTROLSSCREEN.YES
source: Yes
japanese: はい

# STRINGS.UI.CONTROLSSCREEN.LOSE_CHANGES_TITLE
source: Lose Changes?
japanese: 変更を取り消しますか？

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.1
source: Primary
japanese: メイン

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.2
source: Secondary
japanese: サブ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.3
source: Do Attack
japanese: 攻撃する

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.4
source: Inv. Inspect
japanese: 所持品 調査

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.5
source: Do Action
japanese: アクションを実行

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.6
source: Move Up
japanese: 上へ移動

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.7
source: Move Down
japanese: 下へ移動

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.8
source: Move Left
japanese: 左へ移動

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.9
source: Move Right
japanese: 右へ移動

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.10
source: Zoom In
japanese: ズームイン

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.11
source: Zoom Out
japanese: ズームアウト

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.12
source: Rotate Left
japanese: 左に回転

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.13
source: Rotate Right
japanese: 右に回転

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.14
source: Pause
japanese: 一時停止

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.15
source: Map
japanese: 地図

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.16
source: Inv 1
japanese: 所持品１

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.17
source: Inv 2
japanese: 所持品２
