Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_WOODFLOOR
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEARDHAIR
source: This is human facial hair.
japanese: これは人間のヒゲだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.GENERIC
source: Cardinalis! Beautiful plumage.
japanese: ショウジョウコウカンチョウ！素敵な羽飾り。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROBIN.HELD
source: He will be my friend.
japanese: 彼は私の友達になってくれるんだね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKY
source: Their carapace is made of rocks.
japanese: 彼らの甲皮は岩でできている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KNIGHT
source: An automatic equine.
japanese: 機械式のウマ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STINGER
source: It tapers to a sharp point.
japanese: 鋭くなるまで細くなる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_CAVE
source: You could read by that light.
japanese: その明かりで文字が読めるね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PETALS_EVIL
source: Interesting, these petals seem to have a mind of their own.
japanese: おもしろい。この花びらには意思があるようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BISHOP
source: A clockwork clergyman.
japanese: 時計仕掛けの聖職者。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Parts of this are missing.
japanese: このパーツがいくつか欠けている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDEREGGSACK
source: A highly portable spider egg sack.
japanese: 持ち運び可能なクモの卵の袋。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_PLANTED
source: Daucus carota is a root vegetable.
japanese: ニンジンは根菜。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_MARSH_BUSH
source: It requires soil to grow.
japanese: 伸びるには土が必要だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ANCIENT_ALTAR
source: A monument to some long dead god.
japanese: 昔々に死んだ神の記念碑。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STAFFLIGHT
source: Perhaps a larger staff would summon a larger star.
japanese: もしかして大きな杖ならもっとすごい英雄が召還できるかも。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MARBLETREE
source: Amazing. A tree made entirely of marble.
japanese: 素晴らしい。大理石でできた木。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_SAPLING
source: It requires soil to grow.
japanese: 伸びるには土が必要だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLIGHT
source: How magical!
japanese: 魔法みたいだ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAZOR
source: A personal hygiene implement.
japanese: 衛生管理用品。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_GRASS
source: It requires soil to grow.
japanese: 伸びるには土が必要だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLE
source: A horror waiting in the mud.
japanese: 泥の中で待ち受ける恐怖。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HOMESIGN
source: A navigational aid.
japanese: ナビゲーション補助。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHIVE
source: The natural home of the bee.
japanese: 蜂の自然なおうち。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GENERIC
source: It's a... plant. Of some kind.
japanese: それって…植物。の一種だと思う。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.READY
source: It looks mature, now.
japanese: 完熟したかな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANT_NORMAL.GROWING
source: It is not yet ready for harvest.
japanese: まだ収穫できそうにない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_FERN
source: A lovely ornamental plant.
japanese: 素敵な飾り用の植物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.GENERIC
source: Conifer seeds encased in a mature strobilus.
japanese: 成熟した松かさの中の、針葉樹の種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PINECONE.PLANTED
source: A young Conifer.
japanese: 若い針葉樹。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PLANTMEAT_COOKED
source: I feel better about eating this now.
japanese: これを食べても良いように思えてきた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGKING
source: He appears to be the leader of the village.
japanese: 彼がこの村のリーダーみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HORN
source: What an excellent specimen! I can almost hear the beefalo.
japanese: なんて素晴らしい標本だろう！もう少しでビーファロの声が聞こえてくるようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_CRANK
source: It applies basic mechanical principles.
japanese: 基本的な機械の原理を利用している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGGYBACK
source: A face only necessity could love.
japanese: 圧倒的な必要性がなければ、愛せない顔だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ONEMANBAND
source: An impressive improvement to the traditional pipe and tabor.
japanese: 伝統的な笛と小太鼓に、あっと驚く改良。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHESTER
source: A motile storage chest.
japanese: 動く収納チェスト。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GUANO
source: More metabolic byproduct.
japanese: もっとたくさんの代謝副産物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HONEY
source: Sweetened plant nectar.
japanese: 甘い植物のネクター。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.GENERIC
source: A crude apiary.
japanese: 自然のままの養蜂場。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEBOX.READY
source: I can harvest honey from it.
japanese: これからハチミツがとれる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEHAT
source: Appropriate protective equipment is a must!
japanese: ちゃんとした防具が絶対必要！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITOSACK
source: The stomach of a Culicidae, brimming with blood.
japanese: 血であふれんばかりの蚊のお腹。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.PLANT
source: Reminds me of the Anglerfish.
japanese: アンコウみたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.DIRT
source: It would be best to stay away from that.
japanese: 近寄らない方がいい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORM.WORM
source: Worm attack!
japanese: ミミズアタック！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.GENERIC
source: A thirsty female Haemagogus Devorator.
japanese: 飢えたメスの蚊。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO.HELD
source: It is securely stored.
japanese: 安全に保管されている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.GENERIC
source: It is especially venomous.
japanese: これは特に毒が危ない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KILLERBEE.HELD
source: It is not pleased.
japanese: 嬉しくなさそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHEAD
source: I'm uncertain whether it is rotting or fermenting.
japanese: 腐っているのか発酵しているのかわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.GENERIC
source: Apis mellifera. Quite large!
japanese: セイヨウミツバチ。けっこう大きい！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEE.HELD
source: It is not pleased.
japanese: 嬉しくなさそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GREEN_CAP_COOKED
source: Chemistry has happened.
japanese: 化学反応が起こった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP_COOKED
source: Chemistry has happened.
japanese: 化学反応が起こった。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RED_CAP
source: Red usually indicates poison.
japanese: 赤色は毒をもった印。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGSKIN
source: The haunch of a semi-intelligent bipedal pig.
japanese: いくらかの知性を持った二足歩行のブタのお尻。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMBAT
source: I'm not sure this was the most efficient use of resources.
japanese: 資源の最も友好的な使い方だったかどうかはわからない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STATUEHARP
source: A simple statue.
japanese: ただの彫像。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AXE
source: A dual inclined plane attached to a lever.
japanese: レバーに取り付けられたデュアル傾斜の飛行機。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GEARS
source: Various cogs and wheels.
japanese: 色んな歯車や車輪。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDTRAP
source: A simple clap-trap for birds.
japanese: 鳥を捕まえる単純な罠。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOWOOL
source: Long follicles harvested from the beefalo.
japanese: ビーファロから摘出した長い卵胞。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUREPLANTBULB
source: Now I can move the plant as I wish.
japanese: これで好きに植木を動かせる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DURIAN_SEEDS
source: Even the seeds of the Durio zibethinus smell a bit.
japanese: ドリアンって種まで臭い。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMEAT
source: It is slightly more appetizing when cooked.
japanese: 料理された後の方が、もうちょっと美味しそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TORCH
source: An improvised handheld light.
japanese: 即席で作った懐中電灯。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN_SEEDS
source: Pepitas.
japanese: カボチャの種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGONFRUIT
source: Hylocereus undatus, or pitahaya blanca.
japanese: ホワイトドラゴンフルーツ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPEAR
source: Ancient weapons technology.
japanese: 古代の武器技術。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALOHAT
source: This hat is hideous.
japanese: この帽子はかっこわるい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MINOTAURCHEST
source: That chest is absolutely marvellous.
japanese: あのチェストはやっぱり素晴らしい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WINTERHAT
source: I knit it myself.
japanese: 私が自分で編んだんだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLTHRONE
source: What an intimidating chair.
japanese: なんて怖い椅子だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of the broken.
japanese: 壊れたものの欠片。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POOP
source: A quantity of animal feces. How fragrant.
japanese: 大量の動物の排泄物。なんてすごい香り。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB3
source: Perhaps I have gone too far.
japanese: いき過ぎちゃったかな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING
source: Technically edible.
japanese: 論理的には食べられる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESEARCHLAB
source: It's a research station. I can learn new things with it.
japanese: リサーチステーションだ。これで新しいことが学べる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD
source: That offers some protection.
japanese: いくらか防護してくれる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WAFFLES
source: Salutations, waffles.
japanese: ごきげんよう、ワッフルよ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENPITCHFORK
source: The most malleable of metals, but let's see how this tills.
japanese: もっとも可鍛性のある金属だけど、まずは耕しやすさをみてみよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAMMER
source: A worker's tool.
japanese: 働き者のツール。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SKELETON
source: An incredibly well preserved human skeleton.
japanese: とてもきれいに保存された人間の骸骨。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELESTAFF
source: The gem appears to focus the nightmare fuel.
japanese: ジェムが悪夢の燃料をフォーカスさせているみたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWGEM
source: Perhaps it is similar to Citrine.
japanese: 黄水晶に似ているかも。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERGLAND
source: This gland secretes a mildly toxic venom.
japanese: この分泌腺からはゆるい毒素が出てる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_TALL_FULL
source: Another stalagmite.
japanese: また石筍だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN
source: Zea mays, a great staple food.
japanese: トウモロコシはいい主食。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABBITHOLE
source: It looks like a small animal's burrow.
japanese: 小さな獣の巣穴みたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK
source: A leg of poultry.
japanese: 鶏の足。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KOALEFANT_WINTER
source: Koalefanta Proboscidea in thick winter pelage
japanese: 長鼻のコアラぞうは分厚い冬毛に包まれてる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_GRASS
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANDRAKESOUP
source: Mandragora officinarum, prepared as a soup in the name of discovery.
japanese: マンドラゴラ、発見という名目でスープに仕立てられた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.GENERIC
source: The pig creatures have such prosaic taste in architecture.
japanese: ブタという生き物は建築に対する美学をもたない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: That was quite rude.
japanese: いまのは失礼だったな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHOUSE.FULL
source: I wonder what they do in there.
japanese: 中で何をしてるんだろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAMPUS_SACK
source: It seems bigger inside than out.
japanese: 外側よりも内側の方が広く見える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LITTLE_WALRUS
source: The juvenile is not as aggressive.
japanese: 未成熟のうちはあまり攻撃的じゃない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_EXIT
source: Maybe I should go back up for some fresh air.
japanese: 上に戻ってきれいな空気を吸いに行こうかな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICESTAFF
source: I believe it works via condensation.
japanese: 凝縮によって機能するようだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELL
source: What a rude gentleman.
japanese: なんて無礼な紳士だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIGHEAD
source: It's a head on a stick.
japanese: 棒についた頭だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLPHONOGRAPH
source: It appears to have no power source.
japanese: 電源がないみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENTACLESPIKE
source: Never grab the pointy end.
japanese: 尖った方を握っちゃいけない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTLIGHT
source: Curiously luminescent.
japanese: 奇妙に発光している。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKIN
source: Cucurbita pepo.
japanese: ペポカボチャ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDERHAT
source: With this I should be able to exert psionic control over the spiders.
japanese: これでクモたちに対して超常現象を発揮することができる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORN_SEEDS
source: These maize seeds will grow in many climates.
japanese: このトウモロコシの種は色々な気候で育つことができる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_FIRE
source: Improvised inflammatory device.
japanese: 簡易炎症装置。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTER
source: Lepidopterous lipids?
japanese: チョウチョの脂質？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Highly conductive!
japanese: 高い伝導率！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Radiant electrical energy!
japanese: 放射電気エネルギー！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_SEEDS
source: Seeds of Punica granatum, separated from their arils.
japanese: ザクロ。仮種皮と分別済み。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FIRESTAFF
source: Some kind of fire-throwing contraption.
japanese: 火を投げる仕掛け。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT_DRIED
source: Salty yet satisfying.
japanese: しょっぱいけれど、満足できる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EEL_COOKED
source: This eel has been cooked.
japanese: このウナギは料理されている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOARDS
source: Roughly hewn wood boards.
japanese: 荒く削った木の板。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHSTICKS
source: Give me some tartar sauce and I'm in heaven.
japanese: タルタルソースがあれば、気分は天国。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE_COOKED
source: Punica granatum is so nice when it's warmed up.
japanese: ザクロって温めるととても美味しい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_WOOD_ITEM
source: Deployable pickets.
japanese: 配置可能な哨兵。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.GENERIC
source: It's an Ardisia crenata bush.
japanese: マンリョウの茂み。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.PICKED
source: The berries are growing back, slowly.
japanese: 木の実がまた少しずつ生えてきている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERRYBUSH.BARREN
source: I will require an intervention.
japanese: 介入が必要だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCKS
source: A handful of assorted rocks.
japanese: 一握りの、色々な小石。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTGRASS
source: Some grass cuttings.
japanese: 超低空飛行。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT_SEEDS
source: Seed of aubergine.
japanese: ナスの種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CAVE_BANANA
source: All of them are genetically identical.
japanese: 全て遺伝子的に同一だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BATWING_COOKED
source: Technically edible.
japanese: 論理的には食べられる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEHOUND
source: What a strange, cold beast.
japanese: なんて奇妙で冷たい獣だろう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: This runestone has unique geometric properties!
japanese: ルーン文字の刻まれた石碑はとてもユニークな特性をもっている！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: The device needs to be activated.
japanese: 装置を稼動しないといけない。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: This machine can be used to travel between worlds.
japanese: この機械で世界間を移動できる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: The device is in a partial state of completion.
japanese: 装置は未完成だ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTONE
source: There is something unnatural about that stone.
japanese: この石はどこか不自然なところがある。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RESURRECTIONSTATUE
source: How very pagan.
japanese: 変わった宗教っぽいな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RAINOMETER
source: Measure before you act.
japanese: 考えてから行動しよう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.VALID
source: It looks to be ready.
japanese: 準備ができたみたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TELEBASE.GEMS
source: I don't think it's powered yet.
japanese: まだ電源が入っていないと思う。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERMEAT_DRIED
source: Salty yet satisfying.
japanese: しょっぱいけれど、満足できる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.GENERIC
source: A capped lava pit.
japanese: 覆われた溶岩ピット。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.OUT
source: The lava remains underneath!
japanese: まだ地下に溶岩が残っている！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling
japanese: 溶岩が冷えてる

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_LIGHT.NORMAL
source: Lava's hot.
japanese: 溶岩が熱い。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BACKPACK
source: I could fit many books in here.
japanese: ここにたくさん本が入れられるな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.YELLOWSTAFF
source: Luckily the star is a manageable size.
japanese: ラッキーなことに、この星の大きさならなんとか扱える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MALE_PUPPET
source: Poor boy.
japanese: かわいそうな男の子。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FEM_PUPPET
source: Poor girl.
japanese: かわいそうな女の子。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAXWELLLOCK
source: Now I just need a key.
japanese: あとは鍵が必要なだけ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WETGOOP
source: Oh no. No, no, no. This won't do at all.
japanese: なんてことだ！いやいやいや。これじゃダメだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.AMULET
source: A relic from another time.
japanese: 過去の遺物。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_SPITTER
source: An arachnid that spits projectiles.
japanese: ミサイルを吐き出すクモ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STALAGMITE_FULL
source: A strange rock formation.
japanese: 奇妙な石のフォーメーション。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_TENTACLES
source: Hard to put this one down. It's gripping, frankly.
japanese: これは放っておけないな。けっこう面白い。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CARROT_SEEDS
source: Seed of Daucus carota.
japanese: ニンジンの種。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHOVEL
source: It's shovel. Surely you've seen one before?
japanese: シャベルだ。見たことあるだろう？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MEAT
source: I normally wouldn't eat this raw.
japanese: 普段は生では食べないんだけど。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TOPHAT
source: How bourgeois.
japanese: なんてブルジョワな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_CARPETFLOOR
source: The ground. You step on it.
japanese: 大地。踏みしめるもの。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.GENERIC
source: This will safely contain one avian specimen.
japanese: ここに鳥の標本がちょうど一つ分収まる。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.SLEEPING
source: Shhhhh!
japanese: シーッ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is contained.
japanese: 彼は落ちついた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP_TEETH
source: It's covered with a thin film of canine digestive fluid.
japanese: イヌの消化液の薄い膜で覆われている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POMEGRANATE
source: Punica granatum. Watery, sweet and a bit sour.
japanese: ザクロ。水っぽくて、甘くて、ちょっと酸っぱい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.UMBRELLA
source: A simple apparatus for keeping dry.
japanese: 乾いた状態を保つための簡単な器具。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_7
source: I'd rather use my hands to read a book.
japanese: 本を読むのには自分の手を使いたいな。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORWOOD
source: Crude plate mail cobbled together from log sections.
japanese: 丸太をつぎはぎして作られた、雑な板金甲冑。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_GARDENING
source: Dead plants tied together to help me help alive plants.
japanese: 死んだ植物たちは僕が生きた植物を助けるために互いに結びついた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: It appears to be of the warrior caste.
japanese: 戦士の階級制度らしい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: A well deserved rest, no doubt.
japanese: 当然休む権利がある。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPIDER_WARRIOR.DEAD
source: He gave his life for his queen.
japanese: 彼は女王のために命を捧げた。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WORMLIGHT
source: It's softer than I would've thought.
japanese: 思ったよりも柔らかい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_BRIMSTONE
source: What could possibly go wrong?
japanese: 何がどう間違うっていうの？

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALRUS_TUSK
source: This would be useful for scrimshaw.
japanese: 手工品を作るのに使える。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COOKEDMANDRAKE
source: Mandragora officinarum, cooked in the name of discovery.
japanese: マンドラゴラ、発見という名目で調理された。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUTTERFLYWINGS
source: Wings from a captured butterfly.
japanese: 捕えられたチョウチョの羽。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NIGHTSWORD
source: Transdimensional weaponry.
japanese: 次元転送武器。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TENT
source: Sleeping in there would give me a stiff neck.
japanese: そんなとこに寝たら首を寝違えちゃう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORMARBLE
source: An interesting choice of materials.
japanese: 面白い素材の選び方。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRINKET_1
source: What a lovely set of bottle washers! Too bad they're all melted.
japanese: 下働きの人がいっぱい！みんな溶けちゃって残念。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMALLMEAT
source: It's a small, raw piece of meat.
japanese: 小さな、生の肉のかたまり。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWERHAT
source: How celebratory.
japanese: お祝い気分。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.GENERIC
source: It looks almost like a Bos Taurus.
japanese: ウシみたい。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.SLEEPING
source: It's sleeping.
japanese: 寝ている。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.FOLLOWER
source: It appears to be following me.
japanese: 僕のあとをつけてくるみたいだ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BEEFALO.NAKED
source: It looks cold.
japanese: 冷たそう。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDNUGGET
source: A small lump of gold. Atomic number 79.
japanese: 小さな金の塊。原子番号79。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TAFFY
source: I don't much care for sweets, but... desperate times.
japanese: 甘いものは得意じゃないんだけど…非常時だしね。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSHTREE_TALL
source: A tree with a fungal parasite.
japanese: カビが寄生している木。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EGGPLANT
source: A nightshade, specifically Solanum melongena.
japanese: ナス科の植物、特にナスビ。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TRAP
source: A simple stick-and-basket trap.
japanese: 簡単な「棒とカゴ」の仕掛け。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRUMSTICK_COOKED
source: Not terribly healthy, but my is it delicious!
japanese: あんまりヘルシーじゃないけれど、すごく美味しい！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POND
source: A small, but deep freshwater pond.
japanese: 小さいけれど、深い淡水湖。

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PUMPKINCOOKIE
source: Pumpkin biscuits, goody!
japanese: カボチャのビスケット。やったぁ！

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEADLYFEAST
source: I'm not sure that's good to eat.
japanese: それは食べない方がいいかも。
