Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLY.HELD
source: I hold its life in my hands.
japanese: この命があたしのこの手の中に。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAUR
source: He must be lonely. Trapped in such a small cage.
japanese: 彼はきっと寂しいのだろう。あんなに小さな檻に閉じ込められて。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL
source: The earth reaches up.
japanese: 地球が背伸びしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CANE
source: I can get nowhere faster.
japanese: これ以上早く、他の場所にはつけない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_WINTER
source: Separated from its only friend.
japanese: たった一人の友達と引き離されて。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_SUMMER
source: I would have preferred the ears.
japanese: あたしは耳の方が良かったんだけど。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNK_COOKED
source: It looks even worse now.
japanese: さらに良くない見た目になった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UNAGI
source: It looks more appetizing this way.
japanese: この方が食欲をそそるように見える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Dank.
japanese: ジメジメしているわ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: I would hide too, if I could.
japanese: 隠れられるものなら、隠れている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: Harvested.
japanese: 収穫済み。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_WINTER
source: It may warm my body, but what of my spirit?
japanese: 体は温まるけれど、心の方は？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_TRIPLE
source: It looks fragile.
japanese: 壊れやすそうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Damp.
japanese: 湿ってる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.INGROUND
source: I would hide too, if I could.
japanese: 隠れられるものなら、隠れている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_MUSHROOM.PICKED
source: Harvested.
japanese: 収穫済み。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHAT
source: This will protect me from those happy buzzing sounds. Oh, and the stings.
japanese: これがあたしを、陽気なブンブンという音から守ってくれる。それと、刺されることからもね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.GENERIC
source: A tiny brightness in the dark.
japanese: 暗闇の中の、小さな明かり。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREFLIES.HELD
source: Tiny lights, stranded from the world outside my pocket.
japanese: 小さな明かりが、僕のポケットの外の世界で立ち往生している。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_LOW
source: The earth reaches up.
japanese: 地球が背伸びしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYETURRET
source: I do not know why it helps me.
japanese: なぜこれが役に立つのかわからない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHOLE
source: It is infested.
japanese: 感染している。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRUNKVEST_SUMMER
source: Skin to wear on my skin.
japanese: 自分の肌に身につけるための皮。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMONSTERMEAT
source: Cooked evil is still evil.
japanese: 料理したって、悪は悪。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEAMULET
source: A familiar chilling embrace.
japanese: 懐かしい、身も凍るような抱擁。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERDEN
source: A nest of filth and villany.
japanese: 堕落と悪事の巣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_8
source: I wish I could take a bath.
japanese: お風呂に入りたいな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE_DOUBLE
source: It looks fragile.
japanese: 壊れやすそうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMANDRAKE
source: It was a good death. He will be delicious.
japanese: いい死に方だった。きっと美味しいだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEGEM
source: Such things used to bring me happiness.
japanese: 以前はそういうものが僕を幸せにしてくれた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUSHHAT
source: Oh to disappear.
japanese: あぁ、もしも姿が消せたなら。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDENSHOVEL
source: At least I can dig with style.
japanese: 少なくとも、おしゃれに掘ることはできる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_6
source: Once alive with electricity, they've met their end.
japanese: 一時は電気で生きられた身も、今は破滅さ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_5
source: I'd fly this straight into the sun, if only it was bigger.
japanese: これがもう少し大きかったら、太陽に向かって飛ばすのに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEMAXWELL
source: He brought me here.
japanese: 彼があたしをここに連れて来てくれた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_STATUE
source: Not very attractive.
japanese: あんまり魅力的じゃない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_4
source: I'd carry this to the end of the world.
japanese: あたしなら世界の果てまでこれを持って行く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLINT
source: A tiny blade-like rock.
japanese: 小さな刀のような石。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_3
source: If only knives solved more of my problems...
japanese: ナイフが僕の問題をもっと解決してくれればいいのに…

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_2
source: It's a fake. Just a temptation, like death.
japanese: 偽物だ。ただの誘惑だ、死みたいな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_ROBIN
source: A redbird feather, red like blood.
japanese: 赤い鳥の羽。血のような赤。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: A tiny fragile being, struggling towards the light.
japanese: 小さくてもろい生き物、光に向かってもがいている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: It cannot bear the heat.
japanese: 熱に耐えられない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Chilled by the darkness.
japanese: 闇に凍えている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Soon now.
japanese: もうすぐ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: A life sooner begun is a life sooner ended.
japanese: 人生を早く始めれば、終えるのも早い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_STONE_ITEM
source: These won't protect from the demons within.
japanese: 内なる悪魔からは守ってくれない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I've never much cared for metaphor.
japanese: 比喩にこだわったことはない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTREEDS
source: I like to cut things up.
japanese: ものを切り刻むのが好き。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORWOOD
source: I might hold off the inevitable a bit longer with this.
japanese: これで、避けられないことを少し遅らせることができる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREASURECHEST
source: For which to contain my lucre.
japanese: あたしのもうけを含むもの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FOREST
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP_TEETH
source: A devious surprise from underground.
japanese: 地下からの不正なサプライズ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KRAMPUS
source: Hello, foul creature of the underworld.
japanese: こんにちは、地下の汚い生き物よ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RATATOUILLE
source: A whole bunch of cooked vegetables. Riveting.
japanese: 調理された野菜の束。目が釘付けだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.FULL
source: I hope he is enjoying himself.
japanese: 楽しんでるといいのだけれど。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Now I am all alone.
japanese: これで本当に一人ぼっちだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHOUSE.GENERIC
source: At least they are comfortable.
japanese: 少なくとも心地よい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SAVANNA
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRAP
source: Simple grass has become deadly.
japanese: ただの草が恐るべきものとなった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT_NIGHTMARE
source: Another battle lost to time.
japanese: また一つ、時間が戦に勝利した。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_MUD
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TORCH
source: A tiny bulwark against the night.
japanese: 闇に対する、小さな防波堤。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TOPHAT
source: I shall cover my head.
japanese: 頭を隠そう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASALT
source: Trying to break it would be pointless.
japanese: 壊そうとしても無意味だろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGLEGS
source: Torn right from the frog.
japanese: カエルから引き裂かれた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRD_EGG
source: So much hope, dashed.
japanese: たくさんの希望に、失望した。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_GARDEN
source: This one is different.
japanese: これは違う。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TALLBIRDEGG
source: So full of potential.
japanese: 可能性であふれている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPIKE
source: Sharp, slimy and dangerous.
japanese: 鋭く、ヌネヌメしていて危険。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.THULECITE_PIECES
source: Fragments of a powerful material.
japanese: 力強いものの断片。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLESPOTS
source: These are better left unmentioned.
japanese: これらについては触れないほうがいい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PENGUIN
source: All dressed up, but where to go?
japanese: 正装してみたけど、どこへ行けばいい？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORGRASS
source: I prolong the inevitable.
japanese: 避けられないものは引き延ばす。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.GENERIC
source: The mighty mandrake. I should pick it at night.
japanese: 強力なマンドレーク。夜に摘んでおこうっと。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.PICKED
source: Onward, my vegetable minions!
japanese: 進め！あたしの野菜兵たちよ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKE.DEAD
source: Alas, poor mandrake!
japanese: あぁ、かわいそうなマンドレークよ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.GENERIC
source: A bee with a cold, dead heart.
japanese: 冷たい、死んだ心を持つ蜂。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KILLERBEE.HELD
source: Be still, little one.
japanese: 小さきものよ、じっとしていろ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DURIAN_COOKED
source: Less spiky, but even smellier!
japanese: トゲトゲは少ないけれど、もっと臭い！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENT
source: Sleep is but a preview of death.
japanese: 眠りは死の予告編にすぎない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_RING
source: It has no sharp edges.
japanese: 鋭いエッジはない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIVINGLOG
source: It is forever silently screaming.
japanese: 永遠に静かに叫び続ける。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_POTATO
source: What a hideous creation!
japanese: なんて醜い生き物なんだ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_COOKED
source: Still not a dragon. At least it's dead.
japanese: まだドラゴンじゃない。ともかく死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLEHAT
source: I doubt it will help me more than it did for the original owner.
japanese: もとの持ち主以上に、あたしの役に立つとは思えない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_SEEDS
source: I was expecting more seeds than this from that thing.
japanese: あれからはもっとたくさんの種が出ると思っていたのに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BOX
source: It contains a vital spark.
japanese: 生き生きとした力が含まれている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER
source: They are bright and cheery. Yuck.
japanese: 明るくて、陽気だ。ゲーッ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POTTEDFERN
source: It lives in a cage.
japanese: 檻の中に住んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BANDAGE
source: I'll only end up hurt again.
japanese: また傷ついて終わるだけだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPOILED_FOOD
source: Everything turns to waste, eventually.
japanese: 全てのものはゴミとなる。いずれはね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_12
source: Not so slimy any more, are we?
japanese: もう僕らはヌメヌメしていないよね？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE_PILLAR
source: So this is what goes on down below.
japanese: 地下ではこんなことが起こっていたのか。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.GENERIC
source: I'd steer clear of that stinger.
japanese: あの毒針には近づかない方がいい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEE.HELD
source: Be still, little one.
japanese: 小さきものよ、じっとしていろ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACONEGGS
source: A balanced breakfast to start another miserable day.
japanese: また不幸な一日を始めるのに、バランスのとれた朝食を。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STUFFEDEGGPLANT
source: A nightshade. Probably not filled with poison.
japanese: イヌホウズキだ。たぶん毒はない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STRAWHAT
source: I shall cover my head.
japanese: 頭を隠そう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_PLANT
source: It's a plant.
japanese: 植物だ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STINGER
source: Sharp and deadly.
japanese: 鋭く、致命的。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STATUEHARP
source: Maybe these statues will keep me company.
japanese: この彫像たちがいればさみしくないかな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEAMULET
source: It's oozing.
japanese: にじみ出てる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOOMERANG
source: Death returns to the sender.
japanese: 死が送り主に戻って行く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_UNDERROCK
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENGEM
source: The flaws are its most beautiful features.
japanese: 欠点が、最も美しい長所だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBOT_PUPPET
source: I wonder what it did.
japanese: いったい何をしたんだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANFLUTE
source: Music is the window to my empty soul.
japanese: 音楽は僕の空っぽな魂への窓口だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.GENERIC
source: Will you leave me too?
japanese: 君も僕を置いて行くの？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.HUNGRY
source: We all try to fill the void.
japanese: みんな喪失感を埋めようとするんだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TEENBIRD.STARVING
source: Your true nature is revealed!
japanese: 君の本質があらわになった！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: A warrior of the night!
japanese: 闇の戦士！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: I must beware.
japanese: 用心しなければ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Alas, brave warrior.
japanese: あぁ、勇敢な戦士よ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERHAT
source: Time to stare into the abyss.
japanese: 深淵を覗き込む時間だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_HAY
source: That is the mere suggestion of defense.
japanese: ただの防衛に関する助言だよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDEREGGSACK
source: A tiny package full of death and destruction.
japanese: 死と破壊でいっぱいの、小さな小包。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LANTERN
source: Light the way darkly.
japanese: 道に暗い明かりを灯して。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_9
source: Mismatched buttons for a mismatched life.
japanese: ちぐはぐな人生に、ちぐはぐなボタン。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPEAR
source: I have become the destroyer of worlds.
japanese: 世界の破壊者となった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.GENERIC
source: There it sits, just taking up space.
japanese: そこで、場所をとっているだけだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.HOT
source: Those that burn brightest, burn fastest.
japanese: 一番明るい光が、一番初めに燃え尽きる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.COLD
source: As cold and lifeless as every other rock.
japanese: 他の石と同じように冷たく、命をもたない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEATROCK.WARM
source: Even now it's warmth is fading...
japanese: 今もぬくもりが消え去っていく…

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT_DRIED
source: Meat turned dry and delicious.
japanese: 肉が乾燥して美味しくなった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURPER_PELT
source: An empty bag of hunger.
japanese: 腹ぺこの、空っぽな袋。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL
source: An eel.
japanese: ウナギ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLMEAT
source: It smells like tiny fear.
japanese: 小さな恐怖の臭いがする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello there, little one.
japanese: こんにちは、小さきものよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.HUNGRY
source: Are you empty inside?
japanese: 中身は空っぽかい？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMALLBIRD.STARVING
source: A black hole from which seeds never return.
japanese: 種が二度と戻らないブラックホール。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.DUG
source: The earth has vomited up its secrets.
japanese: 大地が秘密を吐き出した。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOUND.GENERIC
source: Some day, I will join you.
japanese: いつか、あたしも君と一緒に行くわ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BABYBEEFALO
source: Enjoy your youth. Soon you will learn the terrors of the real world.
japanese: 若さを楽しんで。すぐに現実世界の怖さを知ることになる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_EVIL
source: At least they're better than the other flowers.
japanese: ともかく他の花よりはいい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLEPILLAR
source: Even stone can not withstand the constant pull of decay.
japanese: 石ですらも常に朽ちることからは逃れられない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA_COOKED
source: Warmed banana mush is so much better.
japanese: 温かい、ぐちゃぐちゃのバナナの方が断然いい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MALE_PUPPET
source: I wonder what he did.
japanese: 彼は何をしたんだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESURRECTIONSTATUE
source: I'm just putting off the inevitable.
japanese: 避けられないものを引き延ばしているだけ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHOVEL
source: What terrible secrets might I uncover?
japanese: いったいどんな恐ろしい秘密を暴くのだろう？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEWING_KIT
source: Another implement for putting off inevitable decay.
japanese: 避けられない衰退を引き延ばすもう一つの手段。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS_COOKED
source: I toasted their life away.
japanese: あたしが彼らの人生を焦がしちゃった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.GENERIC
source: All that's left after another beautiful fire.
japanese: また一つ美しい炎のあとに残されたもの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_THINGIE
source: This was once some thing before it got burned...
japanese: 燃やされる前に何か意味があったのだろう…

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was consumed by fire when I teleported!
japanese: その目玉の骨はテレポートした時の燃料として火にくべられた！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEEDS
source: Life, or at least the promise of it.
japanese: 生きること、少なくとも、そうなることの約束。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.INACTIVE
source: Even this obelisk has left me.
japanese: このオベリスクですらあたしを一人にした。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SANITYROCK.ACTIVE
source: It's calling to me.
japanese: そいつは俺を呼んでいる！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUE_CAP_COOKED
source: All is malleable.
japanese: 全てに適応性がある。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND_ALGAE
source: Some algae.
japanese: いくらかの藻。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEROGIES
source: A lovely little pouch of nutrients.
japanese: 素敵な栄養分の小袋。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FROGGLEBUNWICH
source: I never thought frog's legs could look so good.
japanese: カエルの足がこんなに美味しそうに見えるなんて。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYHAM
source: A sweet sauce for this creature's sweet embrace.
japanese: この生き物の甘い抱擁に、甘いソースを。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROTTENEGG
source: The way of all things.
japanese: 全てのものごとの道理。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSLURPER
source: A clinging, dreary, living suit.
japanese: ぴったりとした、わびしい、生きたスーツ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROPE
source: That would be the easy way out of this place.
japanese: それがここを抜け出す簡単な道。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_SINKHOLE
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROOK
source: A Rook? Or is it a Castle?
japanese: ルークの駒？それともお城？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_DROPPER
source: The darkness has drained the colour from their fur.
japanese: 闇が彼らの毛皮から色を奪った。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERLASAGNA
source: Cooked evil is still evil, even in lasagna.
japanese: 料理したって、悪は悪。ラザニアでもね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNT
source: Used up and done for.
japanese: 使い尽くし死にそうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.CHOPPED
source: Everything dies.
japanese: すべて死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.GENERIC
source: Nature is so boring.
japanese: 自然って退屈だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EVERGREEN.BURNING
source: It's burning brightly.
japanese: 明るく燃えている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKULLCHEST
source: It shall contain my memento mori.
japanese: それはあたしの死の警告を含むだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK
source: Even that is not permanent.
japanese: それだって、永久ではない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_PIPE
source: I blow in this end and pain comes out the other end.
japanese: あたしがこっちから吹くと、あっちから痛みが出て行く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.GENERIC
source: A crusted over lava pit.
japanese: 外皮で覆われた溶岩ピット。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.OUT
source: It looks harmless.
japanese: 見た感じ安全そうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.LOW
source: The shadows encroach.
japanese: 影が侵略してくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCK_LIGHT.NORMAL
source: The lava's on fire.
japanese: 溶岩が燃えている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.GENERIC
source: Life in the barren, frozen wastes.
japanese: 不毛な凍った荒野での人生。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN_WINTER.HELD
source: It's so soft. it is my enemy.
japanese: とても柔らかい。あたしの敵だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.GENERIC
source: Does that mean spring is coming? I hope not.
japanese: それってもうすぐ春が来るってこと？違うといいな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROBIN.HELD
source: He likes being trapped in my pocket.
japanese: 彼はあたしのポケットの中に閉じこもっているのが好きなの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGTORCH
source: It cuts at the darkness.
japanese: 闇を切り裂く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREENAMULET
source: A flash of brilliance!
japanese: 明るい閃光！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_MEDIUM
source: It looks like a rotting hat.
japanese: 腐った帽子みたい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_BERRYBUSH
source: I like it dead, but I should plant this.
japanese: 死んだ方が好きなんだけど、植えた方がいいはず。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURKEYDINNER
source: Who's gobbling now?
japanese: 誰がガツガツ食べる番？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SILK
source: So slippery and fine.
japanese: とてもツルツルしてて、細かい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB3
source: I have learnt unspeakable things.
japanese: 言葉では語れないものを学んだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PAPYRUS
source: For documenting my pain.
japanese: 僕の痛みを記録しておくために。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB2
source: I will learn unspeakable things.
japanese: 言葉では語れないものを学ぶ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RESEARCHLAB
source: I will learn unspeakable things.
japanese: 言葉では語れないものを学ぶ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGEAMULET
source: Temporary release from drudgery.
japanese: イヤな仕事からの一時的な開放。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOCKEDWES
source: Trapped by Maxwell's statues, forever alive.
japanese: Maxwellの彫像たちに捕えられている、いつまでも生きている状態で。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREHOUND
source: His disposition is firey.
japanese: 彼は情熱的な気質だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUNPOWDER
source: It is a dark path I tread.
japanese: あたしの進む道は暗い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_WOODFLOOR
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RED_CAP_COOKED
source: All is malleable.
japanese: 全てに適応性がある。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.REDGEM
source: Red like my heart's blood.
japanese: あたしの心臓の血のように赤い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKY
source: What terrible sights they have seen.
japanese: 彼らはなんて凄惨な光景を目にしてきたんだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KNIGHT
source: A cold, soulless horse.
japanese: 冷たく、魂のない馬。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAZOR
source: This is just for shaving.
japanese: これは剃るのに使うだけ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_CAVE
source: It looks fragile.
japanese: 壊れやすそうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS_EVIL
source: They are painted with the colours of my soul.
japanese: あたしの心の色で塗られている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BISHOP
source: What does he pray for?
japanese: 彼は何を祈っているんだろう？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: I hear the painful echos of the dead.
japanese: 死人の痛々しいこだまがきこえる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RAINOMETER
source: It measures cloudiness. I like it when it's dreary.
japanese: 曇り具合を計るの。荒涼とした感じが好きさ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABBITHOLE
source: I'm too big to fall down there.
japanese: そこに倒れるには、あたしは大きすぎね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PURPLEGEM
source: Purple like a... purple thing.
japanese: その紫はまるで…紫色。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANCIENT_ALTAR
source: It is full of the echos of the dead.
japanese: 死人のこだまでいっぱい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STAFFLIGHT
source: I can almost make out a tiny solar system.
japanese: もう少しで小さな太陽系を見つけられる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARBLETREE
source: There is no beat of life within this cold tree.
japanese: この冷たい木の中に命の鼓動はない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed. Exciting.
japanese: 種だわ。楽しみ。
