Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEWING_KIT
source: Is pokey!
japanese: トゲトゲ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS_COOKED
source: Fire make bigger, can eat now.
japanese: 火を大きくして、食べよう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEEDS
source: Too small to eat.
japanese: 食べるには小さすぎ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGTORCH
source: How is fire made?
japanese: どうやって火をつける？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREENAMULET
source: What is this thing?
japanese: これなに？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_MEDIUM
source: Mushy bush.
japanese: ぐちゃぐちゃの茂み。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_BERRYBUSH
source: He is cold and lonely.
japanese: 彼は寒くて一人ぼっち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURKEYDINNER
source: Is good feast of bird meat.
japanese: 鳥の肉の宴。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SILK
source: Is too fancy.
japanese: お洒落すぎ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROOK
source: This one jumps the queen!
japanese: これならクイーンの駒もとれる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PAPYRUS
source: Is like paper
japanese: 紙みたい

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HONEY
source: Is yum!
japanese: ウマウマ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK
source: Is hard! Like me!
japanese: 硬い！ボクちゃんみたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ORANGEAMULET
source: I can wear it around my neck.
japanese: 首につけられるね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOCKEDWES
source: Is puny man trapped by statue men.
japanese: 彫像たちに捕われた弱っちい男。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIREHOUND
source: Bark!
japanese: ワンワン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUNPOWDER
source: Boom pepper!
japanese: ペッパー、どーん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_WOODFLOOR
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.GENERIC
source: A pile of crusty rocks!
japanese: 硬い石の山！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.OUT
source: Ha! Another thing to smash!
japanese: ハハ！もっとつぶすものがいっぱい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.LOW
source: The lava is cooling.
japanese: 溶岩が冷めてきている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCK_LIGHT.NORMAL
source: Liquid fire!
japanese: 液体炎！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.GENERIC
source: Is pretty white color bird.
japanese: きれいな白い色の鳥。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN_WINTER.HELD
source: Is fluffy bird. Nice bird.
japanese: フワフワの鳥。いい鳥さんだね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKY
source: He is mighty! Like me!
japanese: 彼は強いよ！ボクちゃんみたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHT
source: Horsey horse!
japanese: ウマっぽいお馬さん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.GENERIC
source: Is pretty red color bird.
japanese: きれいな赤い色の鳥。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROBIN.HELD
source: Is happy bird in pocket.
japanese: ポケットの中でハッピーな鳥さん。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_CAVE
source: Is light plant.
japanese: 光る植物だ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS_EVIL
source: They make my brain hurt.
japanese: 頭が痛くなっちゃう。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BISHOP
source: Padre!
japanese: 神父さま！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Is broken altar.
japanese: 壊れた祭壇。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTONE
source: Hop on rock!
japanese: 石に飛び乗る！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESURRECTIONSTATUE
source: I'm not going to die.
japanese: ボクちゃんは死なない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB3
source: What has Wolfgang done?
japanese: Wolfgangなんてことしちゃったの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Is broken altar.
japanese: 壊れた祭壇。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANCIENT_ALTAR.WORKING
source: Is nasty, creepy, altar.
japanese: いやーな、不気味な祭壇。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STAFFLIGHT
source: It hurts to touch.
japanese: 触ると痛い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARBLETREE
source: Do not try punch tree.
japanese: 木をパンチしちゃいけないよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB2
source: I am not sure how I feel about... science.
japanese: 科学に関しては…びみょうな気持ちかな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLIGHT
source: Scary light!
japanese: 怖い光！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEATHER_CROW
source: Is feather of bird black.
japanese: 黒い鳥の羽。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RESEARCHLAB
source: I am not sure how I feel about... science.
japanese: 科学に関しては…びみょうな気持ちかな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TENTACLE
source: Skinny monster!
japanese: 骨皮スジエモンスター！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RED_CAP_COOKED
source: Is not same.
japanese: 同じじゃないよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEHIVE
source: Oh, beehive!
japanese: あ、蜂の巣！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GENERIC
source: Leafy!
japanese: 葉っぱみたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.READY
source: Mmmm. Is tasty now.
japanese: むむむむ。美味しくなった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANT_NORMAL.GROWING
source: Is still growing.
japanese: まだ伸びてる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_FERN
source: Pretty plant!
japanese: きれいな植物！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.REDGEM
source: Pretty rock.
japanese: きれいな小石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK_COOKED
source: Eat off bone is good.
japanese: 骨から食べるのっていいね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDBONE
source: Wimpy woof dog was not strong enough.
japanese: 弱虫のワンワンは根性が足りなかったね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HORN
source: Is hair-cow horn. Wolfgang hear hair-cow.
japanese: 毛長牛の角。Wolfgangに毛長牛の声がきこえる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_CRANK
source: Bendy thing is made of metal!
japanese: このグネグネしたのって、鉄でできてるね！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGGYBACK
source: Smelly bag!
japanese: 臭い袋！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ONEMANBAND
source: Is big and loud. I like!
japanese: 大きくてうるさい。いいね！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER
source: Strange box with legs.
japanese: 足の生えてる不思議な箱。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GUANO
source: More poop.
japanese: うんちもっと。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RAINOMETER
source: Splish! Splash!
japanese: パシャ！パシャパシャ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABBITHOLE
source: You can not hide forever, jumping meat!
japanese: ずっと隠れてはいられないぞ、この飛び跳ね肉め！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PURPLEGEM
source: Prettier rock.
japanese: もっときれいな石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN_SEEDS
source: This grow food size of wimpy head.
japanese: しょぼい頭くらいの大きさの食べ物に育つ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.PLANT
source: Pretty light.
japanese: きれいな光。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.DIRT
source: Is dirt moving?
japanese: 土が動いてる？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORM.WORM
source: Did not expect this!
japanese: これは予想してなかった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKINCOOKIE
source: Is tasty cookie.
japanese: 美味しいクッキー。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LITTLE_WALRUS
source: You think you are mightier than old man?
japanese: ご老人より自分の方が強いと思う？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHEAD
source: What a handsome devil!
japanese: なんてハンサムな悪魔だ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POOP
source: Smelly!
japanese: 臭い！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POND
source: Is all wet.
japanese: 全部濡れちゃった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_SEEDS
source: Is piece of brain?
japanese: 脳みその一部？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUND
source: Woof!
japanese: ワン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGSKIN
source: Why long butt? Ha ha, Wolfgang is funny man.
japanese: なんでお尻が長いの？ハハハ、Wolfgangは変な人。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMBAT
source: Is still good.
japanese: まだ食べられる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MUSHTREE_TALL
source: Big mushtree is big.
japanese: 大きなグチャグチャの木って、大きい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AXE
source: Chop!
japanese: 切れ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PLANTMEAT_COOKED
source: Is slightly better now.
japanese: これでちょっと良くなった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.GENERIC
source: I could crush this tree-seed with my hands!
japanese: この木の種なんて手でつぶせるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PINECONE.PLANTED
source: It will be tree soon.
japanese: すぐに木に育つ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGKING
source: Ha! Is good people!
japanese: ハハ！いい人たち！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT
source: Is not egg!
japanese: 卵じゃないよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STUFFEDEGGPLANT
source: I make yolk of other foods.
japanese: 黄身だけに、気味が悪い。なんちゃって。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COOKEDMEAT
source: I made meat good with fire!
japanese: 火で肉を美味しくした！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PETALS
source: These smell nice.
japanese: これっていい匂いがするね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PERD
source: Dumb bird is take all berries!
japanese: おバカな鳥がみんな木の実をとっちゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANDORASCHEST
source: Fancy box!
japanese: お洒落なキツネ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPEAR
source: It gave me a sliver.
japanese: 銀をくれたよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALOHAT
source: Is good hat!
japanese: いい帽子！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MINOTAURCHEST
source: Chest have big strong horns.
japanese: チェストには大きな強い角がある。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WINTERHAT
source: It make ears happy in cold!
japanese: 寒いときには、これでお耳がハッピーだ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTLIGHT
source: Is strange glow.
japanese: 不思議な光り方。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SLURTLE_SHELLPIECES
source: Is broken.
japanese: 壊れてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITOSACK
source: Uncle did not have gut like this.
japanese: 伯父さんにはこんな内臓なかったなあ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.GENERIC
source: Reminds me of uncle!
japanese: 伯父さんを思い出す！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MOSQUITO.HELD
source: No more blood for you!
japanese: もう君には血はあげない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING
source: Is all hairy and gross
japanese: みんな毛だらけで気持ち悪い

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GEARS
source: Ah ha! Who is bigger muscles now?
japanese: そっか！どっちの方が筋肉あるかな？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MERMHOUSE
source: The house was not strong enough.
japanese: 家の頑丈さが足りなかった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUG_SAPLING
source: He is cold and lonely.
japanese: 彼は寒くて一人ぼっち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOMESIGN
source: Is no time for reading signs!
japanese: 標識読んでる場合じゃないよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEATBALLS
source: Ball of meats make me strong!
japanese: ミートボールで強くなるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SKELETON
source: Not enough muscle.
japanese: 筋肉が足りない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELESTAFF
source: It gives me a headache.
japanese: そのせいで頭痛がしてきた。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWGEM
source: Pretty rock.
japanese: きれいな小石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDERGLAND
source: Squishy and wobbly!
japanese: グニャグニャ、グラグラ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_TALL_FULL
source: Rock reaching for the roof.
japanese: 天井に伸びる岩。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLLOCK
source: Scary lock!
japanese: 怖い鍵！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLHEAD
source: Scary head is 12 feet tall!
japanese: 怖い頭は身長４メートル！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRUMSTICK
source: Leg meat for make legs more strong.
japanese: もも肉食べて、もっと足を強くする。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KOALEFANT_WINTER
source: So soft, I want to squish it!
japanese: 柔らかくて、つぶしちゃいたい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_GRASS
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MANDRAKESOUP
source: Little plant man is for make soup!
japanese: 小さい植物人間はスープ用！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELL
source: A fancy suit is no match for my muscles!
japanese: お洒落なスーツもボクちゃんの筋肉には勝てないよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNT
source: Is spikey and black now
japanese: トゲトゲで真っ黒になった

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.CHOPPED
source: I chop the spikes off!
japanese: 刺を切り落とす！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.GENERIC
source: Is spikey.
japanese: トゲトゲだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_TREE.BURNING
source: I burn the spikes!
japanese: 刺を燃やしちゃえ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.GENERIC
source: Is thorny.
japanese: 刺ばっかり。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.PICKED
source: Thorns hurt.
japanese: 刺って痛い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_BUSH.BURNING
source: Uh oh. Spiky fire.
japanese: まずい。トゲトゲの火。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_EXIT
source: Is dark and scary down here.
japanese: ここって暗くて怖い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICESTAFF
source: Is my cold stick!
japanese: この冷たい棒は俺のもの！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MALE_PUPPET
source: Scary chair scare him!
japanese: 怖い椅子で怖がらせた！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANTBULB
source: Ah ha! Who is tricky now?
japanese: そっか！誰がずるいって？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MAXWELLPHONOGRAPH
source: Is box that sings!
japanese: 歌う箱だ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LUREPLANT
source: You cannot fool Wolfgang!
japanese: Wolfgangはダマせないよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LOG
source: Is thick like my arm.
japanese: ボクちゃんの腕みたいに太い。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PUMPKIN
source: Is big as head of weakling man! Not Wolfgang head.
japanese: 弱いヒトの頭くらい大きい！Wolfgangの頭じゃないよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF
source: Wood man!
japanese: 木の男！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CORN_SEEDS
source: Is seeds for grow corn.
japanese: トウモロコシの種。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LEIF_SPARSE
source: Wood man!
japanese: 木の男！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTER
source: Is buttery, and taste like insect.
japanese: バターっぽくて、虫みたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Is wire in sky!
japanese: 空にワイヤーが！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Ooooh, sparks!
japanese: あー、火花だ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KABOBS
source: Eat off stick is good.
japanese: 棒から食べるのっていいね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.INACTIVE
source: Hah. I step over tiny obstacle.
japanese: へへ。小さな障害物乗り越えたよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.INSANITYROCK.ACTIVE
source: Is in my way.
japanese: 邪魔だな。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MEAT_DRIED
source: Look like leather, taste like meat.
japanese: 革みたいな見た目だけど、肉みたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EEL_COOKED
source: I have cooked it.
japanese: 料理したよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEBOX
source: Box what makes cold!
japanese: 冷たい魔法の箱！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACONEGGS
source: Food has yolk! And meat! More strong!
japanese: 食べ物には黄身がある！それに肉も！もっと強くなれる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE_COOKED
source: Ha ha ha! I cook brain! Not so smart now.
japanese: ハハハ！脳みそ料理しちゃった！これであんまり頭よくなくなったね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALL_WOOD_ITEM
source: Pokey sticks!
japanese: トゲトゲの枝！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.BARREN
source: I need to poop on it.
japanese: その上にうんちしなくちゃ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.PICKED
source: Eating part is gone.
japanese: もう食べられるとこないね。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BERRYBUSH.GENERIC
source: Is full of food-balls!
japanese: 食べ物の塊でいっぱい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ROCKS
source: Is rock. What you not get?
japanese: 石だよ。何がわからないって？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTGRASS
source: I made a pile of grass.
japanese: 草の束を作った。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EGGPLANT_SEEDS
source: Teensy fake egg plant.
japanese: 小さな偽物のナス。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CAVE_BANANA
source: Is tasty!
japanese: ウマウマ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BATWING_COOKED
source: Crispy!
japanese: カリカリ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ICEHOUND
source: Bow wow!
japanese: ワンワン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Strange rock. Do I sit on?
japanese: 不思議な岩。座ってみようかな？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I do not fear what lies beyond!
japanese: この先に何があっても怖くはないぞ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Something missing still.
japanese: まだ何かが足りない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is coming together now.
japanese: やっと集まって一つになってきた。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HAMMER
source: Needs sickle!
japanese: 鎌が必要！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GREEN_CAP_COOKED
source: Is not same.
japanese: 同じじゃないよ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BOARDS
source: I break log to make board!
japanese: 丸太を割ってボードを作る！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.VALID
source: Glow is good sign.
japanese: 光るのは良いサイン。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TELEBASE.GEMS
source: Do not think it working.
japanese: 機能してないみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MONSTERMEAT_DRIED
source: Look like leather, taste like leather.
japanese: 革みたいな見た目だし、革みたいな味。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_EVIL
source: Is not potato.
japanese: ジャガイモじゃない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BACKPACK
source: Is for carry more thing.
japanese: これでもっと荷物が持てる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWSTAFF
source: Pretty gem sits in stick.
japanese: きれいなジェムが棒の上に。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_COOKED
source: Is not more like meat after do cooking.
japanese: 料理しても肉みたいにはならない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISHSTICKS
source: Ha ha, is funny name.
japanese: ハハハ、変な名前。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FIRESTAFF
source: Is staff for make fire. Careful, Wolfgang.
japanese: 火をつけるための杖。気をつけなくちゃ、Wolfgang。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WETGOOP
source: Wolfgang ruin food!
japanese: Wolfgang、食べ物をダメにしちゃった！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.AMULET
source: Is very pretty.
japanese: とってもきれい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SPIDER_SPITTER
source: Ptoo! Ptoo!
japanese: ペッペッ！ペッペッ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_FULL
source: Is pointy.
japanese: トゲトゲだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It is eye bone. Eye bone connect to face bone.
japanese: 目玉の骨だ。目玉の骨は顔の骨につながっている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps now.
japanese: 今は寝てる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FEM_PUPPET
source: Scary chair scare her!
japanese: 怖い椅子で怖がらせた！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHOVEL
source: Dirt Spoon!
japanese: 土のスプーン！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GENERIC
source: I will grow mighty crops here!
japanese: ここで強い作物を育てるぞ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.GROWING
source: Grow my little friends! Grow!
japanese: 育て、小さな友たちよ！育つんだ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Dirt is not dirty enough to make plants.
japanese: 植物を育てるには土の汚れが足りない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.EYEPLANT
source: They are not what they seem.
japanese: 見かけによらない。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CARPETFLOOR
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.GENERIC
source: Is home for my birdies.
japanese: ボクちゃんの鳥さんたちのおうち。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.SLEEPING
source: I should be quiet!
japanese: ボクちゃんは黙っていよう！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDCAGE.OCCUPIED
source: Hello birdie!
japanese: こんにちは、鳥さん！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIGHEAD
source: Why long face?
japanese: 浮かぬ顔してどうしたの？

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POMEGRANATE
source: Look like smartypants' brain.
japanese: 知ったかぶりさんの脳みそみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.UMBRELLA
source: The rain hurts my mighty skin.
japanese: 雨がこの強靭な皮膚を傷つける。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_7
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT_SEEDS
source: I use this to grow funny fruit.
japanese: これを使ってヘンテコなフルーツを育てている。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DRAGONFRUIT
source: Is funny looking fruit.
japanese: ヘンテコなフルーツ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEERCLOPS_EYEBALL
source: Yuck yuck yuck!
japanese: ゲロゲロ〜！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WORMLIGHT
source: Pretty light.
japanese: きれいな光。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CARROT_SEEDS
source: Seeds is too small.
japanese: 種が小さすぎる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WALRUS_TUSK
source: Sea cow man tooth!
japanese: 海牛男の歯！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.GENERIC
source: Is robot box.
japanese: ロボット・ボックスだ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.HOT
source: Robot box is scaring me!
japanese: ロボット・ボックスが怖いよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.COLD
source: The robot box is talking.
japanese: ロボット・ボックスがしゃべってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARM
source: Ha! That is good one, robot box!
japanese: ハハ！面白い冗談だね、ロボット・ボックス！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DIVININGROD.WARMER
source: Robot box is getting angry...
japanese: ロボット・ボックスが怒りだした…

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BUTTERFLYWINGS
source: No fly without wings!
japanese: 翼がなくちゃ飛べない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.NIGHTSWORD
source: Is real? Is not real? Is sharp!
japanese: 本物？偽物？鋭いよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_SANITY
source: Is like wearing scary little rag!
japanese: 怖いボロ布を着ているみたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORMARBLE
source: I tie rocks to muscles.
japanese: 岩を筋肉に縛り付ける。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TRINKET_1
source: Is junk, I think.
japanese: ゴミ、かも。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHESSJUNK3
source: Metal junk.
japanese: 鉄くず。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWERHAT
source: Is so pretty!
japanese: とってもきれい！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.GENERIC
source: Is hair-cow thing!
japanese: 毛長牛みたいなの！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.SLEEPING
source: Hair-cow is sleeping.
japanese: 毛長牛が眠ってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.FOLLOWER
source: Hair-cow follow me!
japanese: 毛長牛がついてくる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEEFALO.NAKED
source: Hair-cow has no more hair.
japanese: 毛長牛の毛がなくなっちゃった。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDNUGGET
source: Money is for tiny men!
japanese: お金は小人のためのもの！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TAFFY
source: Is sweet candy thing.
japanese: 甘いお菓子みたいなの。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLOWDART_FIRE
source: Careful, Wolfgang.
japanese: 気をつけなくちゃ、Wolfgang。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BIRDTRAP
source: I will catch bird!
japanese: 鳥を捕まえるよ！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKBOAT
source: Is broken!
japanese: 壊れてる！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BEDROLL_STRAW
source: Nap time!
japanese: お昼寝の時間！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUEGEM
source: Pretty rock.
japanese: きれいな小石。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HOUNDMOUND
source: Is house of bones.
japanese: 骨の館。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DEADLYFEAST
source: Look like evil food.
japanese: 邪悪な食べ物みたい。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.YELLOWAMULET
source: Is glowing yellow.
japanese: 黄色く光ってる。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORGRASS
source: Is prickly.
japanese: 刺だらけ。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ANIMAL_TRACK
source: Animal went this way.
japanese: 動物がこっちへ行った。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMORRUINS
source: Protect me? I don't need it!
japanese: ボクちゃんを守ってくれる？そんなのいらない！

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_ROCKY
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TURF_CHECKERFLOOR
source: Step stones.
japanese: 石段。

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.STALAGMITE_MED
source: Is pointy.
japanese: トゲトゲだ。
