Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLIGHT
source: What a curious light.
japanese: なんて不思議な光だろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHER_CROW
source: A crow feather, black like eternal darkness.
japanese: カラスの羽、永久の闇のように漆黒。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKINCOOKIE
source: I cooked it myself!
japanese: それは自分で作ったよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TENTACLE
source: Long and thin and dangerous!
japanese: 長くて細くて危険！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POOP
source: Life is blood and this.
japanese: 人生は血と、これだね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEHIVE
source: A wretched hive of scum and pollen.
japanese: クズと花粉の悲惨な蜂の巣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GENERIC
source: An edible plant.
japanese: 食べられる植物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.READY
source: It is ready for the harvest.
japanese: もう収穫できる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANT_NORMAL.GROWING
source: Keep growing. I'll wait.
japanese: 成長し続けて。待ってるから。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_FERN
source: A touch of colour in the darkness.
japanese: 闇にちょっとした色を。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POND
source: Ophelia? Are you down there?
japanese: Ophelia？下にいるの？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK_COOKED
source: Less raw, more tasty.
japanese: あんまり生っぽくなくて、より美味しい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDBONE
source: The remains of an evil beast.
japanese: 邪悪な獣の死体。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HORN
source: It sounds like there's a beefalo trapped inside.
japanese: 中にビーファロが閉じ込められているような音がする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_CRANK
source: It looks complicated.
japanese: 複雑そう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGGYBACK
source: They are more useful in death.
japanese: 死の方に役立つよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ONEMANBAND
source: I used to take such joy in instruments like these.
japanese: 昔はこういう器具で喜んでいたな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER
source: A fuzzy ball of emptiness.
japanese: ふわふわボールのような空っぽさ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GUANO
source: The inevitable byproduct of life.
japanese: 生きることの、避けられない副産物。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.GENERIC
source: What demented thoughts must lie behind those eyes.
japanese: その瞳の奥には、とても狂った考えが潜んでいるの。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.SLEEPING
source: What nightmares he must be having.
japanese: 彼はいったいどんな悪夢をみているのかな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.FOLLOWER
source: He follows me unto his doom.
japanese: 彼は死ぬまであたしにつきまとう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALO.NAKED
source: His nakedness is now on display.
japanese: 彼のありのままの姿が人目にさらされている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.GENERIC
source: It is forever seeking its lost half.
japanese: いつまでも失われた片割れを探し続けている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.HOT
source: Something wicked is here!
japanese: 何か邪悪なものがここにいる！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.COLD
source: The source is distant.
japanese: 根源は遠い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARM
source: The wickedness draws closer.
japanese: 邪悪なものが近づいて来ている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DIVININGROD.WARMER
source: It is very close now.
japanese: 今はとても近い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PLANTMEAT_COOKED
source: It's only slightly more appealing.
japanese: ほんの少し魅力的。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.GENERIC
source: A tiny life, ensconced in brittle death.
japanese: 小さな命が、はかない死に覆われている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PINECONE.PLANTED
source: A tree will grow soon.
japanese: すぐに木が生えてくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.PLANT
source: It seems out of place.
japanese: ここにそぐわない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.DIRT
source: Is something there?
japanese: そこに何かある？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORM.WORM
source: It comes from the depths.
japanese: 奈落の底からやってくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NITRE
source: Herein lies the folly of man.
japanese: ここに人間の愚行がある。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGKING
source: Live it up while you can, Your Majesty.
japanese: 今のうちに気ままに遊び暮してください、陛下。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHEAD
source: No dignity at all.
japanese: 威厳なし。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT
source: This isn't shaped like a dragon at all.
japanese: ぜんぜんドラゴンっぽい形じゃない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PETALS
source: I have destroyed something beautiful.
japanese: 美しいものを破壊してしまった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PERD
source: Dumb bird! Stay away from my berries!
japanese: バカな鳥！私のベリーから離れろ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANDORASCHEST
source: Life is a gamble.
japanese: 人生はギャンブル。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGSKIN
source: The hide of a pig that once was.
japanese: かつてここで暮らしたブタの隠れ家。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMBAT
source: Death begets death.
japanese: 死は死を招く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_COOKED
source: It's a carrot that's gone through the gauntlet of fire.
japanese: 炎の集中攻撃をくぐり抜けてきたニンジン。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AXE
source: An instrument for industry and murder.
japanese: 産業と殺人のための器具。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTLIGHT
source: Eerie and yet beautiful.
japanese: 薄気味悪く、美しい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITOSACK
source: A sack of blood ripped from a mosquito. I love it.
japanese: 蚊から取り出した血の袋。最高だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.GENERIC
source: Takes life so it may live.
japanese: 生きるために、命をとりあげる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MOSQUITO.HELD
source: I can feel its stolen warmth.
japanese: 盗まれたぬくもりを感じる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT
source: Almost a deadly nightshade. Almost.
japanese: 有毒なイヌホオズキ。ほぼ死に至る。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEM_PUPPET
source: I wonder what she did.
japanese: 彼女は何をしたんだろう？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.COOKEDMEAT
source: The blood has been cooked away.
japanese: 血がさっぱり料理された。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MERMHOUSE
source: Time has broken it down.
japanese: 時がそれを破壊した。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HAMMER
source: Oh that I may crush the world.
japanese: あぁ、あたしが世界を潰せるなら。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEATBALLS
source: Balled meat. How exciting.
japanese: 丸まった肉。楽しみだな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL
source: That's my twin sister, Abigail.
japanese: あたしの双子の妹、Abigailよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEEFALOHAT
source: I shall cover my head.
japanese: 頭を隠そう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MINOTAURCHEST
source: My, what magnificent horns you have!
japanese: なんて極上の角を持っているの！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WINTERHAT
source: It helps stave off the encroaching cold.
japanese: 迫ってくる寒さを、これで防げる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLTHRONE
source: Not quite what I expected.
japanese: 予想通りにはいかないみたいだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLE_SHELLPIECES
source: Pieces of broken slurtle dreams.
japanese: 壊れたスラートル亀の夢の欠片。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLLOCK
source: Looks magical.
japanese: 魔法のようだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLHEAD
source: He sure has a taste for the dramatic.
japanese: ドラマチックなことに関しては、彼はいいセンスしてるな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING
source: If only I could fly away.
japanese: ここから飛んでいけたらいいのに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELL
source: I feel a strange kinship with him.
japanese: 彼とは不思議な縁を感じる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNT
source: Black like my heart
japanese: あたしの心のように漆黒。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.CHOPPED
source: Its spikes were no protection.
japanese: あのトゲは防御に役立たなかった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.GENERIC
source: A tree that knows only pain.
japanese: 痛みのみを知っている木。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_TREE.BURNING
source: It's burning
japanese: 燃えている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_SAPLING
source: I like it dead, but I should plant this.
japanese: 死んだ方が好きなんだけど、植えた方がいいはず。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.GENERIC
source: A bush that always hurts.
japanese: いつだって痛い茂み。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.PICKED
source: It hurt me to do that.
japanese: こんなことしたら、あたしだって辛いさ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MARSH_BUSH.BURNING
source: Even thorns burn.
japanese: トゲだって燃える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LITTLE_WALRUS
source: The cycle of violence continues.
japanese: 暴力のサイクルは続いて行く。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SKELETON
source: I envy his escape.
japanese: 彼の脱出がうらやましい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELESTAFF
source: I could escape if it were more powerful.
japanese: もっと強力なら、あたしだって逃げ出せるのに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWGEM
source: It reminds me of my mother.
japanese: それを見るとあたしの母さんを思い出す。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDERGLAND
source: Even in death, this beast causes pain.
japanese: この獣は、死んでからも痛みを加える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_TALL_FULL
source: The earth reaches up.
japanese: 地球が背伸びしている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LUREPLANT
source: It consumes all.
japanese: 全てを飲み込む。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LOG
source: If trees could talk, they would scream at the sight of this.
japanese: もしも木がしゃべれたなら、この光景を見て叫ぶだろうな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRUMSTICK
source: Makes a good thud and it has nutrients!
japanese: いい音が出るし、栄養もたっぷり！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KOALEFANT_WINTER
source: It stands against the cruel elements.
japanese: それは残酷な要素に対抗してくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_GRASS
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MANDRAKESOUP
source: Boiled the life out of him.
japanese: 彼の命を煮えたて、尽きさせた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEY
source: A sweet, but fleeting treat.
japanese: 甘いけれど、つかの間の喜び。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF_SPARSE
source: A lumbering beast.
japanese: 不格好な獣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LEIF
source: A lumbering beast.
japanese: 不格好な獣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_EXIT
source: The surface beckons.
japanese: 地表が手招いている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICESTAFF
source: I take comfort in it's emptiness.
japanese: この空っぽさで安心する。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.KABOBS
source: Meat, skewered right through the center.
japanese: 真ん中を串刺しにした肉。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.INACTIVE
source: It's cold and black.
japanese: 冷たくて、黒い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.INSANITYROCK.ACTIVE
source: It's calling my name.
japanese: あたしの名前を呼んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MAXWELLPHONOGRAPH
source: Shall we have a danse macabre?
japanese: 死の舞踏はいかが？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDTRAP
source: Sticks and silk turned lethal.
japanese: 棒と絹が恐ろしい武器に。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEBOX
source: It is as cold as my heart.
japanese: あたしの心のように冷たい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PUMPKIN
source: It's as big as the hole where my heart was.
japanese: あたしの心があった場所の、空っぽの穴くらいに大きい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUND
source: Stay back, foul minion of evil!
japanese: 下がれ、汚い悪の手先たち！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN_SEEDS
source: Yup, it's a seed.
japanese: うん、種だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HONEYCOMB
source: Pieces of beehive, scattered.
japanese: 蜂の巣だ。ちりぢりになってる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTER
source: I wasn't expecting that.
japanese: それは予想してなかった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Focuses the destruction.
japanese: 破壊を集中させる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Even this power will run out.
japanese: この力すらも、尽きてしまう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOMESIGN
source: A mark is made, however transient.
japanese: ほんのわずかな間でも、名をあげられる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HEALINGSALVE
source: Life brings pain, pain brings life.
japanese: 命は痛みをもたらし、痛みは命をもたらす。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MEAT_DRIED
source: Meat turned dry and delicious.
japanese: 肉が乾燥して美味しくなった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EEL_COOKED
source: An eel that has been cooked.
japanese: 調理されたウナギ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP_COOKED
source: All is malleable.
japanese: 全てに適応性がある。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GREEN_CAP
source: This mushroom is disappointingly normal.
japanese: このキノコは期待はずれで、ごく普通のものだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE_COOKED
source: Warm, but no less messy.
japanese: 温かいけれど、きれいだとはいえない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALL_WOOD_ITEM
source: Bundled logs.
japanese: 束ねられた丸太。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.BARREN
source: It is barren.
japanese: 不毛の地だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.PICKED
source: I shall have to wait.
japanese: 待たなければ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BERRYBUSH.GENERIC
source: A snack, perchance?
japanese: ひょっとして、おやつかな？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ROCKS
source: Some small rocks.
japanese: いくつかの小石。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTGRASS
source: I like to kill small things.
japanese: 小さなものを殺すのが好き。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_SEEDS
source: It's a nightshade seed.
japanese: イヌホオズキの種だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CAVE_BANANA
source: The peels look dangerous.
japanese: 皮が危険そうだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BATWING_COOKED
source: They once held such great potential.
japanese: 一時はすごい可能性を秘めていたのに。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ICEHOUND
source: He has a cold, dead heart.
japanese: 彼は冷たく、死んだ心を持っている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: No good can come of this.
japanese: ここから善が生まれることはない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I'm sure the next realm will be even more horrible!
japanese: 次の領域はもっと酷いところに違いない！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It's still locked shut.
japanese: まだ鍵で閉ざされている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: Is it half built, or half destroyed?
japanese: 半分完成した？それとも半分破壊された？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISHSTICKS
source: Perfectly molded blocks of fish.
japanese: いい感じにカビが生えた魚のかたまり。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIRESTAFF
source: I could set the world on fire!
japanese: 世界に火をつけてやる！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.GENERIC
source: I might survive this night!
japanese: この夜を生き延びられるかもしれない！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.OUT
source: That is not a good sign.
japanese: あれはいいサインじゃないな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.EMBERS
source: Darkness is looming.
japanese: 闇が迫って来ている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.HIGH
source: A vision of Hell!
japanese: 地獄絵図だ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.LOW
source: The gloom encroaches.
japanese: 闇が侵入してくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FIREPIT.NORMAL
source: It's a fire.
japanese: 炎だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.VALID
source: Energy flows through it.
japanese: エネルギーはそれをくぐり抜ける。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TELEBASE.GEMS
source: The focus is so lifeless.
japanese: 中心が死んでいるようだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONSTERMEAT_DRIED
source: Meat turned dry and weird-tasting.
japanese: 乾燥して、変な味になった肉。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FEATHERHAT
source: Ca-caw!
japanese: カアカア！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BACKPACK
source: A pack. Now I can carry even more burden.
japanese: パックだ。これでもっとたくさんの重荷を背負える。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWSTAFF
source: The stick is as twisted as my soul.
japanese: この棒はあたしの心のようにねじれている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GENERIC
source: What seeds shall I sow?
japanese: どんな種をまこうか？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.GROWING
source: Leafy tendrils coil out of the muck.
japanese: 土から葉の茂ったツルがグルグルと巻き出てきた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: This earth is cold and dead.
japanese: この血は冷たく死んでいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EYEPLANT
source: They follow their master's every wish.
japanese: 彼らは主人のどんな命令もきく。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_TALL
source: Even the trees down here are strange.
japanese: ここでは木すらも奇妙だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WETGOOP
source: A miserable mess, just like life.
japanese: 惨めな状態だ。人生そっくり。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.AMULET
source: I wonder who used to own this.
japanese: 誰がこれを持っていたんだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SPIDER_SPITTER
source: It's chewing on something.
japanese: 何かに食いついている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_FULL
source: The earth gives up its bounty.
japanese: 大地が恵みをよこしてくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: It's looking into my soul.
japanese: あたしの魂を見つめている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: Not so much sleeping as... waiting.
japanese: それほど寝ているわけではない…待っているのに比べれば。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_MARSH_BUSH
source: I like it dead, but I should plant this.
japanese: 死んだ方が好きなんだけど、植えた方がいいはず。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: They approach.
japanese: 彼らが近づいた。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I am alone.
japanese: あたしは一人ぼっちだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: I think they're leaving.
japanese: 彼らがいなくなるみたい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I can feel the prying eyes.
japanese: のぞかれている気がする。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's almost over.
japanese: もうすぐおしまい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: They're all around me!
japanese: 周りを囲まれちゃった！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I know not what lurks in the shadow.
japanese: 影に潜んでいるものが何かわからない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUG_GRASS
source: I like it dead, but I should plant this.
japanese: 死んだ方が好きなんだけど、植えた方がいいはず。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DRAGONFRUIT_SEEDS
source: It's a seed. It won't grow a dragon.
japanese: 種だわ。ドラゴンは生えてこないよ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CARPETFLOOR
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.GENERIC
source: Some of us can see our cages.
japanese: あたしらの中には、自分の檻が見える者もいる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.SLEEPING
source: Is he dead? No. Just sleeping.
japanese: 彼は死んだの？いいや。眠っているだけだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BIRDCAGE.OCCUPIED
source: He is happier now.
japanese: 彼は今の方が幸せだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PIGHEAD
source: Kill the pig. Spill his blood.
japanese: ブタを殺せ。血を流せ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POMEGRANATE
source: So many juicy red bits to chomp and squish!
japanese: 赤い切り身をムシャムシャ食べて、ぐちゃぐちゃにつぶせ！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.UMBRELLA
source: The clouds weep.
japanese: 雲が泣いている。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_7
source: Just a simple game.
japanese: たった一度のゲームだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ANIMAL_TRACK
source: Signs of the beast.
japanese: 獣の形跡。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CORN
source: I could make a corny joke, but I'll refrain.
japanese: ダサいジョークも言えるけど、今はやめておく。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEERCLOPS_EYEBALL
source: What terrors it must see.
japanese: なんて恐ろしいものをみているんだろう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WORMLIGHT
source: There's a slight humming coming from it.
japanese: かすかな鼻歌がそこから聞こえてくる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.GENERIC
source: It's pretty.
japanese: きれい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_GROUND
source: I need to show Abigail how to play.
japanese: Abigailに遊び方を教えなくちゃ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.MEDIUM
source: I can sense Abigail's presence growing stronger.
japanese: Abigailの気配が強くなっているのがわかる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.SOON
source: Abigail is almost here!
japanese: Abigailがもう少しでここへ来る！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.HAUNTED_POCKET
source: Abigail is ready to play, but she needs some space.
japanese: Abigailはプレイする準備ができたけれど、少し距離が必要。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ABIGAIL_FLOWER.LONG
source: It was my sister's flower. She's gone far away.
japanese: あたしの妹のお花だったの。彼女は遠くへ行ってしまった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WALRUS_TUSK
source: I shall gnash thee.
japanese: おまえにがぶりとかみついてやる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CARROT_SEEDS
source: One day, this seed will be a carrot.
japanese: いつの日か、この種がニンジンになるんだ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BUTTERFLYWINGS
source: No more can the butterfly soar.
japanese: もう蝶は羽ばたけない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.NIGHTSWORD
source: Dreams come to a point. A sharp one.
japanese: 夢はある地点へたどり着く。鋭い地点へね。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BOARDS
source: Even scarier for the trees.
japanese: 木にとっては、もっと恐ろしい。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORMARBLE
source: Stops the daggers that stab at mine heart.
japanese: あたしの心に突き刺さる短剣を止めてくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TRINKET_1
source: Perfectly misshapen.
japanese: 素晴らしく不自然な形だ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLOWDART_FIRE
source: Shall I burn down the world?
japanese: 世界を燃やしてしまおうか？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWERHAT
source: But I am in mourning...
japanese: でもあたしは喪に服しているの…

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ORANGESTAFF
source: Each time I use it I die and am reborn.
japanese: 使うたびにあたしは死んで、生まれ変わる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDNUGGET
source: I will take it with me.
japanese: あたしが一緒に持って行こう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TAFFY
source: Never imagined I could make a thing so sweet.
japanese: あたしが何かをこんなに甘くできるなんて、想像もしなかった。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_STRAW
source: Sleep is but a temporary death.
japanese: 眠りは、一時的な死にすぎない。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEARDHAIR
source: That's just nasty.
japanese: 単に君が悪い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKBOAT
source: A cruel trick!
japanese: 残酷な罠！

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_SANITY
source: A perfectly safe way to go insane.
japanese: 気が狂うのに、とても安全な方法。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BLUEGEM
source: Blue like... er... a sad bird?
japanese: その青はまるで…悲しい鳥のよう？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HOUNDMOUND
source: Home to the foulest creatures.
japanese: もっとも汚い生き物たちの巣。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DEADLYFEAST
source: This, my final feast.
japanese: これが、あたしの最後の晩餐。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.YELLOWAMULET
source: A brief light in my dark life.
japanese: あたしの暗い人生に、一筋の光。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_FUNGUS
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_ROCKY
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORRUINS
source: A reprieve from death.
japanese: 死からの執行猶予。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TURF_CHECKERFLOOR
source: Some ground.
japanese: いくつかの土地。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_MED
source: The earth gives up its bounty.
japanese: 大地が恵みをよこしてくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.STALAGMITE_LOW
source: The earth gives up its bounty.
japanese: 大地が恵みをよこしてくれる。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SLURTLESLIME
source: It shimmers with slimy anticipation.
japanese: そのヌメヌメした予感で、ちらちらと光を放つ。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MUSHTREE_SMALL
source: Do little gnomes live in these?
japanese: この中に小さいノームたちが住んでいるの？

# STRINGS.CHARACTERS.WENDY.DESCRIBE.EGGPLANT_COOKED
source: Cooking this nightshade made it even less deadly.
japanese: このイヌホウズキを料理したことによって、毒がもっと抜けただろうな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEY
source: Living without the burden of intelligence must be nice.
japanese: 知性の重荷を背負わずに生きるのは、きっと楽だろうな。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BEDROLL_FURRY
source: I will wrap myself in the fuzzy skins of the fallen.
japanese: 死んだ獣の毛皮で自分をくるむとしよう。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.MONKEYBARREL
source: It's filthy.
japanese: 汚い。

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMORSNURTLESHELL
source: Now I can hide from my problems.
japanese: これで自分の心配事から隠れられる。
