Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.18
source: Inv 3
japanese: 所持品３

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.19
source: Inv 4
japanese: 所持品４

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.20
source: Inv 5
japanese: 所持品５

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.21
source: Inv 6
japanese: 所持品６

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.22
source: Inv 7
japanese: 所持品７

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.23
source: Inv 8
japanese: 所持品８

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.24
source: Inv 9
japanese: 所持品９

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.25
source: Inv 10
japanese: 所持品10

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.26
source: Menu Up
japanese: メニュー 上

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.27
source: Menu Down
japanese: メニュー 下

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.28
source: Menu Left
japanese: メニュー 左

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.29
source: Menu Right
japanese: メニュー 右

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.30
source: Menu Accept
japanese: メニュー 承認

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.31
source: Menu Cancel
japanese: メニュー キャンセル

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.32
source: Menu Prev Page
japanese: メニュー 前のページ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.33
source: Menu Next Page
japanese: メニュー 次のページ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.34
source: Menu Prev Value
japanese: メニュー 前の数値

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.35
source: Menu Next Value
japanese: メニュー 次の数値

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.36
source: Take Half
japanese: 半分とる

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.37
source: Change Box
japanese: 箱を変える

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.38
source: Change Box (Half)
japanese: 箱を変える（半分）

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.39
source: Force Inspect (mod)
japanese: 調査を強行（MOD）

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.40
source: Force Attack (mod)
japanese: 攻撃を強行（MOD）

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.41
source: Force Container (mod)
japanese: 容器を強行（MOD）

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.42
source: Force Stack (mod)
japanese: 積み重ねを強行（MOD）

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.43
source: Debug Console
japanese: デバッグ・コンソール

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.44
source: Debug Log
japanese: デバッグ・ログ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.45
source: Debug Render
japanese: デバッグ・レンダー

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.46
source: Open Inventory
japanese: 所持品を見る

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.47
source: Open Crafting
japanese: クラフトを開く

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.48
source: Inv Left
japanese: 所持品 左へ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.49
source: Inv Right
japanese: 所持品 右へ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.50
source: Inv Up
japanese: 所持品 上へ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.51
source: Inv Down
japanese: 所持品 下へ

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.52
source: Inv Examine
japanese: 所持品チェック

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.53
source: Inv Use Self
japanese: 所持品を自分に使う

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.54
source: Inv Use Scene
japanese: 所持品を場面で使う

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.55
source: Inv Drop
japanese: 所持品を捨てる

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.56
source: Inv Adjust Stack
japanese: 所持品を整理整頓

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.57
source: Attack
japanese: 攻撃する

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.58
source: Action
japanese: アクション

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.59
source: Alt Action
japanese: 代替アクション

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.60
source: Inv Use On Item
japanese: 所持品をアイテムに使う

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.61
source: Map Zoom In
japanese: 地図ズームイン

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.62
source: Map Zoom Out
japanese: 地図ズームアウト

# STRINGS.UI.CONTROLSSCREEN.CONTROLS.63
source: Debug Menu
japanese: デバック・メニュー

# STRINGS.UI.CONTROLSSCREEN.CLOSE
source: Close
japanese: 閉める

# STRINGS.UI.CONTROLSSCREEN.NO
source: No
japanese: いいえ

# STRINGS.UI.CONTROLSSCREEN.DEVICE_TITLE
source: Controls
japanese: コントロール

# STRINGS.UI.CONTROLSSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.1
source: Unknown
japanese: 未知

# STRINGS.UI.CONTROLSSCREEN.INPUTS.6.2
source: -- None selected --
japanese: -- 何も選択されていません --

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.1
source: (Button %d)
japanese: (ボタン %d)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.2
source: (DPad %d Up)
japanese: (DPad %d 上)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.3
source: (DPad %d Down)
japanese: (DPad %d 下)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.4
source: (DPad %d Left)
japanese: (DPad %d 左)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.5
source: (DPad %d Right)
japanese: (DPad %d 右)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.6
source: (-X Axis)
japanese: (-X 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.7
source: (+X Axis)
japanese: (+X 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.8
source: (-Y Axis)
japanese: (-Y 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.9
source: (+Y Axis)
japanese: (+Y 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.10
source: (-Z Axis)
japanese: (-Z 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.11
source: (+Z Axis)
japanese: (+Z 軸)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.12
source: (-X Rotation)
japanese: (-X 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.13
source: (+X Rotation)
japanese: (+X 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.14
source: (-Y Rotation)
japanese: (-Y 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.15
source: (+Y Rotation)
japanese: (+Y 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.16
source: (-Z Rotation)
japanese: (-Z 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.17
source: (+Z Rotation)
japanese: (+Z 回転)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.18
source: (Slider 0)
japanese: (スライダー 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.19
source: (Slider 0)
japanese: (スライダー 0)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.20
source: (Slider 1)
japanese: (スライダー 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.3.21
source: (Slider 1)
japanese: (スライダー 1)

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.0
source: Unknown
japanese: 未知

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1004
source: Mouse Scroll Down
japanese: マウス スクロールダウン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1003
source: Mouse Scroll Up
japanese: マウス スクロールアップ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.274
source: Down
japanese: ダウン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.9
source: Tab
japanese: タブ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1001
source: Right Mouse Button
japanese: 右 マウスボタン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.302
source: Scroll Lock
japanese: スクロールロック

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.310
source: Left Meta
japanese: 左 メタ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.314
source: Compose
japanese: 構成

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.281
source: Page Down
japanese: ページダウン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.279
source: End
japanese: 終了

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.315
source: Help
japanese: ヘルプ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.12
source: Clear
japanese: クリア

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.313
source: Mode
japanese: モード

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.303
source: Right Shift
japanese: 右 Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.311
source: Left Windows
japanese: 左 Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.319
source: Menu
japanese: メニュー

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.309
source: Right Meta
japanese: 右 メタ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.307
source: Right Alt
japanese: 右 Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.59
source: Semicolon
japanese: セミコロン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.306
source: Left Control
japanese: 左Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.305
source: Right Control
japanese: 右Ctrl

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.61
source: Equals
japanese: イコール

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1000
source: Left Mouse Button
japanese: 左 マウスボタン

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.276
source: Left
japanese: 左

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.19
source: Pause
japanese: 一時停止

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.304
source: Left Shift
japanese: 左 Shift

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.308
source: Left Alt
japanese: 左 Alt

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.312
source: Right Windows
japanese: 右 Windows

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.275
source: Right
japanese: 右

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.91
source: Left Bracket
japanese: 左括弧

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.92
source: Backslash
japanese: バックスラッシュ

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.93
source: Right Bracket
japanese: 右括弧

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.127
source: Delete
japanese: 削除

# STRINGS.UI.CONTROLSSCREEN.INPUTS.1.1002
source: Middle Mouse Button
japanese: 中央 マウスボタン

# STRINGS.UI.PAUSEMENU.SAVEANDQUITTITLE
source: Save and return to main menu?
japanese: セーブしてメインメニューに戻りますか？

# STRINGS.UI.PAUSEMENU.SAVEANDQUIT
source: Save and Quit
japanese: セーブして終了

# STRINGS.UI.PAUSEMENU.QUITTITLE
source: Return to main menu?
japanese: メインメニューに戻りますか？

# STRINGS.UI.PAUSEMENU.CONTINUE
source: Continue
japanese: 続けますか

# STRINGS.UI.PAUSEMENU.QUITBODY
source: Leaving so soon?
japanese: もうやめるの？

# STRINGS.UI.PAUSEMENU.OPTIONS
source: Settings
japanese: 設定

# STRINGS.UI.PAUSEMENU.CONTROLS
source: Controls
japanese: コントロール

# STRINGS.UI.PAUSEMENU.SAVEANDQUITBODY
source: Don't worry - we'll be waiting for you.
japanese: 心配しないで - いつでもここであなたを待っています。

# STRINGS.UI.PAUSEMENU.TITLE
source: Paused
japanese: 一時停止中

# STRINGS.UI.PAUSEMENU.SAVEANDQUITYES
source: I said quit!
japanese: やめるってば！

# STRINGS.UI.PAUSEMENU.SAVEANDQUITNO
source: Never mind...
japanese: なんでもない…

# STRINGS.UI.PAUSEMENU.QUITYES
source: I said quit!
japanese: やめるってば！

# STRINGS.UI.PAUSEMENU.QUIT
source: Quit
japanese: 終了する

# STRINGS.UI.PAUSEMENU.QUITNO
source: Never mind...
japanese: なんでもない…

# STRINGS.UI.CHARACTERSELECT.SELECT
source: Select
japanese: 選択

# STRINGS.UI.CHARACTERSELECT.APPLY
source: Apply
japanese: 適用

# STRINGS.UI.CHARACTERSELECT.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.SAVELOAD.DATA_DAMAGED
source: Your saved data is corrupt and cannot be used
japanese: あなたのセーブデータは破損しているため使用できません

# STRINGS.UI.SAVELOAD.SAVE_FAILED
source: An error occurred while saving your data.
japanese: データのセーブ中にエラーが発生しました。

# STRINGS.UI.SAVELOAD.RETRY
source: Retry
japanese: 再試行

# STRINGS.UI.SAVELOAD.DISABLE_AUTOSAVE
source: Are you sure you want to disable the auto-save feature?
japanese: 本当にオートセーブ 機能を無効化しますか。

# STRINGS.UI.SAVELOAD.YES
source: Yes
japanese: はい

# STRINGS.UI.SAVELOAD.NO
source: No
japanese: いいえ

# STRINGS.UI.SAVELOAD.DELETE_FAILED
source: An error occurred while deleting your data.
japanese: データの消去中にエラーが発生しました。

# STRINGS.UI.SAVELOAD.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.SAVELOAD.LOAD_FAILED
source: An error occurred while loading your data.
japanese: データのロード中にエラーが発生しました。

# STRINGS.UI.SAVELOAD.OVERWRITE
source: Overwrite
japanese: 上書きする

# STRINGS.UI.RESETCAVE.BODY
source: Are you sure you want to make a new cave here?
japanese: 本当にここに新しい洞窟を作りますか？

# STRINGS.UI.RESETCAVE.NO
source: No
japanese: いいえ

# STRINGS.UI.RESETCAVE.TITLE
source: Regen this cave?
japanese: この洞窟を再構築しますか？

# STRINGS.UI.RESETCAVE.YES
source: Yes
japanese: はい

# STRINGS.UI.GENDERSTRINGS.FEMALE.ONE
source: she
japanese: 彼女

# STRINGS.UI.GENDERSTRINGS.FEMALE.TWO
source: her
japanese: 彼女の

# STRINGS.UI.GENDERSTRINGS.MALE.ONE
source: he
japanese: 彼

# STRINGS.UI.GENDERSTRINGS.MALE.TWO
source: his
japanese: 彼の

# STRINGS.UI.GENDERSTRINGS.ROBOT.ONE
source: it
japanese: それ

# STRINGS.UI.GENDERSTRINGS.ROBOT.TWO
source: its
japanese: それの

# STRINGS.UI.LOADGAMESCREEN.RESTART
source: Restart
japanese: 再スタート

# STRINGS.UI.LOADGAMESCREEN.ADVENTURE
source: Adventure
japanese: アドベンチャー

# STRINGS.UI.LOADGAMESCREEN.CAVE
source: Cave Depth
japanese: 洞窟の深さ

# STRINGS.UI.LOADGAMESCREEN.MODDED
source: Modded
japanese: MODされた

# STRINGS.UI.LOADGAMESCREEN.NEWGAME
source: New Game
japanese: 新しいゲーム

# STRINGS.UI.LOADGAMESCREEN.SURVIVAL
source: Survival
japanese: サバイバル！

# STRINGS.UI.LOADGAMESCREEN.TITLE
source: Choose A Slot
japanese: スロットを選択

# STRINGS.UI.LOADGAMESCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.TELEPORTYES
source: Lets Go!
japanese: さぁ行こう！

# STRINGS.UI.CRAFTING.PLACE
source: Place
japanese: 置く

# STRINGS.UI.CRAFTING.NEEDALCHEMYENGINE
source: Use an alchemy engine to build a prototype!
japanese: 錬金術器を使ってプロトタイプを作る！

# STRINGS.UI.CRAFTING.RESEARCH
source: Research
japanese: リサーチ

# STRINGS.UI.CRAFTING.NEEDSHADOWMANIPULATOR
source: Use a shadow manipulator to build a prototype!
japanese: シャドー操作機を使ってプロトタイプを作る！

# STRINGS.UI.CRAFTING.NEEDSTUFF
source: Find ingredients to craft!
japanese: クラフト用の資材を見つけよう！

# STRINGS.UI.CRAFTING.NEEDSANCIENT_FOUR
source: It seems that this altar is not fully functional!
japanese: この祭壇はちゃんと機能しないようだ！

# STRINGS.UI.CRAFTING.NEEDPRESTIHATITATOR
source: Use a Prestihatitator to build a prototype!
japanese: プレスティハッティテータを使ってプロトタイプを作る！

# STRINGS.UI.CRAFTING.CANTRESEARCH
source: Some things are unknowable
japanese: 知られざるもののある

# STRINGS.UI.CRAFTING.NEEDSCIENCEMACHINE
source: Use a science machine to build a prototype!
japanese: 科学機械をつかってプロトタイプを作る！

# STRINGS.UI.CRAFTING.BUILD
source: Build
japanese: 建設する

# STRINGS.UI.CRAFTING.PROTOTYPE
source: Prototype
japanese: プロトタイプ

# STRINGS.UI.MORGUESCREEN.MORGUE
source: Morgue
japanese: 死体安置所

# STRINGS.UI.MORGUESCREEN.TITLE
source: Obituaries
japanese: 死亡記事

# STRINGS.UI.MORGUESCREEN.CAUSE
source: Cause of Death
japanese: 死因

# STRINGS.UI.MORGUESCREEN.DAYS_LIVED
source: Days Lived
japanese: 生き延びた日にち

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.1
source: Survival
japanese: サバイバル！

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.2
source: Caves
japanese: 洞窟

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.3
source: Adventure
japanese: アドベンチャー

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.4
source: TEST
japanese: テスト

# STRINGS.UI.MORGUESCREEN.LEVELTYPE.5
source: Unknown
japanese: 未知

# STRINGS.UI.MORGUESCREEN.MODE
source: Mode
japanese: モード

# STRINGS.UI.MORGUESCREEN.DECEASED
source: Deceased
japanese: 死んだ人

# STRINGS.UI.SANDBOXMENU.SLIDESLOW
source: Slow
japanese: 遅い

# STRINGS.UI.SANDBOXMENU.SLIDERARE
source: Less
japanese: 少ない

# STRINGS.UI.SANDBOXMENU.SLIDEVERYFAST
source: Very Fast
japanese: とても速い

# STRINGS.UI.SANDBOXMENU.CHOICECOOKED
source: Prepared Food
japanese: 用意された食べ物

# STRINGS.UI.SANDBOXMENU.CHOICEMONSTERS
source: Monsters
japanese: モンスター

# STRINGS.UI.SANDBOXMENU.MEDIUM
source: Quite Difficult
japanese: けっこう難しい

# STRINGS.UI.SANDBOXMENU.CHOICEMISC
source: World
japanese: 世界

# STRINGS.UI.SANDBOXMENU.CHOICERESOURCES
source: Resources
japanese: 資源

# STRINGS.UI.SANDBOXMENU.CHOICEAMTDAY
source: Amount of Day
japanese: 一日の量

# STRINGS.UI.SANDBOXMENU.EASY
source: Not Easy
japanese: 簡単ではない

# STRINGS.UI.SANDBOXMENU.BRANCHINGLEAST
source: Least
japanese: 一番少ない

# STRINGS.UI.SANDBOXMENU.SLIDEDEFAULT
source: Default
japanese: デフォルト

# STRINGS.UI.SANDBOXMENU.YES
source: Yes
japanese: はい

# STRINGS.UI.SANDBOXMENU.NIGHT
source: Night
japanese: 夜

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.1
source: A Cold Reception
japanese: 冷たい歓迎

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.2
source: The King of Winter
japanese: 冬の王様

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.3
source: The Game is Afoot
japanese: ゲーム進行中

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.4
source: Archipelago
japanese: 列島

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.5
source: Two Worlds
japanese: 二つの世界

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.6
source: Darkness
japanese: 暗闇

# STRINGS.UI.SANDBOXMENU.ADVENTURELEVELS.7
source: Checkmate
japanese: チェックメイト

# STRINGS.UI.SANDBOXMENU.BRANCHINGANY
source: Default
japanese: デフォルト

# STRINGS.UI.SANDBOXMENU.LOOPNEVER
source: Never
japanese: ありえない

# STRINGS.UI.SANDBOXMENU.NO
source: No
japanese: いいえ

# STRINGS.UI.SANDBOXMENU.SLIDEOFTEN
source: More
japanese: もっと

# STRINGS.UI.SANDBOXMENU.NONE
source: None
japanese: なし

# STRINGS.UI.SANDBOXMENU.CHOICEANIMALS
source: Animals
japanese: 動物

# STRINGS.UI.SANDBOXMENU.DUSK
source: Dusk
japanese: 夕暮れ

# STRINGS.UI.SANDBOXMENU.USEPRESET
source: Preset
japanese: プリセット

# STRINGS.UI.SANDBOXMENU.SLIDESMEDIUM
source: Medium
japanese: ミディアム

# STRINGS.UI.SANDBOXMENU.LOOPALWAYS
source: Always
japanese: いつも

# STRINGS.UI.SANDBOXMENU.HARD
source: Overly Taxing
japanese: ひどく骨のおれる

# STRINGS.UI.SANDBOXMENU.LOOPRANDOM
source: Default
japanese: デフォルト

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSIMPLE
source: Very Simple
japanese: とてもシンプル

# STRINGS.UI.SANDBOXMENU.SLIDELONG
source: Long
japanese: 長い

# STRINGS.UI.SANDBOXMENU.BRANCHINGMOST
source: Most
japanese: 一番

# STRINGS.UI.SANDBOXMENU.BOTH
source: Both
japanese: 両方

# STRINGS.UI.SANDBOXMENU.BRANCHINGNEVER
source: Never
japanese: ありえない

# STRINGS.UI.SANDBOXMENU.MAINMENU
source: Cancel
japanese: キャンセル

# STRINGS.UI.SANDBOXMENU.SLIDESHUGE
source: Huge
japanese: 巨大

# STRINGS.UI.SANDBOXMENU.MODIFYTASKS
source: Modify Tasks
japanese: タスクを修正

# STRINGS.UI.SANDBOXMENU.SLIDEVERYCOMPLEX
source: Very Complex
japanese: とても複雑

# STRINGS.UI.SANDBOXMENU.SLIDECOMPLEX
source: Complex
japanese: 複雑

# STRINGS.UI.SANDBOXMENU.WINTER
source: Winter
japanese: 冬

# STRINGS.UI.SANDBOXMENU.SLIDESIMPLE
source: Simple
japanese: シンプル

# STRINGS.UI.SANDBOXMENU.SLIDESMALL
source: Default
japanese: デフォルト

# STRINGS.UI.SANDBOXMENU.SLIDESLARGE
source: Large
japanese: 大きい

# STRINGS.UI.SANDBOXMENU.SUMMER
source: Summer
japanese: 夏

# STRINGS.UI.SANDBOXMENU.SLIDEFAST
source: Fast
japanese: 速い

# STRINGS.UI.SANDBOXMENU.CHOICEFOOD
source: Food
japanese: 食べ物

# STRINGS.UI.SANDBOXMENU.SLIDENEVER
source: None
japanese: なし

# STRINGS.UI.SANDBOXMENU.SLIDEALWAYS
source: Lots
japanese: いっぱい

# STRINGS.UI.SANDBOXMENU.SLIDESHORT
source: Short
japanese: 短い

# STRINGS.UI.SANDBOXMENU.TITLE
source: World Customisation
japanese: 世界カスタム化

# STRINGS.UI.SANDBOXMENU.SLIDEVERYSLOW
source: Very Slow
japanese: とても遅い

# STRINGS.UI.SANDBOXMENU.DAY
source: Day
japanese: 昼間

# STRINGS.UI.SANDBOXMENU.NONEAVAILABLE
source: None Available
japanese: どれも有効ではない

# STRINGS.UI.SANDBOXMENU.SLIDEALL
source: Only
japanese: 唯一の

# STRINGS.UI.SANDBOXMENU.CHAPTERS.1
source: Chapter 1 of 5
japanese: 5章中の第1章

# STRINGS.UI.SANDBOXMENU.CHAPTERS.2
source: Chapter 2 of 5
japanese: 5章中の第2章

# STRINGS.UI.SANDBOXMENU.CHAPTERS.3
source: Chapter 3 of 5
japanese: 5章中の第3章

# STRINGS.UI.SANDBOXMENU.CHAPTERS.4
source: Chapter 4 of 5
japanese: 5章中の第4章

# STRINGS.UI.SANDBOXMENU.CHAPTERS.5
source: Chapter 5 of 5
japanese: 5章中の第5章

# STRINGS.UI.SANDBOXMENU.CHAPTERS.6
source: Epilogue
japanese: エピローグ

# STRINGS.UI.QUITTING
source: Packing up the science.
japanese: 科学の詰め込み

# STRINGS.UI.DEATHSCREEN.YOUESCAPED
source: You escaped!
japanese: 逃れた！

# STRINGS.UI.DEATHSCREEN.NEXTREWARD
source: Next Reward...
japanese: 次の報酬…

# STRINGS.UI.DEATHSCREEN.SURVIVEDDAYS
source: You survived
japanese: 生き残った

# STRINGS.UI.DEATHSCREEN.RETRY
source: Retry
japanese: 再試行

# STRINGS.UI.DEATHSCREEN.CONTINUE
source: Continue
japanese: 続けますか

# STRINGS.UI.DEATHSCREEN.DAYS
source: days
japanese: 日

# STRINGS.UI.DEATHSCREEN.LEVEL
source: Level
japanese: レベル

# STRINGS.UI.DEATHSCREEN.MAINMENU
source: Main Menu
japanese: メインメニュー

# STRINGS.UI.DEATHSCREEN.YOUAREDEAD
source: YOU ARE DEAD!
japanese: 死ス！

# STRINGS.UI.DEATHSCREEN.ATCAP
source: At Cap!
japanese: 上限です！

# STRINGS.UI.DEATHSCREEN.DAY
source: day
japanese: 昼間

# STRINGS.UI.SLOTDETAILSSCREEN.RESTART
source: Restart
japanese: 再スタート

# STRINGS.UI.SLOTDETAILSSCREEN.TITLE
source: Slot
japanese: スロット

# STRINGS.UI.SLOTDETAILSSCREEN.PLAY
source: Play
japanese: 遊ぶ

# STRINGS.UI.SLOTDETAILSSCREEN.CHANGECHARACTER
source: Change Character
japanese: キャラクターを変更

# STRINGS.UI.SLOTDETAILSSCREEN.DELETE
source: Delete
japanese: 削除

# STRINGS.UI.SLOTDETAILSSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.SLOTDETAILSSCREEN.CONTINUE
source: Continue
japanese: 続けますか

# STRINGS.UI.CREDITS.THANKS
source: And a very special thanks to all our supporters who braved the challenge of the "Early-Access Beta". You are too numerous to name - our amazing moderators, the wonderful artists, musicians, live streamers, to all who made a Let's Play video and everybody who chimed in to let us know exactly what you think. Your encouragement, passion and support has been amazing. Don't Starve is truly a better game because of all of you.
japanese: そして "初期アクセスベータ"のチャレンジをくぐり抜けてくれたサポーターに感謝します。 人数が多くて名前は挙げられませんが - 素晴らしいモデレーター、素敵なアーティストたち、ミュージシャン、ライブストリーマー、 Let's Play ビデオの製作に関わった人々、そして意見をくれた全ての方々。 あなたたちの励ましと、熱意とサポートは素晴らしいものでした。 Don't Starveはあなたたちのおかげでより良いゲームに仕上げられました。

# STRINGS.UI.CREDITS.TWITTER
source: The Twitters
japanese: ザ・ツィッターズ

# STRINGS.UI.CREDITS.TITLE
source: CREDITS
japanese: クレジット

# STRINGS.UI.CREDITS.ALTGAMES.TITLE
source: Linux and OSX ports by Alternative Games
japanese: LinuxとOSXポートはAlternative Gamesによるものです

# STRINGS.UI.CREDITS.FMOD
source: FMOD Sound System, Copyright Firelight Technologies
japanese: FMOD サウンドシステム 版権 Firelight Technologies

# STRINGS.UI.CREDITS.FACEBOOK
source: The Facebooks
japanese: Facebook

# STRINGS.UI.UNLOCKMAXWELL.BODY1
source: The key looks like it will fit. You can free
japanese: キーが合いそうだ。自由にできる

# STRINGS.UI.UNLOCKMAXWELL.TITLE
source: Take pity?
japanese: 哀れに思う？

# STRINGS.UI.UNLOCKMAXWELL.NO
source: No
japanese: いいえ

# STRINGS.UI.UNLOCKMAXWELL.BODY2
source: , but I doubt %s captors will be pleased...
japanese: でもきっと%s捕えた人たちは快く思わないだろう…

# STRINGS.UI.UNLOCKMAXWELL.YES
source: Yes
japanese: はい

# STRINGS.UI.MAINSCREEN.BUYNOW
source: Buy Now
japanese: いますぐ購入

# STRINGS.UI.MAINSCREEN.MODFAILDETAIL2
source: The mod will be disabled, re-enable it from the mods menu.
japanese: MODは無効になります。MODメニューから有効にしてください。

# STRINGS.UI.MAINSCREEN.CONTINUE
source: Continue
japanese: 続けますか

# STRINGS.UI.MAINSCREEN.MODFAILTITLE
source: WARNING!
japanese: 注意！

# STRINGS.UI.MAINSCREEN.NEWADVENTURE_WARN
source: The new adventure system is currently in active development and is provided for testing purposes. It will probably contain bugs.
japanese: 新しいアドベンチャー・システムは現在開発途中で、試験目的でのみ提供されています。不具合が含まれてると思われます。

# STRINGS.UI.MAINSCREEN.RESETPROFILE
source: Reset profile!
japanese: プロフィールをリセット！

# STRINGS.UI.MAINSCREEN.SCRIPTERRORQUIT
source: Exit Game
japanese: ゲームを終了

# STRINGS.UI.MAINSCREEN.MODS
source: Mods
japanese: MOD

# STRINGS.UI.MAINSCREEN.GIFT
source: Send Gift
japanese: ギフトを送る

# STRINGS.UI.MAINSCREEN.FREEPLAY
source: Sandbox
japanese: サンドボックス

# STRINGS.UI.MAINSCREEN.PLAY_ON_STEAM
source: PLAY ON STEAM TEXT
japanese: STEAMテキストでプレイする

# STRINGS.UI.MAINSCREEN.RATE
source: Rate This Game
japanese: ゲームを評価する

# STRINGS.UI.MAINSCREEN.NEWGAMEDESC
source: This will erase your current save. Continue?
japanese: これを行うとあなたの現在のセーブが消去されます。続けますか？

# STRINGS.UI.MAINSCREEN.NO
source: No
japanese: いいえ

# STRINGS.UI.MAINSCREEN.FORUM
source: Forum
japanese: フォーラム

# STRINGS.UI.MAINSCREEN.CANCEL
source: Cancel
japanese: キャンセル

# STRINGS.UI.MAINSCREEN.MODSBADTITLE
source: All Mods Disabled
japanese: 全てのMODが無効化されています

# STRINGS.UI.MAINSCREEN.OLDORFAILEDMODS
source: Check the forums for updated versions.
japanese: フォーラムで新らしく更新されたバージョンを確認してください。

# STRINGS.UI.MAINSCREEN.MOTD
source: If you want to participate in our Halloween Mod Challenge click the link below!
japanese: ハロウィンMODチャレンジに参加したい場合は下記のリンクをクリックしてください！

# STRINGS.UI.MAINSCREEN.TESTING
source: This is the testing branch!
japanese: これは試験箇所です！

# STRINGS.UI.MAINSCREEN.TESTINGNO
source: No thank you!
japanese: 結構です！

# STRINGS.UI.MAINSCREEN.MODFORUMS
source: Mod Forums
japanese: MODフォーラム

# STRINGS.UI.MAINSCREEN.NEWWORLDDESC
source: This will erase your current world and any saved games in it. Continue?
japanese: これを行うと、あなたの現在の世界とその中でセーブされた全てのゲームが消去されます。続けますか？

# STRINGS.UI.MAINSCREEN.MODSBADLOAD
source: The game did not start correctly last time. This was likely caused by a mod, so all mods have been disabled. You can try re-enabling mods from the mod settings screen.
japanese: 前回ゲームが正常に起動しませんでした。これはおそらくMODが原因であるため、全てのMODは無効化されました。 MOD設定スクリーンからもう一度有効化を試してください。

# STRINGS.UI.MAINSCREEN.FORCEMODDETAIL
source: You are force loading these mods from modsettings.lua. They will always be enabled:
japanese: modsettings.luaから強制的にこれらのMODをロードしています。これらは常に有効化されます：

# STRINGS.UI.MAINSCREEN.NEWGAMESHORT
source: Empty
japanese: 空き
