Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

source: High-quality laminate floorboards.
french: Plancher en stratifié de haute qualité.

source: Hay wall segments. Not very sturdy.
french: Foin des segments de paroi. Pas très robuste.

source: Good for hiding!
french: Bon pour se cacher!

source: Unlock even more crafting recipes
french: Déverrouiller encore plus de recettes d'artisanat

source: There must be some magic in it...
french: Il doit y avoir quelque chose de magique en elle ...

source: Warm enough for winter storms.
french: Assez chaud pour les tempêtes d'hiver.

source: Warm, but light enough for summer.
french: Chaud, mais assez léger pour l'été.

source: Protects you from death.
french: Vous protège de la mort.

source: Protect your braincase.
french: Protégez votre boîte crânienne.

source: Unlock new crafting recipes
french: Débloquer de nouvelles recettes d'artisanat

source: Dig really nice holes
french: Creusez des trous vraiment sympa

source: Move the ground around
french: Déplacez le sol autour

source: Light the night with your dreams.
french: Allumez la nuit avec vos rêves.

source: Grows seeds at breakneck speeds
french: Pousse les graines à une vitesse vertigineuse

source: Something to soothe the nerves.
french: Quelque chose pour calmer les nerfs.

source: Protects you from some damage
french: Vous protège contre des dommages

source: IT BURNS!
french: Ça brûle!

source: WHAT YOU GOT?
french: QU'EST-CE QUE VOUS AVEZ OBTENU?

source: BETTER BE GOOD.
french: Mieux d'être bon.

source: NO LIKE SPIDER!
french: NON COMME SPIDER!

source: SCARY SPIDER!
french: SPIDER EFFRAYANT!

source: Drop All
french: Supprimez toutes les

source: Say pal, you don't look so good.
french: Dites pal, vous n'avez pas l'air si bon.

source: You better find something to eat before night comes!
french: Tu ferais mieux de trouver quelque chose à manger avant la nuit vient!

source: The Gentleman Scientist
french: The Scientist Gentleman

source: The Bereaved
french: L'ami endeuillées

source: The Soulless Automaton
french: Le Soulless Automaton

source: The Firestarter
french: Le Firestarter

source: The Librarian
french: Le bibliothécaire

source: The Strongman
french: Le Strongman

source: I KILL NOW!
french: Je TUER EN CE MOMENT!

source: YOU GO SMASH!
french: VOUS ALLEZ SMASH!
