Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.DONE
source: I HAVE NEW PROTEINS
japanese: 新しいプロテインを手に入れた

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEATRACK.GENERIC
source: I SHOULD HANG EXPIRED MEATSACKS HERE
japanese: 賞味期限切れの肉の袋をここに干しておこう

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_COOKED
source: DELICIOUS
japanese: とても美味しい

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER
source: IT VIOLATED MY SMELLING MODULE.
japanese: 私の嗅覚モジュールを乱した。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_6
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.GENERIC
source: IT THINKS IT IS SO PRETTY
japanese: 自分がとてもかわいいと思っている

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUTTERFLY.HELD
source: SQUISH
japanese: グシャ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MINOTAUR
source: THIS MEAT HAS A POINTY END
japanese: この肉は先が尖っている

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL
source: ROCK WITH ROCKS
japanese: ロックな石でロックンロール

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANE
source: ASSISTED LOCOMOTION DEVICE
japanese: 補助付き運動装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY_ITEM
source: NOT VERY GOOD DEFENSES
japanese: あまりいい防御ではない

# STRINGS.CHARACTERS.WX78.DESCRIBE.STINGER
source: WARNING: TOXINS PRESENT
japanese: 注意：毒素が感知されました

# STRINGS.CHARACTERS.WX78.DESCRIBE.WAFFLES
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.UNAGI
source: A FANCIER FUEL PACK.
japanese: 素敵な燃料パック

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: GREEN FUNGUS
japanese: 緑カビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: IT IS HIDING
japanese: 隠れている

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I TOOK IT.
japanese: 私がとった。

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_LOW
source: ROCKS CONTAINING ROCKS
japanese: 石を含んだ石

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_TRIPLE
source: POWER SOURCE: UNKNOWN
japanese: 動力源：不明

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.GENERIC
source: RED FUNGUS
japanese: 赤カビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.INGROUND
source: IT IS HIDING
japanese: 隠れている

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_MUSHROOM.PICKED
source: I TOOK IT.
japanese: 私がとった。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHAT
source: THE MESH IS SMALLER THAN BEE STINGERS
japanese: この網は蜂の毒針よりも細かい

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.GENERIC
source: BIOLUMINESCENT INSECTS
japanese: 生物発光昆虫

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREFLIES.HELD
source: THEY ARE VERY LIGHT
japanese: それらはとても軽い

# STRINGS.CHARACTERS.WX78.DESCRIBE.STALAGMITE_TALL_LOW
source: ROCK WITH ROCKS
japanese: ロックな石でロックンロール

# STRINGS.CHARACTERS.WX78.DESCRIBE.EYETURRET
source: I HAVE TAMED MIGHTY BEASTS TO FIGHT FOR ME.
japanese: 私のために戦うように、強力な獣たちを手なずけた

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHOLE
source: SPIDERS DETECTED
japanese: クモ発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK
source: LUMPY
japanese: でこぼこしている

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKEDMONSTERMEAT
source: IT IS STILL SOMEWHAT INCOMPATIBLE
japanese: まだ微妙に相容れない

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEARDHAIR
source: DISGUSTING
japanese: 気色悪い

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_WINTER
source: CABLE IS MORE DISGUSTING AND HAIRY THAN NORMAL
japanese: ケーブルがいつもより多くてうんざり

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_SUMMER
source: CABLE UNPLUGGED
japanese: ケーブルが刺さっていない

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE_DOUBLE
source: POWER SOURCE: UNKNOWN
japanese: 動力源：不明

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNK_COOKED
source: MEAT RENDERED INACTIVE. EXCELLENT.
japanese: 動物の解体休止中。素晴らしい。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEGEM
source: IT SHIMMERS IN MY HANDS.
japanese: 私の手の中でキラキラと光る。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSHHAT
source: HOW DEMEANING
japanese: なんて屈辱的な

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENSHOVEL
source: GOLD IS MORE DURABLE?
japanese: 金の方が耐久性がいい？

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_WINTER
source: IMPROVED TEMPERATURE CONTROL HOUSING
japanese: 改善された温度調節の住居

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRUNKVEST_SUMMER
source: TEMPERATURE CONTROL HOUSING
japanese: 温度調節住居

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEMAXWELL
source: HIGH LEVELS OF EVIL DETECTED.
japanese: 高いレベルの悪を感知しました。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_STATUE
source: A NIGHTMARE INDICATOR
japanese: 悪夢測定器

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FOOD
source: EVEN I CAN NOT PROCESS THAT
japanese: 私にだってそれは処理できない

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLINT
source: THIS ROCK IS SHARPER THAN MOST
japanese: この石は他のものよりも尖っている

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_8
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_MARSH_BUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
japanese: 地中での方が役に立つ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_ROBIN
source: IT HAS BEEN SEPARATED FROM ITS BIRD
japanese: 鳥から引き離された

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_SHORT
source: IT IS ALMOST COMPLETE
japanese: もうすぐ完了

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.EMPTY
source: I CAN REFINE MEATS AND VEGETABLES INTO MORE ROBUST FORMS
japanese: 私は肉や野菜に磨きをかけて、もっとしっかりとしたこくのあるものにできる

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.DONE
source: THE COOKING PROCESS IS DONE
japanese: 調理作業は終了

# STRINGS.CHARACTERS.WX78.DESCRIBE.COOKPOT.COOKING_LONG
source: MORE TIME IS REQUIRED
japanese: もっと時間が必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_STONE_ITEM
source: STONE DEFENSES
japanese: 石の防御

# STRINGS.CHARACTERS.WX78.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I AM GOOD AT REPEATING TASKS
japanese: 私は作業を繰り返すのが得意

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTREEDS
source: HOLLOW PLANT MATTER
japanese: うつろな植物事情

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_4
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_3
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_FOREST
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_2
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAMPUS
source: STOP! THIEF!
japanese: 止まれ！泥棒！

# STRINGS.CHARACTERS.WX78.DESCRIBE.RATATOUILLE
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.FULL
source: OCCUPIED
japanese: 使用中

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: THE OCCUPANT MUST BE SLEEPING
japanese: 使用している者はきっと寝ているに違いない

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGHOUSE.GENERIC
source: THE FURNITURE IS ALL PIG-SHAPED
japanese: 家具がみんなブタの形をしている

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SAVANNA
source: THE GROUND
japanese: 大地

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_RING
source: HOW DELIGHTFULLY INORGANIC
japanese: なんて愉快に無機な状態なんだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT_NIGHTMARE
source: REPROGRAMMING REQUIRED
japanese: 再プログラミングが必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MUD
source: GROUND PARTS
japanese: 地表の断片

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_10
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEDROLL_STRAW
source: SLEEP( 1000 )
japanese: 睡眠(1000)

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASALT
source: INSUFFICIENT DESTRUCTIVE ABILITIES
japanese: 破壊能力が不十分です

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGLEGS
source: REPLACEMENT PARTS FOR FROGS
japanese: カエルの代替パーツ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIRD_EGG
source: I HATE YOU, EGG
japanese: 君なんて嫌いだよ、卵クン

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREECLUMP
source: CLUMP
japanese: 茂み

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREASURECHEST
source: EXTERNAL STORAGE UNIT
japanese: 外部記憶装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP_TEETH
source: THIS WILL PUNCTURE MY ENEMIES' FEET
japanese: これで敵の足を貫くことができる

# STRINGS.CHARACTERS.WX78.DESCRIBE.THULECITE_PIECES
source: WITH THIS I CAN CREATE MORE THULECITE.
japanese: これでもっとたくさんのスーラサイトが作れる。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAP
source: I AM ADEPT AT WEAVING
japanese: 私は機織り名人です

# STRINGS.CHARACTERS.WX78.DESCRIBE.PENGUIN
source: BIRD CANNOT FLY?
japanese: 飛べない鳥？

# STRINGS.CHARACTERS.WX78.DESCRIBE.TORCH
source: PRIMITIVE LIGHT SOURCE
japanese: 原始的な光源

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.GENERIC
source: IT IS A PLANT
japanese: それは植物だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.PICKED
source: WHAT DO YOU WANT?
japanese: 何が欲しいの？

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANDRAKE.DEAD
source: I HAVE KILLED IT. GOOD.
japanese: 殺しました。やったね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.GENERIC
source: IT HAS A STINGER AND A BAD ATTITUDE
japanese: 毒針と、イヤな態度を持ち合わせている

# STRINGS.CHARACTERS.WX78.DESCRIBE.KILLERBEE.HELD
source: WARNING: KILLER BEE IN POCKET
japanese: 注意：ポケットに毒蜂がいます

# STRINGS.CHARACTERS.WX78.DESCRIBE.DURIAN_COOKED
source: STILL NOT GOOD
japanese: まだダメだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOPHAT
source: SOPHISTICATED
japanese: 洗練されてる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_POTATO
source: REMINDS ME OF MY MOTHER
japanese: それを見ると私の母さんを思い出す

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGLOG
source: EVEN WORSE THAN A NORMAL LOG
japanese: ただの丸太よりもたちが悪い

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS_COOKED
source: THEY CAN NO LONGER GERMINATE
japanese: もう発芽は不可能

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGONFRUIT_COOKED
source: I SHOULD EAT THIS SOON
japanese: これは早く食べた方がいいな

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURTLEHAT
source: THIS MAKES ME HAPPY
japanese: これを見るとウキウキする

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPIKE
source: THIS IS VISCIOUSLY VISCOUS
japanese: これはひどく危険だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAINOMETER
source: WELCOME, BROTHER.
japanese: ようこそ、兄弟よ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENT
source: I CAN REBOOT IN THERE
japanese: その中で再起動できる

# STRINGS.CHARACTERS.WX78.DESCRIBE.POTTEDFERN
source: MAYBE THIS WILL HELP LURE VICTIMS TO MY BASE.
japanese: これがあれば私の基地へ獲物を引き寄せることができるかも。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BANDAGE
source: TEMPORARY MAINTENANCE DEVICE.
japanese: 一時的な整備装置。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLTHRONE
source: MADE FOR SITTING.
japanese: 座る用にできている。

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_12
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE_PILLAR
source: DOES NOT LOOK BETTER FROM THIS END
japanese: こっち側からの見た目はよくない

# STRINGS.CHARACTERS.WX78.DESCRIBE.PUMPKIN_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELEPORTATO_BOX
source: THIS WOULD PROBABLY BLOW MY CIRCUITS
japanese: これはきっと私の電気回路をダメにするでしょう

# STRINGS.CHARACTERS.WX78.DESCRIBE.HOMESIGN
source: YOU ARE HERE.
japanese: 現在地。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUEAMULET
source: THIS WILL MAKE A GREAT HEATSINK.
japanese: これはいい放熱板になります。

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_PLANT
source: IT IS AN UNINTERESTING PLANT
japanese: つまらない植物だ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: CRACK DETECTED
japanese: ひび発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: IT CAN NOT VENT EXCESS HEAT
japanese: 過度の熱を外に放出することができません

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: IT REQUIRES WARMTH
japanese: 温かさが必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: SOMETHING IS EMERGING
japanese: 何かが現れつつある

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: LIFE IS AN ANNOYINGLY SLOW PROCESS
japanese: 人生はじれったいほどゆっくりとしたプロセスだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TALLBIRDEGG
source: IS IT STILL ALIVE?
japanese: まだ生きてる？

# STRINGS.CHARACTERS.WX78.DESCRIBE.PURPLEAMULET
source: I HAVE CREATED THE PERFECT AMULET.
japanese: 最高のお守りを作った

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOOMERANG
source: REUSABLE PROJECTILE.
japanese: 再利用可能なミサイル

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_UNDERROCK
source: GROUND PARTS
japanese: 地表の断片

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENGEM
source: PRESSURE AND IMPURITIES HAVE PRODUCED PLEASING PERFECTION
japanese: 圧力と不純物で素晴らしく完璧なものが出来上がった

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBOT_PUPPET
source: BROTHER! WHAT HAVE THEY DONE TO YOU?
japanese: 兄弟！彼らに何をされたの？

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANFLUTE
source: I CAN REBOOT FLESHLINGS WITH THIS
japanese: これで生物を再起動できる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.GENERIC
source: ANGST DETECTED
japanese: 不安を感知しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.HUNGRY
source: IT NEEDS FOOD
japanese: 食べ物が必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.TEENBIRD.STARVING
source: IT IS STARTING TO BEHAVE IRRATIONALLY
japanese: 非合理的な行動をとるようになっている

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUFFEDEGGPLANT
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.STRAWHAT
source: THIS WILL COVER MY PROCESSING UNIT
japanese: これで私の処理装置を覆える

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_HAY
source: THAT SEEMS SUBOPTIMAL
japanese: 準最適のようです

# STRINGS.CHARACTERS.WX78.DESCRIBE.STATUEHARP
source: SOMEONE FORGOT TO INSTALL THE HEAD MODULE.
japanese: 誰かが頭部モジュールのインストールを忘れた。

# STRINGS.CHARACTERS.WX78.DESCRIBE.LANTERN
source: LIGHT THE WAY, FRIEND
japanese: 道を照らしておくれ、友よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRINKET_9
source: USELESS JUNK FROM A BYGONE AGE
japanese: 使い物にならない過去の遺物

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: HEIGHTENED THREAT DETECTED
japanese: 高まる脅威を感知しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: THREAT SUSPENDED
japanese: 脅威が停止されました

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDER_WARRIOR.DEAD
source: I WIN
japanese: 私の勝ち

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.GENERIC
source: A DECEPTIVELY SIMPLE DEVICE
japanese: 見かけによらず、単純な装置

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.HOT
source: TEMPERATURE AT MAXIMUM
japanese: 温度最高値

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.COLD
source: LACKS ALL THERMAL ENERGY
japanese: 熱エネルギーに欠ける

# STRINGS.CHARACTERS.WX78.DESCRIBE.HEATROCK.WARM
source: IT WARMS MY COLD CHASSIS
japanese: 私の冷えた胴体を暖めてくれる

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERHAT
source: IT WIRELESSLY TRANSMITS THOUGHTS TO SPIDERS
japanese: これでワイヤレスで思考をクモに伝えることができる

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLURPER_PELT
source: A MEATSACK
japanese: 肉の袋

# STRINGS.CHARACTERS.WX78.DESCRIBE.EEL
source: I TOOK IT FROM IT'S HOME. THIS IS FUNNY TO ME!
japanese: やつの住処からとってきた。すごいだろ！

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLOCK
source: KEY RECEPTACLE.
japanese: キー・レセプタクル。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEMINE_MAXWELL
source: AGGRESSIVE LIFEFORMS WITHIN
japanese: 内なる攻撃的な生物

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.DUG
source: WORMS AND ICHOR
japanese: ミミズとイコル

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOUND.GENERIC
source: MEATLINGS ARE SO SUPERSTITIOUS
japanese: ドウブツは迷信深すぎる

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.GENERIC
source: IT IS STILL INITIALIZING
japanese: まだ初期化中です

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYBEEFALO.SLEEPING
source: REST FUNCTION ACTIVATED
japanese: 休憩機能を起動しました

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDEREGGSACK
source: SPIDER POTENTIAL = 6
japanese: クモの可能性 = 6

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLEPILLAR
source: CRUMBLING REMAINS. HAH.
japanese: 崩れかけた残骸。はぁ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAVE_BANANA_COOKED
source: THESE FOOD THINGS ARE SO TEDIUOUS
japanese: この食べ物には飽き飽きです

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPIDERDEN
source: SPIDER SOURCE DETECTED
japanese: クモの根源を発見

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR
source: BRING IT, FLESHLINGS
japanese: かかってこい、生物よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT_DRIED
source: DEHYDRATED PROTEINS
japanese: 脱水状態のプロテイン

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLMEAT
source: IT TASTES LIKE REVENGE
japanese: 復讐の味がする

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.GENERIC
source: IT LOOKS PATHETIC
japanese: 哀れな感じ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.HUNGRY
source: IT REQUIRES INPUT
japanese: インプットが必要です

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMALLBIRD.STARVING
source: IT IS ALMOST OUT OF FUEL
japanese: もうすぐ燃料切れ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.GENERIC
source: OUTPUT OF FIRE PROGRAM.
japanese: 炎プログラムのアウトプット。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_THINGIE
source: OUTPUT OF FIRE PROGRAM. INPUT UNDETERMINED.
japanese: 炎プログラムのアウトプット。インプット不確定。

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASH.REMAINS_EYE_BONE
source: OUTPUT OF EYEBONE TELEPORTATION PROGRAM.
japanese: 目玉の骨の転送プログラムアウトプット。

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
japanese: 植物のソースコードのようなもの

# STRINGS.CHARACTERS.WX78.DESCRIBE.MEAT
source: I WILL ENJOY THIS
japanese: これは楽しみだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUE_CAP_COOKED
source: MODIFIED FUNGUS
japanese: 改良されたカビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POND_ALGAE
source: LOOK AT IT STRUGGLE TO LIVE.
japanese: 生きるのに必死な様子を見て。

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEROGIES
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROGGLEBUNWICH
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT
source: BOAT
japanese: ボート

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.GENERIC
source: A PIT OF CRUSTED LAVA
japanese: 表面が硬くなった溶岩ピット

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.OUT
source: IT NEEDS TO BE REBOOTED
japanese: 再起動が必要だぞ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.LOW
source: WARNING: LAVAL LEVEL LOW
japanese: 注意：溶岩レベルが低いです

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_LIGHT.NORMAL
source: THIS LAVA PIT IS FULLY OPERATIONAL
japanese: この溶岩ピットは完全に稼働可能です

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSLURPER
source: FURRY INSULATION FOR MY WIRES.
japanese: 私のワイヤーのための、フワフワな毛の絶縁体。

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.GENERIC
source: WARMTH AND LIGHT
japanese: 温かさと光

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.OUT
source: IT NEEDS TO BE REBOOTED
japanese: 再起動が必要だぞ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.EMBERS
source: WARNING: FIRE LEVEL CRITICAL
japanese: 注意：炎レベルクリティカルです

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.HIGH
source: WARNING: FIRE LEVEL EXCEEDS DESIGN PARAMETERS
japanese: 注意：炎レベルがデザインの設定値を超えています

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.LOW
source: WARNING: FIRE LEVEL LOW
japanese: 注意：炎レベル低です

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREPIT.NORMAL
source: THIS FIRE IS FULLY OPERATIONAL
japanese: この炎は完全に稼働可能です

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SINKHOLE
source: GROUND PARTS
japanese: 地表の断片

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEWING_KIT
source: IT JOINS COMPONENTS OF FIBRE TOGETHER
japanese: これはファイバーの構成要素を結合させる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLESPOTS
source: NOT FOR THE SQUEAMISH
japanese: 気の弱い人向きではない

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERLASAGNA
source: UPGRADED FOOD MATERIAL
japanese: アップグレードされた食材

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNT
source: I WIN. GOOD.
japanese: 私の勝ち。やったね。

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.CHOPPED
source: THE NATURAL WORLD IS OVERRATED
japanese: 自然界なんて過大評価され過ぎ

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.GENERIC
source: TARGET ACQUIRED
japanese: ターゲット確保

# STRINGS.CHARACTERS.WX78.DESCRIBE.EVERGREEN.BURNING
source: SOON THERE WILL BE NOTHING LEFT
japanese: すぐに何もなくなるだろう

# STRINGS.CHARACTERS.WX78.DESCRIBE.SKULLCHEST
source: THIS MAKES ME LAUGH
japanese: これは私を笑わせる

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.INACTIVE
source: SEEMS SMALLER THAN PREVIOUS DATA INDICATES
japanese: 事前データによる報告よりも小さいようだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANITYROCK.ACTIVE
source: IT IS CARVED WITH PERFECTION.
japanese: 完璧に刻まれている。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_PIPE
source: ACCELERATES SHARP OBJECTS TO DANGEROUS SPEEDS
japanese: 尖った物体を危険なスピードまで加速させる

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROTTENEGG
source: I AM GLAD I CAN NOT SMELL
japanese: 臭いがわからなくてよかった

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROPE
source: IT IS LESS USEFUL THAN IT APPEARS
japanese: 見かけよりも役に立たない

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROOK
source: ROOK AUTOMATON
japanese: ルーク自動化

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIGTORCH
source: IT GIVES HIM PURPOSE
japanese: それは彼に目的を与える

# STRINGS.CHARACTERS.WX78.DESCRIBE.GREENAMULET
source: ERROR: UNKNOWN
japanese: エラー：不明

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSHTREE_MEDIUM
source: SHINY RED
japanese: 輝く赤

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BERRYBUSH
source: IT WOULD BE MORE USEFUL IN THE GROUND
japanese: 地中での方が役に立つ

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURKEYDINNER
source: FESTIVE
japanese: 陽気な

# STRINGS.CHARACTERS.WX78.DESCRIBE.SILK
source: SPIDER INNARDS
japanese: クモの内蔵

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.GENERIC
source: A FOOLISH BIRD
japanese: バカな鳥

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN_WINTER.HELD
source: JUST A FEATHERY BLOB
japanese: ただの羽のついた塊

# STRINGS.CHARACTERS.WX78.DESCRIBE.PAPYRUS
source: I PREFER DOT MATRIX PAPER
japanese: ドット・マトリックスペーパーの方がいいな

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.GENERIC
source: GREETINGS, RED BIRD
japanese: こんにちは、赤い鳥よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROBIN.HELD
source: SQUASH!
japanese: ペシャ！

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTONE
source: DO YOU BELIEVE IN MAGIC?
japanese: 魔法を信じる？

# STRINGS.CHARACTERS.WX78.DESCRIBE.ORANGEAMULET
source: A WIRELESS ARM MODULE.
japanese: ワイヤレスのアームモジュール

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOCKEDWES
source: SILENT HUMAN TRAPPED BY STATUES
japanese: 彫像に捕われた静かな人間

# STRINGS.CHARACTERS.WX78.DESCRIBE.FIREHOUND
source: IT LIVES TO BURN
japanese: 燃えるために生きている

# STRINGS.CHARACTERS.WX78.DESCRIBE.GUNPOWDER
source: PUTS THE POW IN POWDER
japanese: パウダーに気合いを入れる

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_WOODFLOOR
source: WOOD GROUND
japanese: フローリングの床

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESURRECTIONSTATUE
source: WHO IS THAT?
japanese: あれは誰？

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB3
source: PERHAPS IT IS TOO POWERFUL.
japanese: 強すぎるのかもしれない

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCKY
source: MY SHELL IS NICER
japanese: 私のシェルの方が素敵

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHT
source: HORSE AUTOMATON
japanese: ウマ自動化

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB2
source: HELLO, FRIEND
japanese: こんにちは、友よ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_CAVE
source: POWER SOURCE: UNKNOWN
japanese: 動力源：不明

# STRINGS.CHARACTERS.WX78.DESCRIBE.PETALS_EVIL
source: IT WASN'T BEAUTIFUL, BUT I STILL DESTROYED IT. HA.
japanese: きれいじゃなかったけれど、それでも破壊した。エヘヘ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.BISHOP
source: REVEREND AUTOMATON
japanese: 牧師自動化

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
japanese: エラー：疑似科学機能不可

# STRINGS.CHARACTERS.WX78.DESCRIBE.RESEARCHLAB
source: MOTHER?
japanese: 母さん？

# STRINGS.CHARACTERS.WX78.DESCRIBE.RUBBLE
source: A DISMANTELD RELIC.
japanese: 取り壊された遺物。

# STRINGS.CHARACTERS.WX78.DESCRIBE.RED_CAP_COOKED
source: MODIFIED FUNGUS
japanese: 改良されたカビ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: ERROR: PSUDOSCIENCE UNWORKABLE
japanese: エラー：疑似科学機能不可

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANCIENT_ALTAR.WORKING
source: ERROR: CAUSALITY COMPROMISED
japanese: エラー：因果関係が危険に晒されています

# STRINGS.CHARACTERS.WX78.DESCRIBE.STAFFLIGHT
source: SUCH POWER!!
japanese: なんてパワーだ！！

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARBLETREE
source: LOOKS LIKE A VERY TOUGH TREE.
japanese: とてもタフな木のようだ。

# STRINGS.CHARACTERS.WX78.DESCRIBE.REDGEM
source: IT IS SLIGHTLY WARM
japanese: 少し暖かい

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAXWELLLIGHT
source: THEY SENSE MY PRESENCE.
japanese: 彼らは私の気配を感じています。

# STRINGS.CHARACTERS.WX78.DESCRIBE.FEATHER_CROW
source: IT HAS BEEN SEPARATED FROM ITS BIRD
japanese: 鳥から引き離された

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAZOR
source: EXFOLIATE!
japanese: こそぎ落とす！

# STRINGS.CHARACTERS.WX78.DESCRIBE.TENTACLE
source: BIOLOGY IS DISGUSTING
japanese: 生物学は気色悪いです

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABBITHOLE
source: THEY ARE ALL CONNECTED VIA UNDERGROUND TUNNELS
japanese: 全て地下トンネルで繋がっている

# STRINGS.CHARACTERS.WX78.DESCRIBE.BEEHIVE
source: HOW INDUSTRIOUS
japanese: なんて勤勉な

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GENERIC
source: IT LOOKS EDIBLE
japanese: 食べられそうだ

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.READY
source: IT IS AT PEAK NUTRITIONAL VALUE
japanese: 栄養成分の最大値

# STRINGS.CHARACTERS.WX78.DESCRIBE.PLANT_NORMAL.GROWING
source: GO FASTER, PLANT
japanese: もっと速く行け、植物よ
