Repository: Serpens66/DST-Adventure-Mod
Catalog: ds files/scripts/languages/*.po
Languages: french, japanese

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSLURPER
source: It tickles, I think it's still alive.
japanese: ムズムズする。それはまだ生きていると思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.GENERIC
source: Go fly south or something!
japanese: 南へ向かって飛ぶとか！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN_WINTER.HELD
source: It's stealing my warmth.
japanese: 俺の温かさを盗んでいる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SINKHOLE
source: I found this underground.
japanese: これを地下で見つけた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.GENERIC
source: What a snotty little jerk.
japanese: なんて横柄でチビで間抜け。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROBIN.HELD
source: Don't get comfortable, birdie.
japanese: 快適になるなよ、小鳥さん。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_DROPPER
source: They're smart to live away from the corruption.
japanese: その邪悪から離れるとは奴らは賢い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERLASAGNA
source: This is cat food!
japanese: これはキャットフードだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNT
source: What a waste.
japanese: なんて無駄。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.CHOPPED
source: Ahhhh!
japanese: あーーーー！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.GENERIC
source: It's calling to me!
japanese: そいつは俺を呼んでいる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EVERGREEN.BURNING
source: Nooo! I could have chopped it!
japanese: やめろーー！そいつを切り刻めた！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKULLCHEST
source: That's scary!
japanese: こわいー！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESURRECTIONSTATUE
source: I look good in wood.
japanese: 俺には木が似合う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_PIPE
source: Let's see what my huge lungs can do with this!
japanese: 俺の大きな肺でこれで何ができるか見てみよう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB3
source: OK, I kind of get it now.
japanese: オーケー、今、分かったと思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB2
source: This is getting strange.
japanese: どんどん奇妙になっていっている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RESEARCHLAB
source: I don't trust all this science stuff.
japanese: この科学的な物全部を信用していない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGTORCH
source: How did they do that without thumbs?
japanese: 親指なしで、どうやってやつらはそれをできたのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREENAMULET
source: I've always been better at cuttin' anyways.
japanese: いつもカットが得意だった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSHTREE_MEDIUM
source: Maybe I should chop it.
japanese: 多分、それを切り刻むべきだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BERRYBUSH
source: Time for a little landscaping.
japanese: ちょっとした造園の時間。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURKEYDINNER
source: Turkey day is here again!
japanese: 七面鳥の日がまたやって来た！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SILK
source: Spiders give me the willies.
japanese: クモたちが俺をドキドキさせている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.REDGEM
source: I see within it the fiery death of a thousand trees.
japanese: 何千本もの木がその中で燃え死んでいるのが見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PAPYRUS
source: I'd rather chop than write.
japanese: 書くよりも切り刻むほうがいい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAZOR
source: A true lumberjack never shaves.
japanese: 真の木こりは決して髭を剃らない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RAINOMETER
source: Rain makes the trees grow.
japanese: 雨で木々が育つ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ORANGEAMULET
source: This'll make the chores go by quicker!
japanese: これで雑用が素早く終わるようになるだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOCKEDWES
source: Who's that hoser?
japanese: あの野郎は誰だ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREHOUND
source: Hot hound!
japanese: ホットハウンド！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUNPOWDER
source: Never did like this stuff.
japanese: こんなことをしたのは一度もなかった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_WOODFLOOR
source: Flooring fit for a king!
japanese: 王様にふさわしい床張り！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABBITHOLE
source: I doubt there are trees down there.
japanese: そこに木々があるのは疑問だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PURPLEGEM
source: It's nothing a good chopping wouldn't fix.
japanese: 上手く切り倒して解決できないものなど何もない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKY
source: Lobster supper time!
japanese: ロブスター晩餐の時間！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHT
source: Maxwell's own mounted police.
japanese: Maxwellの自分自身の騎馬警官。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN_SEEDS
source: It's a seed.
japanese: それは種だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_CAVE
source: Shiny!
japanese: ピカピカ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS_EVIL
source: They're frowning at me with little evil faces.
japanese: 小さな悪魔の顔で奴らは俺に眉をひそめた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BISHOP
source: It's been a while since my last confession.
japanese: 俺の最後の告白からしばらく時が流れた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: Looks a little worn out.
japanese: 少し消耗しているように見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKINCOOKIE
source: This will keep me chopping.
japanese: これで伐採を続けられる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEY
source: Mmmmmm-mmmm. Bee syrup.
japanese: うーーーーーん、うーーん。蜂のシロップ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POOP
source: Don't poop in camp!
japanese: キャンプでウンコをするな！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.BROKEN
source: Looks a little worn out.
japanese: 少し消耗しているように見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANCIENT_ALTAR.WORKING
source: There's axe marks on these altar stones.
japanese: これらの祭台には斧のマークがある。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STAFFLIGHT
source: Well aint that something.
japanese: えーっと、あれは何かじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARBLETREE
source: Even Lucy can't chop that one down.
japanese: Lucyでもあれは切り刻めない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POND
source: I can't swim!
japanese: 俺は泳げないんだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLIGHT
source: That's unnatural.
japanese: それは不自然だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHER_CROW
source: A gross feather.
japanese: 気持ち悪い羽。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_SEEDS
source: Seedy.
japanese: 種が多い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TENTACLE
source: Are there squid down there?
japanese: イカがその下にいない？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIRTPILE
source: Hey! A clue!
japanese: ねえ！ヒントだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEHIVE
source: They're all comfy-cosy in there.
japanese: 彼らはみんなその中で快適で心地良くしている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GENERIC
source: I wonder what it will be.
japanese: それが何になるのかな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.READY
source: Time for grub.
japanese: 食事の時間。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANT_NORMAL.GROWING
source: A watched plant never grows.
japanese: 監視されている植物は決して成長しない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_FERN
source: Hey! It's a fern!
japanese: ねえ！シダだ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PLANTMEAT_COOKED
source: Cooking didn't help much
japanese: 料理してもあまり助けにならなかった

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK_COOKED
source: Thanks, turkey.
japanese: ありがとう、七面鳥。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUNDBONE
source: It's covered with dog spit, eh?
japanese: 犬の唾液で覆われている、よな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HORN
source: I don't know if I should put my mouth on that.
japanese: 俺の口をそこにつけるべきかわからない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_CRANK
source: Cranky, eh?
japanese: 不機嫌そうだな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGGYBACK
source: I used all parts of the pig.
japanese: 俺はそのブタの全部分を使った。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ONEMANBAND
source: I stand on guard for thee!
japanese: 君を守るために俺は立っている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER
source: He's doing his best!
japanese: 奴はベストを尽くしている！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GUANO
source: It stinks less than the other kind.
japanese: 他の種類よりは臭くはない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.GENERIC
source: That'll take a pint out of me!
japanese: それが俺からパイントを奪っていくつもりだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO.HELD
source: What do I do with this, eh?
japanese: これで何をするとしようか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGKING
source: He's not MY king.
japanese: 奴は俺の王ではない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.GENERIC
source: I wonder if it gets the hockey game.
japanese: ホッケーの試合に勝利したかは疑問だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.HOT
source: Loud and clear! Something's near!
japanese: 大きい声ではっきり！何かが近くにいる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.COLD
source: It's really fuzzy from here.
japanese: ここからは実にファジー。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARM
source: I think I'm getting closer.
japanese: 俺は近づいていると思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGROD.WARMER
source: Woah, careful there, bud.
japanese: ウォー、そこでは用心しろ、おまえ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PETALS
source: I wonder if Lucy would like these.
japanese: Lucyもこれらが気に入るかは疑問だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.PLANT
source: I know a plant when I see one. This'n an impostor!
japanese: その一つをみて植物だとわかった。これは替え玉だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.DIRT
source: Be wary the moving ground.
japanese: 動いている地面に油断するな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WORM.WORM
source: WOOORM!
japanese: ミミズだーー！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PERD
source: More birds! Why is it always birds?
japanese: もっと鳥が！なんでいつも鳥なんだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANDORASCHEST
source: What's in the box?!
japanese: その箱の中に何が入っている？！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHEAD
source: Smells like a factory trawler.
japanese: 工場のトロール漁船みたいな匂いがする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NITRE
source: It's how we build the railway.
japanese: 俺たちがどのように鉄道を作ったかを示している。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUEPRINT
source: I'm not one for book learning.
japanese: 俺は書物から学ぶタイプじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTLIGHT
source: What kind of darkness is that?
japanese: それはどんな類の闇なのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK
source: Blood and guts, eh?
japanese: 血とはらわたじゃないか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGSKIN
source: Bacon with tail.
japanese: しっぽ付きベーコン。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMBAT
source: What a waste of good ham.
japanese: 良質なハムを無駄にした。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GENERIC
source: I prefer larger plants.
japanese: 大きな植物のほうが好みだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.GROWING
source: They'll never reach chopping size.
japanese: やつらは決して切るサイズにはならないだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: I think it needs some poop.
japanese: これにはいくらか糞が必要だと思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AXE
source: It's not as nice as Lucy.
japanese: それはLucyほどステキではない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE
source: They're not the handiest.
japanese: それらが一番便利なわけではない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP
source: I've eaten stranger things in the woods.
japanese: 林の中の見知らぬ物を食べた。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEATBALLS
source: All the meats!
japanese: 全部肉だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT
source: I bet birds have something to do with this.
japanese: 鳥たちがこれに何か関係しているに違いない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT
source: Tastes like moose.
japanese: ムースのような味。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COOKEDMEAT
source: Just like my dear old ma used to make.
japanese: 愛しのばあちゃんが昔作ってくれた物のようだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLTHRONE
source: I've seen nicer chairs.
japanese: もっと素晴らしい椅子を見た。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLLOCK
source: Where is the key?
japanese: そのカギはどこだ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLHEAD
source: Just a head, eh?
japanese: ただ頭ってことか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR
source: It lacks the heft of a good solid axe.
japanese: 良質の頑丈な斧の重さに欠けている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEEFALOHAT
source: Now I'm the king of the beefalo!
japanese: 今や俺はそのビーファロの王だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MINOTAURCHEST
source: That's a nice chest with horns, eh.
japanese: それは角の付いた素晴らしい収納箱だなぁ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WINTERHAT
source: It's a nice toque, eh?
japanese: ステキなトークじゃないか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.GENERIC
source: That's a bramble.
japanese: キイチゴだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.PICKED
source: Was that worth it?
japanese: その価値があったのか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_BUSH.BURNING
source: Foomph!
japanese: フーームフ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLURTLE_SHELLPIECES
source: I broke his home. I feel bad.
japanese: 彼の家を壊しちまった。気分が悪い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKE_COOKED
source: Sorry!
japanese: すまん！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAMPUS_SACK
source: I feel bad taking someone else's sack.
japanese: 誰かのずだ袋を取ってしまっていやな気分。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING
source: Gross!
japanese: 気味悪い。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MALE_PUPPET
source: Do you need help?
japanese: 助けが必要か？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANTBULB
source: It's warm and lumpy.
japanese: 温かくてゴツゴツしている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_SAPLING
source: Mmmmm. It's all twiggy.
japanese: ウーーーン。全部小枝みたいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUREPLANT
source: Is that meat?
japanese: 肉か？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.GENERIC
source: It makes it all worthwhile.
japanese: 全部値打ちはある。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOG.BURNING
source: Oh no! The fruits of my labour!
japanese: なんてことだ！俺の労働の賜物！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SKELETON
source: Sorry, friend.
japanese: 悪いな、友よ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELESTAFF
source: I wonder what this thing does.
japanese: これは何をするものなんだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWGEM
source: I can see the stars in it.
japanese: その中の星を見ることができる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDERGLAND
source: I think it's poison.
japanese: それは毒だと思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_TALL_FULL
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF_SPARSE
source: I'm sorry about all of those trees!
japanese: これらの木、全て残念だったな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LEIF
source: I'm sorry about all of those trees!
japanese: これらの木、全て残念だったな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRUMSTICK
source: October food.
japanese: 10月の食料。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KOALEFANT_WINTER
source: They get tastier in the winter.
japanese: 冬には美味しくなる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_GRASS
source: Just some ground, eh?
japanese: ただの土だって、ねぇ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANDRAKESOUP
source: It's a tiring soup.
japanese: うんざりするスープだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KABOBS
source: The stick really adds to the flavour.
japanese: その小枝は絶妙にフレーバーを加味する。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.INACTIVE
source: I don't know how to move that.
japanese: それをどうやって動かすのかわからない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.INSANITYROCK.ACTIVE
source: Where did it go?!
japanese: それはどこに行ったのだ？！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHSTICKS
source: Elegant dining in a box.
japanese: 箱に入った洗練されたダイニング。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_EXIT
source: There are probably trees up there.
japanese: その上までおそらく木がある。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICESTAFF
source: It reminds me of home.
japanese: それは我が家を思い起こさせる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANIMAL_TRACK
source: A large woodland creature passed this way!
japanese: 大きな森に住む動物がこの道を通り過ぎた！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOUND
source: They'd be good at pulling a sled.
japanese: 奴らはきっとそりを引くのが上手いだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAXWELLPHONOGRAPH
source: Better than most of the stuff on the radio.
japanese: ラジオから流れるほとんどのものよりはマシ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYHAM
source: But it's not a holiday...
japanese: でも今は休日ではない…

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HONEYCOMB
source: I almost feel bad taking this.
japanese: これを取るのはなんだか気が引ける。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PUMPKIN
source: I don't like to eat things that grow on the ground.
japanese: 地面で成長しているものを食べるのは好きじゃない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOMESIGN
source: Is there anything wood can't do?
japanese: 木ができないことってある？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN_SEEDS
source: I'm more of a hewer of wood than a tiller of soil.
japanese: 俺は土壌の耕作者っていうより木こりだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EYEPLANT
source: It needs to mind its own business.
japanese: 自分自身の仕事を気にかけることが必要だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUTTER
source: I prefer margarine.
japanese: マーガリンのほうが好きだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Weather's not going to get the drop on me now.
japanese: 天気が俺を出し抜くことはないだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIGHTNING_ROD.CHARGED
source: It's pretty like the northern lights.
japanese: オーロラのようにきれいだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAMMER
source: Everyone makes mistakes, eh?
japanese: 誰でも過ちは犯すものだろう？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GREEN_CAP_COOKED
source: I don't trust it.
japanese: 俺はそれを信用しない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MEAT_DRIED
source: It tastes like survival.
japanese: サバイバルの味がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EEL_COOKED
source: This cooked up nicely.
japanese: これは上手に料理されている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.GENERIC
source: She's making the flowers grow.
japanese: 彼女がそれらの花を育てている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEE.HELD
source: Now what do I do with it?
japanese: じゃあそれを使ってどうするか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GEARS
source: I never could figure these things out.
japanese: 俺がこれらの物事を解明できることはないだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE_COOKED
source: This would go good on flapjacks.
japanese: これはホットケーキに乗せるとおいしいだろう。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_WOOD_ITEM
source: I like the look of that!
japanese: その見た目が好き！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.BARREN
source: It needs a good poopin'
japanese: それは良質の糞を必要としている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.PICKED
source: I didn't even share!
japanese: おれはシェアさえしなかった！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERRYBUSH.GENERIC
source: Saskatoon berries?
japanese: サスカトゥーン・ベリー？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCKS
source: For the times when wood won't work.
japanese: 木材で上手くいかない時用。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTGRASS
source: I think I might be allergic to this.
japanese: 思うに俺はこれにアレルギーがあるみたい。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EGGPLANT_SEEDS
source: Hmmm. I'm not sure.
japanese: うーん。確信はない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAVE_BANANA
source: It tastes tropical.
japanese: トロピカルな味がする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BATWING_COOKED
source: Gross! And tasty! So confusing!
japanese: 気味悪い！そして美味い！かなり困惑している！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEHOUND
source: Arctic hounds?
japanese: 北極の猟犬？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It's a... magic thing, I think.
japanese: それは…魔法がかってると思う。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Ready to go, eh?
japanese: 準備はいいよな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: There are bits missing, eh?
japanese: ちょっと足りなくないか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It's almost ready, eh?
japanese: ほぼ準備万端だよな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.GENERIC
source: It uses wood.
japanese: 木材を使っている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.OUT
source: If only I had some wood.
japanese: もしいくらか木材を持っていれば。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.EMBERS
source: I should go chop some wood for that, eh?
japanese: それ用に少し木材を切り出しに行くべきだよな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.HIGH
source: I'm using too much wood too fast!
japanese: 沢山の木材を速く使い過ぎている！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.LOW
source: There should be some wood around here somewhere.
japanese: どこかこの近くに木材がいくらかあるはずだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FIREPIT.NORMAL
source: Mmmm. Smells woody.
japanese: むむむむ。木の匂いがする。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEM_PUPPET
source: She's trapped!
japanese: あいつが罠にかかった！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FEATHERHAT
source: I don't want to wear that... thing.
japanese: その…そんな物を着たくない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.VALID
source: It's ready, but am I?
japanese: 準備はできているが、俺自身は？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELEBASE.GEMS
source: Needs gems, eh?
japanese: 宝石が必要だな？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERMEAT_DRIED
source: I still don't want to eat it.
japanese: まだ食べたくない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HOME
source: Who's there?
japanese: そこにいるのは誰だ？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BACKPACK
source: That's my rucksack.
japanese: それは俺のリュックサックだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.YELLOWSTAFF
source: Useful in a pinch!
japanese: ピンチでは役に立つ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BEDROLL_FURRY
source: I love camping.
japanese: キャンピングが大好き。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EARMUFFSHAT
source: Where I'm from these would only work in the fall.
japanese: 俺の出身地ではこいつらは滝でしか使えない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_MARSH_BUSH
source: I should plant this.
japanese: これを植えるべきだな。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WETGOOP
source: Better than some things I've eaten!
japanese: これまで食べたいくつかの物よりは美味い！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.AMULET
source: Always have a backup plan.
japanese: 常にバックアッププランを用意。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPIDER_SPITTER
source: Spitting is rude!
japanese: 唾を吐くのは無礼だ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STALAGMITE_FULL
source: I'm not too interested in rocks.
japanese: 石にはあまり興味がないんだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: No one ever told him it was rude to stare.
japanese: 凝視するのは不作法だと誰も彼に教えたことはなかった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHESTER_EYEBONE.WAITING
source: I wonder if it will ever wake up again.
japanese: それはいつかまた目を覚ますのだろうか。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT_SEEDS
source: Maybe I can grow more.
japanese: 多分俺はもっと成長できる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It's vibrating!
japanese: 振動している！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: I think it's off.
japanese: オフのはずだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: It's settling down.
japanese: 落ち着いてきている。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: This thing just turned on!
japanese: 今スイッチが入った！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It's nearly still.
japanese: ほぼ静止している。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: It's going crazy!
japanese: 発狂しているぞ！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: I think it's off.
japanese: オフのはずだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGONFRUIT
source: I've never seen one of those before.
japanese: 今までこいつらを見たことがない。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DIVININGRODSTART
source: That's a weird looking rod.
japanese: 奇妙な見かけの棒だ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_CARPETFLOOR
source: Too classy for my tastes
japanese: 俺の趣味的には高級すぎだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.GENERIC
source: It's where I try to make birds reform their evil ways.
japanese: 鳥たちの邪悪なそのやり方を変えようとしているところだ。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.SLEEPING
source: They look so innocent when they dream.
japanese: 彼らが夢見ているときは、かなり無邪気に見える。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIRDCAGE.OCCUPIED
source: Think about what you've done, bird!
japanese: 自分がしたことを考えてみろ、鳥さんよう！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIGHEAD
source: What a waste of good pork.
japanese: 良質の豚肉をなんて無駄にしちまった。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POMEGRANATE
source: That's too fancy for me.
japanese: 俺には派手すぎる。

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.UMBRELLA
source: This will keep my beard dry, eh?
japanese: これで俺の髭を乾かしたままにできるっていうことか？

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRINKET_7
source: I could play this for hours!
japanese: 何時間でもやっていられる！

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORN
source: I like it, but not in everything that I eat.
japanese: それは好きだが、食べた全部というわけじゃない。
